{"reasons": "better coherence; fewer errors", "closest_prediction": "prediction_1", "output": "Un politicante si gondolava sopra il filo di una lagnatela e ritenendo la cosa interessante andò a chiamare un altro politicante\nIo ho tante informazioni per provare false indicazioni\nIo ho tante informazioni per provare false indicazioni\nAggiornamento giornaliero, da TG Parlamento scrivo su autonomamente se voglio l'autonomia dell'Italia e dell'Ovest\nContra un cona ladrona è la mia mente, autonoma non è un'automa, ma è monotonia\nNon seguo la politica per essere di parte, ne sono parte in causa, ma farei causa pure alla mia parte\nLei parte per la tangente, la parte dell'imprenditore che parte la tangente\nLa parte ci pazione, la corruzione per definizione di due persone\nChe nel caso mi si è corrotto da solo ci basta come risposta\nE a me sta bene ma non sto bene perché mi mancano le spise\nAscoltatore, la politica mi evoca bei ricordi tipo il cognome di Bocchino\nE non sono un fumatore, più che l'autobluccio è un lautopasto\nDove mangiano il festino con ragazze che si bagnano\nMa che cazzo vuol dire escort? Non fan parte della scorta di Belpietro che spara la porta\nPer un finto attentatore, l'attentatore non esiste\nStanno i chefer porta a porta, vendita porta a porta, porta la vespa e va a pancuro\nIo ho tante informazioni, Belpietro fa le sendicazioni\nIo ho tante informazioni, Belpietro fa le sendicazioni\nIntimo loro onestà e trasparenza, ma l'unica loro trasparenza è quella dell'intimo dell'asquillo\nE sarebbe troppo banale parlare ora di cellulare\nMa preferisco la navia a sto schifo come ciosquillo\nL'informazione è mezzo stampa ma la stampa non è più in mente\nDi comunicazione, dell'invenzione delle e-mail\nIl giornale stampa una copia, chi lo copia?\nMeglio Sanlustria d'Ustica schiantato nella terra di mezzo\nCotta un guardrail, notizie fittizie come quelle sull'ONU e i gay\nSenza riportare la puntuale smentita, il loro ritardo è solo mentale\nSe dipendono mi genista dentale sotto una mentita sfoglia, relista\nNon sei veramente libero anche se scrivi su Libero\nE' sdrammaticato, quindi me ne libero\nL'etimologia della morte nel simbolo di Ado\nEro niente la solta e rubi, e il caso capita un lato\nCon un senso di onestà molto lato nel senso chiarato dell'onestà\nCome sta con uomini di mare in barca col peso tutto sul lato\nE ciò che manca all'Italia è l'onestà in senso lato\nIo ho tante informazioni\nPerò false indicazioni\nIo ho tante informazioni\nPerò false, false\nA vaglio prescritto non rinuncia la prescrizione\nLa denuncia di Previti lo ha messo nell'iscrizione degli indagati poi condannati\nCome chi lui detesta, ma se decapito la sua testa finisco con i dannati\nSantoro non è né santo né oro, spiega indagini giudiziali e con dei cartoni animati\nMa se ospiti sgalpe è ovvio che finisca a cartoni\nMa non è che è un anima anche se ai ospiti animati\nDell'uso entra in politica per non farsi arrestare\nCulpare un segno ai figli come farsi arrestare\nE rispettare una sentenza facendosi rispettare\nDicevo io che pensavo gli insegnassero a non fare il criminale\nI politici sono come i denti, quelli senza giudizio sono i più incisivi\nLoro sono una finestra tra la massa\nLa mia massa controlla i loro segreti nascosti da terminale\nCome con gli applicativi per terminale bisogna determinare il punto\nSenza costi aggiuntivi, vedere se ci arrivi\nIl nostro stato è malato, io non ci punto, punto perché ha uno stadio terminale\nCome gli arrivi\nElliot, l'unica cosa buona dell'occupazione in Iraq è che ha smascherato la cospirazione\nPer perpetuare la cultura e l'imperialismo economico americani\nChe ne pensi JD?\nPuoi scusarmi un secondo?\nHai rotto il nostro patto di non leggere i giornali\nCarla mi obbliga, neanche li sfoglerei se non fosse per le vignette\nBeh certo, le vignette non contano\nA proposito, hai letto quello di Sansone?\nChe forza! E questo è il bello di Sansone, pensa sempre in piedi\nVorrei dire sul zaut\nSsh, hai ragione, scusa\nBeh, JD, la guerra?\nNon ho tempo per questo Elliot, devo trovare un appartamento\n"}