{"reasons": "better overall coherence;accuracy in punctuation;valid and meaningful lyrics", "closest_prediction": "prediction_2", "output": "Tutto accade per un motivo La notte cade per un motivo\nCiò che decade chi lo motiva?\nE in ogni luogo il carnaio è la locomotiva Tutto accade per un motivo\nLa notte cade per un motivo Ciò che decade chi lo motiva?\nE in ogni luogo il carnaio è la locomotiva\nCarma, samsara, è un ciclo di molte rinascite Con principio di causa con causa\nRinasco in ogni traccia dentro un nuovo personaggio Ma è un karaoke in cui non canti tu come al\nsamsara Ti edivrera mi intende\nDistruggi la limbra del tuo nemico Ma poi quello si riprende\nQualcuno dall'alto ti riprende di nascosto Ma il presupposto è che succede il volere\nopposto\nPosso fare sesso ma sono un vergine Poi trovo una del segno della vergine\nPenso che sia destino, mi impegno e ci destino Tutto a me stesso nel senso che alla vergine\nio insegno, suppino Il calma è quella ruota su cui tutto si bilancia\nE la sua bilancia ruota ma con calma E quando trovi l'anima gemella\nMa poi scopri che non è tanto gemella E neppure senza anima\nTutto accade per un motivo La notte cade per un motivo\nCiò che decade chi lo motiva?\nE in ogni luogo il carnaio è la locomotiva Tutto accade per un motivo\nLa notte cade per un motivo Ciò che decade chi lo motiva?\nE in ogni luogo il carnaio è la locomotiva Fai qualcosa con un fine\nCiò che fai distrugge quel qualcosa Che a sua volta distrugge quel tuo fine\nFai qualcosa con un file ciò che fai distrugge quel qualcosa\nChe a sua volta distruggere quel tuo fine\nSe vedi ha oggi il nome dell'amore Ed è stata la riprova\nChe col cazzo che tutto torna, ma\nso' vero che chi rende bene per male Saurisce le proprie cariche carmi che allora\nFisicamente mi trovo reattivo al suo aroma Con il nulla che mi divore l'anima in karma coma\nE oggi non mi è nota una parola\nChe possa causare un risveglio, questione di tempo\nQuestione che esaurendo il karma non è detto Che possa assortirne alcun beneficio, ma\nSpero nella tempesta e nel battito d'ali di una farfalla\nSe' vero che per ogni lacrima versata Corrisponde un sorriso e visi solchi sul viso\nAttento che la notte cade sperando che sulla mia strada ci sia qualcuno pronto ad aiutarmi a raccoglierla\nTutto accade per un motivo La notte cade per un motivo\nCiò che decade, chi lo motiva? E' in ogni luogo il karma e la locomotiva\nTutto accade per un motivo La notte cade per un motivo\nCiò che decade, chi lo motiva? E' in ogni luogo il karma e la locomotiva\nFai qualcosa con un fine, ciò che fai distrugge quel qualcosa che a sua volta distrugge quel tuo fine\nDi che cosa stai parlando?\nE' figlio suo, stupido! Non dire una parola!\nDi che cosa stavate parlando?\nApartheid!\nSarò troppo New Age, ma penso che il karma abbia una forza potente\nPerché sinceramente penso che se c'è del cattivo karma in arrivo, beh, non hai scampo\nForse karma vuol dire agire correttamente, o semplicemente essere quello che si è\nIn ogni caso, c'è di che riflettere\nOh mio Dio, guarda che brutto muso che ha il figlio di Jordan\nDeve essere un bel rospo il padre\nGià\nFal diavolo, karma!\n"}