{"reasons": "prediction_1 and prediction_2 are very similar and more accurate than prediction_0;prediction_1 is more accurate and coherent", "closest_prediction": "prediction_1", "output": "Pronto? Ah è Geraldo Altana? Sì sì sono Tufu, sono Tufu. Cosa? Come i Maya si sono sbagliati?\nMa... hanno fatto tutto sto cine per i Maya così, 21 dicembre, dammi una data, devo farci il prezzo.\nEh ma non puoi dirmi anche fare 100 anni, cosa vuol dire? Una data precisa voglio.\nAh 21 febbraio 2013? Vabbè d'accordo, buona sapersi, bella.\nIo so come andrà a finire, perciò è meglio svanire.\nIo so come andrà a finire, perciò è meglio, è meglio.\nMa assunto Mazzucco, ma assunto Giacobbo, sto con un complotto.\nValido in mano ed una continua ricerca dell'armageddon,\nricerca continua a diffondere ad Ankhedmon.\nControllo con la faccia da invalido o strano, invalido o no strano,\nmistero che dilanio con Daniele Bossali.\nLa frega no strano, poi fondo il no strano,\nanti-anticomplottista e fondo pseudoscienza.\nCon cultura lobbista, T.U.F.U.\nSotto contatto, contratto culturale, il ministero in contatto.\nPoi a Gianfa Fashion, consenso su class action,\nsoppianto ideologie col muscolo contatto.\nMazzucco e Giacobbo, sopra un mio pezzo,\ned ho un pezzo che volevo farlo e non apprezzo.\nSfrutto le palle del sistema, metto a frutto le equazioni,\nma tu falle col sistema, ma apprezzo.\nSistema azioni, tra sistema azioni, millennium bug,\nsistem millennium mirazioni.\nIo senza Lazio, io pago dazio,\ne tronco in tronco le insubordinazioni.\nCon la forza di fare, mando in forza le pare,\ncome John Titor, predico la guella.\n21 febbraio 2013, svolta radicale,\ne il presidente pannella.\nE' meglio, è meglio.\nIo so come andrà a finire,\nperciò è meglio svanire.\nIo so come andrà a finire,\nperciò è meglio, è meglio.\nBuonasera, signore e signori,\nSiamo Music.\nBenvenuti nel programma dei forze,\ndove ogni sera, siamo ad un passo dalla galera,\nma se non ci fosse concorrenza, non avremo forze,\nma facciamo a gara, chi le spara più grosse,\nvediamo la scaletta.\nIn vetta siamo fieri, di contare le vite,\nche avrebbe vissuto Ruggeri, tipo Querce.\nAvremo gli Avengers, sulle tracce di Megazord,\ne magari che so dei Power Rangers.\nNella seconda parte, la so del poker,\ncon poche domande, spera se crede nel cuore delle carte.\nCurveremo lo spazio-tempo, e chiederemo a Brumotti,\ndi esibire quella fisica ostile al suo talento.\nQuesto è dell'incredibile, avremo in studio,\nla bellissima e schivissima donna invisibile.\nOvviamente ci sarà, qualche collegamento,\nma gli equalama, aprimo una piccola pausa, pubblicità.\nUn'antica leggenda, sta per estapirsi,\nuna profezia che sia, della fine del mondo.\nÈ meglio, è meglio.\nIo so, come andrà a finire.\nPerciò, è meglio svanire.\nIo so, come andrà a finire.\nPerciò, è meglio.\nNo, non vedevo l'ora di fare questa cosa con te.\nDavvero? Ma se dicevi che eri contenta di starte ne a casa a farti un bagno stasera.\nPerché mi fai questo?\nNuovo gioco, oggi sbugiardo.\nIo ho lezione di cantonese.\nDavvero?\nSì, ma non è la prima volta che faccio.\nMa non è la prima volta che faccio.\nMa non è la prima volta che faccio.\nMa non è la prima volta che faccio.\nMa non è la prima volta che faccio.\nIo ho lezione di cantonese.\nDavvero? Ce l'hai davvero?\nSbugiardata.\nDove diavolo sei stato negli ultimi giorni?\nPesca d'altura.\nTu odi pescare?\nEro con degli amici.\nTu non hai amici.\nAbbiamo preso un Marlin bianco da 100 kg di fronte alla costa di San Diego.\nInteressante, perché è a 3.000 miglia dall'abitat naturale del Marlin bianco.\nBeh, forse ha preso un treno da Cape Cod.\nPerché?\nOggi sbugiardo, chieda a chi vuole.\nSì, è vero.\nVisto?\n"}