{"reasons": "better grammar and line structure", "closest_prediction": "prediction_2", "output": "Lo del Philip Fllim\nA bırakale\nHabía pocas estrellas que apenas brillaban\nPronto un enorme dedisco plateado comenzó a subir por detrás de los árboles\nLa luna se había levantado\nSé que su alma habla al alba solo en esas ocasiones\nY dialoga con el mundo cuando nada en depresiones\nY se encuentra en dimensiones borrachas, direcciones sin sentido\n¿Dónde estará ese ángel que rescate a ese hombre herido?\nHay una peregrinación de lágrimas por todo el cuerpo, por todo el pecho\nPor todo el miedo de vivir sin trabajo\nAltos y bajos, un golpe abajo, lo hizo caer\nHoy quiere volver con su revólver de palabras rimadas\nLograr que hadas soñadas le regalen sus miradas y luego digan\n¿Ese fue el ser que ahí rimó?\nMira tu sonrisa y dime quién la provocó\nCon este ritmo loco baila está tu alma\nEn esta vida loca, amor nos hace falta\nY sobre un laberinto buscará la salida\nComo en el micro, en tu boca ya dejó su saliva\nEstá cansado de luchar y es en contra de su ego\nPero para lastimarlo alimentarlo primero\nLo primero que escuchó de un maestro fue decir\nNo arranques esta flor que nacerá de tu jardín\nY la arrancó ¿para qué? para dársela una estrella\nPero fue tan fugaz como su correspondencia\nPara ti, para mí, para vos y para él\nSerá que el tiempo pasa y la vida también\nPor el buen sendero y por el malo también\nEstuvo desviado y enfadado a la vez\nVisitó la oscuridad para sentir su propia luz\nNo es raro que sus ojos se mojen al ver su cruz\nLos minutos pasan volando\nLas horas ya ni las cuenta\nLos días se van marchando\nLos años lo van marcando\nLos minutos pasan volando\nLas horas ya ni las cuenta\nLos días se van marchando\nLos años lo van marcando\nChacho, nadie te da prisa\nToma el tiempo que quieres, reflexiona nada más\nEn tu compañía el tiempo transcurre tan dulcemente\nVuelve a comenzar otro episodio en esta vida\nBuscando inspiración a ver si algo le motiva\nLuego de caer es necesario levantarse\nY en el estudio grabar rap a recordarse\nEs R.A.P. la poesía que lo lleva\nMientras Delphineau Flow es la voz que a ti te llega\nPiensa en las cosas tan valiosas que perdió\nPero de la vida enseñanzas adquirió\nEs que los tiburones te comieron sus sirenas\nPero por favor alimentaron sus ideas\nSin penas tú verás, notarás de veras\nCon sílabas el tiempo una historia te cuenta\nCon arrugas el cuerpo una historia se cuenta\nCon tinta en el papel una historia se deja\n¿Y qué pasó? ¿Qué ocurrió?\nCuando la vida pasó, en su viaje se quedó\nPero a ella no olvidó\nPor amor crear, al crear crecer\nMuere por nacer y buscar dentro de su ser\nPor amor crear, al crear crecer\nSiente el poder y busca otro amanecer\nLos minutos pasan volando\nLas horas ya ni las cuenta\nLos días se van marchando\nLos años lo van marcando\nLos minutos pasan volando\nLas horas ya ni las cuenta\nLos días se van marchando\nLos años lo van marcando\n"}