{"reasons": "more coherent and accurate lyrics; better punctuation and formatting", "closest_prediction": "prediction_1", "output": "Putain, quand j'y pense, je dois avoir un problème.\nMoi qui prône la tolérance, une chanson sur deux, je sème des jugements sur autrui.\nAlors, j'en excuse, car je n'ai pas la prétention de détenir la science infuse.\nNon, non, mais bon, on se refait pas, lui, ça m'engage que moins.\nEt puis, c'est pas méchant et même souvent risible.\nPrenons par exemple les gens d'Olche et Gabana.\nAh oui, je vous ai pas dit de ce morceau, ils sont ma cible.\nLes gens d'Olche et Gabana, ils ont de grosses ceintures et puis de grosses lunettes.\nEt ça, c'est net, aimeraient avoir de grosses voitures.\nLes gens des G-Corps, je les appelle, entretiennent la culture, la culture du parrain.\nQue l'on étale comme de la confiture.\nOlche !\nOlche et Gabana !\nLes gens d'Olche et Gabana, souvent sont méprisants avec les pauvres gens comme moi\nque par erreur ils approchent.\nAlors moi, je leur précise que si je n'emporte pas d'Olche et Gabana,\nc'est pas une question d'argent, c'est juste parce que c'est moche.\nLes gens d'Olche et Gabana, ont des visages de cire, à l'air condescendant,\nils ont des gros déjets en strass.\nMais quand la mode est au pire, alors notre choix dépend de la définition\nqu'on a simplement du mot classe.\nLes gens d'Olche et Gabana, ils ont de grosses ceintures et puis de grosses lunettes.\nEt ça, c'est net, aimeraient avoir de grosses voitures.\nLes gens des G-Corps, je les appelle, entretiennent la culture, la culture du parrain.\nEt que l'on étale, comme de la confiture.\nContre l'Ordre !\nOn est bien d'accord, même si leurs fringues me débêtent,\nje vais pas en faire une thèse, et puis j'ai passé l'âge.\nPar contre, ce qui m'emmerde, c'est l'esprit qui va avec.\nGénération des G, tombent dans le panneau de l'affichage.\nLes gens d'Olche et Gabana, ne sont plus que des initiales,\nesclaves de la marque de véritables hommes sandwich.\nRidicule à mon sens, touchant le degré cinate, errant avec mon chalance.\nY'a le sommeil des G, je crois qu'on se raconte vraiment une,\nune certaine appartenance.\nY'a un code vestimentaire, mais où est la nuance ?\nParce que la logique devient, faut que ça se voie, faut qu'on croie,\ncrétins de pays très chers, pour de putains de lettres immenses.\nAllez, entre dans la danse !\nG-Corp et Gabana, yeah !\nLes gens des G-Corp, je les appelle, entretiennent la culture,\nla culture du barrette, que l'on étale, comme de la confiture.\nLa culture du barrette, que l'on étale, comme de la confiture.\n"}