{"reasons": "more accurate and meaningful lyrics;less repetitive;text flow more coherent", "closest_prediction": "prediction_0", "output": "Tous les matins, à la sortie du sommeil, je m'enfile l'air de rien, mes céréales aux\nOGM, même pas le temps de prendre un bon bol d'air, dehors déjà m'attendent les rejets\nde l'usine nucléaire, déjà 40 degrés dehors, le réchauffement de la planète se\nfait de plus en plus fort, peu m'importe, je dois filer, travailler, prendre le dernier\ntrain qui pourrait m'amener loin, je cherche l'exil, m'éloigner au plus de ma ville,\nretrouver encore un petit bout de nature, parce que rester ici ça devient de plus en\nplus dur, on laisse nous donc un peu respirer, ne faites pas vos mauvaises têtes,\non s'en facilite à arriver à dépolluer la planète, la planète.\nL'après-midi, quand midi sonne, je dégote dans ma cuisine du poulet aux hormones pas\nde plus en plus dur, on laisse nous donc un peu respirer, ne faites pas vos mauvaises têtes,\non s'en facilite à arriver à dépolluer la planète, la planète.\nLaissez-nous donc un peu respirer, ne soyez pas aussi bâteaux, je suis ici pour vous chanter\nla complainte de la planète.\nDépêchons-nous, créons tous nos clones, avant de disparaître à coups de cyclone,\nce serait bête que tout finisse ainsi, laisser un petit morceau de planète serait bien plus\npoli, qu'allons-nous dire à nos descendants, je devais vous prévenir, c'était comme ça\nque je me sens tout seul, on peut pas y arriver, le meilleur moyen pour nous c'est de s'en aller\nloin, je cherche l'exil, m'éloigner au plus de ma ville, retrouver encore un petit bout de nature,\nparce que rester ici ça devient de plus en plus dur, on laisse nous donc un peu respirer,\nne soyez pas aussi bâteaux, je suis ici pour vous chanter la complainte de la planète.\n"}