{"reasons": "high similarity;consistent content", "closest_prediction": "prediction_1", "output": "Certo che adesso avverto spesso quel sentimento che non è lo stesso\nDi prima pallida, fredda come la neve Quando ti sto vicina è la mia rovina\nPosso sentire i brividi ancora addosso i lividi Notti a pensare fino a vedere sorgere il sole\nVedi come passano le ore, sei lì sola e non sai che cosa fare\nCosa fai e dove sei?\nVado via, non ci sto qui, vuoi sapere la vita mia?\nChe non sei la tua, per me sei una foglia, sbalzata via\nL'ho già fatta, la parte mia, lei disfatta Starò diventando forse anche un po' matta\nMi volto tutti i volti, ti cerco e non mi cerchi mai\nNon ti volterai, mai mi cercherai\nI soliti inganni tu soffochi, momenti portanti\nPochi gli attimi dei tanti battiti accelerati Molti volti cancellati, ormai inceleriti\nSpariti dalla mente, il cuore ne risente Giorni finiti, il fuoco spento, calpestato\nDall'orgoglio dopo che ti ha scaldato, bagnato questo foglio\nDalle lacrime che ho versato sopra, ho riflettuto Col panico, tu pronto a trovare un dibattito\nEd impatto, mi si blocca, respiro di scatto Combatto per uscire da questa situazione\nPer trovare distacco, mi sbatto Per me stessa, cercando di riuscire a cancellare\nMa poi tu non fai altro che fuggire e ricordare tutto\nMi riscalda la musica dentro e col freddo che c'è fuori\nProvi il gelo, mentre guardi il cielo, così immenso\nPenso all'intenso odore che mi è rimasto d'incenso\nE si è impregnato quando ho guardato quel fumo denso\nCosa fai e dove sei?\nVado via, non ci sto qui\nVuoi sapere la vita mia?\nChe non sei la tua, per me sei una foglia\nSbalzata via, l'ho già fatta, la parte mia l'hai disfatta\nStarò diventando forse anche un po' matta\nMi volto tutti i volti, ti cerco e non mi cerchi mai\nNon ti volterai, mai mi cercherai\nPerché solo tu fai questo effetto, sai?\nResta con me più che mai, non mi cercherai\nBaciami e guardami, prendimi e portami via di qua\n"}