{"reasons": "prediction_2 has better grammar and more accurate content", "closest_prediction": "prediction_2", "output": "Yeah, David 22, Merenga Electronica,\nMC Richard, la toma está ma, you know, we rock,\nBibi, Digital Music.\nAbusadora, abusadora, dime que tú quieres de mí,\ndime que tú quieres ahora, abusadora, abusadora,\ndime que tú quieres de mí, dime que tú quieres ahora.\nHe trabajado como un condenado, hoy he poteado hasta yo madrugado,\nte adaptaste a comer bistec y ahora no quieres bacalao.\nSi la transportan mayores daños, si la mencionan son treinta años,\nes olvidarme de ti mujer, es olvidarme del vecindario.\nHace mucho tiempo cambió el menú, si tienes bala ve pa'l de tu,\ny si la ingieren de casualidad, te hacen análisis en la salud.\nAbusadora, abusadora, dime que tú quieres de mí,\ndime que tú quieres ahora, abusadora, abusadora,\ndime que tú quieres de mí, dime que tú quieres ahora.\nOye mami, es que tú me tienes un poco cansado,\nllevo a tu casa, te limpio, friego, hago todo en el gao,\nno seas mala conmigo bebé, esto es de Cuba,\nmúsica cubana independiente pa' mi compañía.\nDime cinco gramos de pollo, un tubito de mortadella,\nolvídate ya de las buenas, que si no, no veo las estrellas.\nAcostúmbrate a picadillito, oye mami a huevito frito,\na la salsa con quimbo, porque preso no voy ni yo.\nSi me pido un pantalón, mami te lo doy,\nsi me pido una blusita, te la traigo guita,\nsi me pides carne roja, seguro que me doy,\ny es que no me vayas, es que ya no estoy.\nOye papi, directamente de Digital Music,\nDavid Ventino, esto es otro nivel musical papá,\n¿pa' qué te voy a mentir?\nYou know, estoy haciendo lo que me da la gana.\nSi me pido un pantalón, mami te lo doy,\nsi me pido una blusita, te la traigo guita,\nsi me pides carne roja, seguro que me doy,\ny es que no me vayas, es que ya no estoy.\nAbusadora, abusadora,\ndime qué tú quieres de mí, dime qué tú quieres ahora.\nAbusadora, abusadora,\ndime qué tú quieres de mí, dime qué tú quieres ahora.\n"}