{"reasons": "prediction_2 has clearer and more accurate lines", "closest_prediction": "prediction_2", "output": "Este es una canción con sentimientos, dedicada a todas las leyes del mundo.\nAy, me dolió cuando me dijiste adiós, de mí que tanto mundo se apoderó.\nNo tuve tiempo de decirte que te quiero.\nNo tuve tiempo de decirte que sin ti no duermo.\nY pensaste que no te quería y que de ti yo nunca me enamoraría.\nY pensaste, mi amor, tú pensaste de que nada era real que yo fingía.\nNo tuve el valor de enfrentarte y confesarte que te amo,\nque deseaba estar contigo sin pensar en separarnos.\nY fallé, yo sé que fallé, porque no te demostraba que de ti me enamoré.\nNo te juro, cometí un error.\nY ahora sé que estás muy lejos para entregarte mi amor.\nTú pensaste que no te quería y que de ti yo nunca me enamoraría.\nY pensaste, mi amor, tú pensaste de que nada era real que yo fingía.\nMi instinto era hacerte creer que no te amaba, pero me salió muy mal.\nEra yo quien se engañaba.\nMi instinto era hacerte creer que no te amaba, pero me salió muy mal.\nEra yo quien se engañaba.\nCuando me dijiste adiós, de mí que tanto nudo sea pude ver.\nNo tuve tiempo de decirte que te quería.\nNo tuve tiempo de decirte que sin ti no debería.\nNunca se me olvidaría que yo te conocí.\nYo me sentí muy feliz de tal manera que acaricié tu cuerpo toda la noche entera.\nPor eso me pediste que no me fueras, pero el orgullo me nubló, me secó, me candiló, me hizo bendo.\nY ahora me doy cuenta yo por qué razón el amor se me ha hecho.\nTú pensaste que no te quería y que de ti yo nunca me enamoraría.\nY pensaste, mi amor, tú pensaste de que nada era real, que yo fingía.\nRealmente uno no sabe lo que tiene hasta que se pierde.\nNo es romanticismo ni mucho menos, solo la trato como usted se lo merece.\nY si algún día te encuentro invisible delante de la presencia de cualquier hombre,\nbúscame y verá que entero yo por asistir a algo más que la palabra amistad.\nEn Sirrilla, la toma y tomá.\n"}