{"reasons": "consistency;meaningfulness", "closest_prediction": "prediction_2", "output": "Alors quoi ?\nOn oublie le copain Lambert ?\nHéééé !\nAllez viens mon gros.\nOn va se réconcilier autour d'une bière, bière, bière !\nBière, bière, bière, bière, bière, bière, bière.\nJe m'appelle Lambert, bière, bière, bière, bière, bière, bière, bière.\nJe déterre ta grande mère, bière, bière, bière, bière, bière.\nAbsolument, elle va te prendre cher.\nBière, bière, bière, bière.\nJe m'appelle Lambert, bière, bière, bière, bière, bière.\nJe déterre ta grande mère, bière, bière, bière, bière.\nAbsolument, elle va te Prendre Cher.\nBière, bière, bière, bière.\nTu tombes dans la mer Cotillère.\nVas-y, lève ton verre.\nC'est son anniversaire.\nIl va te prendre les gringolas, les tortillas et la saucisse.\nQuoique, tu es pas de l'eau.\n47, brûche le bled, ça nous fait tourner la tête.\nLes meufs, on les baise et les enfants, on les raquette.\nSi c'est le quartier, le ghetto, ou même la cité.\nVenez pas foutre la mer car chez nous, c'est le quartier.\nLa voix Jojo est dans la classe.\nOn va trop bédo et les gars que ça lasse.\nCameroun, Nougon et moi-même, on fait ça pour nous-mêmes.\nC'est les filles, c'est la folie qu'on s'aime.\nDu carnage à la boucherie, y'a vraiment que ça qu'on aime.\nTa match-gueule débarque et dans ta tête ça fait bang bang.\nEntre ton nom de branle et notre rythme de fouin gang bang.\nQuoi que tu fasses, notre son va te faire culer.\nEn tout cas, on va tout torcher et on va pas déculer.\nHum...\nOuh la bonne blonde, avec un zeste de citron.\nAjoutez-y un peu de pêche.\nOuh, c'est prêt.\nI want everything, so pure.\nMerde, y'a deux parcs qu'il faut fermer.\nQuand tu veux, en fais pas merde.\nJ'vous dis, dans une main partie.\nJ'crois que les autres perdent les revoirs.\nJ'ai le monde, j'ai envie de boire.\nMerde, j'les mets dans l'entre-dois.\nJ'veux que j'perde mes boucles de lard.\nBlonde, blonde, brune, brune.\nElles me feront tout quand y'a de la merde.\nJ'suis celle qui coûte, je prends le platin.\nJ'sais pas parce que j'en porte la une.\nPoste arrière collé, depuis deux heures à ce canapé.\nJ'ai de malheur, des cuves de rose, ma chalette.\nEt les beaux flashbacks, y'a vraiment que ça te plaît.\nEn pleine crise de nerfs, viens avec nous boire une p'tite bière.\nC'est Capitaine Oublon qui dit ça, l'antifice de Mette-Quarter.\nLe malt d'orge, en bas de ton cerveau.\nCe beau vache magique qui se conserve au frigo.\nMets de la glace, mets de la glace, il faut qu'ça fracasse.\nPerfume de Malte, d'Oublon, en blindant d'impasse.\nPiquant bière, servie en grand-père qui déderre.\nLes poivrons de guerre, y'a plus d'folie.\nSans demi, y'a pas d'l'enfer, sans fiche-ère.\n"}