{"reasons": "comparison of consistency and meaningfulness; fewer mistakes in Prediction_1", "closest_prediction": "prediction_1", "output": "Je veux des critiques, je les souhaite dithyrambiques.\nQu'on me donne mon sceptre, puis j'ordonne à mes forces inertes\nde sortir de leur torpeur.\nJe ne peux avoir le beurre et l'argent de ma sœur.\nQu'on me donne du fil à retordre, je le torderai dans un pur désordre.\nJe veux des étoiles pour ces mots, je veux des mots que rien n'égale.\nJe me récale de vos mots, donnais-en donc aux maudits mâles\nqui démontent et désarticulent vos préceptes, c'est vital.\nLe flot de pensées coagule, l'hémorragie reste verbale.\nLes vieux démons, je les encule lors de mes orgies cérébrales.\nJe me délecte de mes faiblesses, je les abreuve d'un mauvais vin de messe.\nAncré à mes pensées obscures, je n'atteindrai pas le bord, c'est sûr.\nAlors je plonge encore, brise le miroir, la surface de l'eau stagnante, noire.\nSix pieds sous terre, la lumière jamais ne rentre.\nÀ combien de grâce je l'estime ?\nLa vergerie de mes pensées intimes.\nJe jette les étoiles dans les flots et fais des vagues sur la toile,\nla profondeur d'un idiot.\nC'est bon et rare comme un orgasme vaginal.\nLa glace est fragile en surface, dans les hauts fonds posés des nasses.\nPour capturer les amérantes que jamais la surface ne tente.\nPas d'intérêt pour la terre ferme, trop rassurée sur terre instable.\nJe sodomise les sirènes, dans le fond elles sont si affables.\nJe plonge encore, brise le miroir, la surface de l'eau stagnante, noire.\nSix pieds sous l'eau, la lumière jamais ne rentre.\nÀ combien de grâce je l'estime ?\nLa vergerie de mes pensées intimes.\nJe plonge encore, brise le miroir, la surface de l'eau stagnante, noire.\nSix pieds sous l'eau, la lumière jamais ne rentre.\nPlus je rame, plus je rame et plus le bord s'éloigne.\nParadoxe, paradoxe du mec peu orthodoxe du borderline.\nPlus je rame et plus tu t'éloignes.\n"}