{"reasons": "more accurate lines;consistent repetitions", "closest_prediction": "prediction_0", "output": "Porque todo a mi me sale mal, por más que yo trato no puedo llegar,\nla gente me critica que no siga más, pero esta es mi ambición y yo voy a llegar.\nPorque todo a mi me sale mal, por más que yo trato no puedo llegar,\nla gente me critica que no siga más, pero esta es mi ambición y yo voy a llegar.\nPorque todo a mi me tratan así, sillando en la calle vendiendo CD,\npa' sobrevivir, son caso de la vida, buscando salida, todo el mundo me mira.\nLa gente te mira por mirar, la gente te envidia por mirar,\npor más que critiquen voy a llegar, por más que critiquen voy a llegar.\nLa gente te mira por mirar, la gente te envidia por envidiar,\npor más que critiquen voy a llegar, por más que critiquen voy a llegar.\nEl camino es difícil, llegaremos a estar muy bien,\nla ciudad de lleno es una, quieren ver para creer,\nen mi grupo tengo fe, lo que estuvo es el fruto de leyendas que se fue,\ncuenta en mi religión, a cada vez yo soy fiel,\ncomo María José, como Aaron en la pinta, como un coro José José,\nacostúmbrate, loquísimo estar, tres, fuera de este mundo,\nfamilia de clan, hey, su envidia no ha subido de nivel,\ncomo un elevador para la estrella express, nuestro éxito le causa estrés,\ncon tu rifle en la boca, God bless.\nPorque todo a mí me sale mal, por más que yo trato no puedo llegar,\nla gente me critica que no siga más, pero es de mi omisión y yo voy a llegar.\nPasamos todo, fracaso, intriga, nos levantamos como Lázaro en la Biblia,\ny no somos iguales que tu gana con la envidia, aquí juzgamos todo día.\nPorque todo a mí me sale mal, por más que yo trato no puedo llegar,\nla gente me critica que no siga más, pero es de mi omisión y yo voy a llegar.\nPorque todo a mí me tratan así, si ando en la calle vendiendo CD,\nmás sobrevivir, son casos de la vida, buscando salida, todo el mundo me mira.\n"}