{"reasons": "coherency;correctness", "closest_prediction": "prediction_0", "output": "Mírame, soy el espejo del corazón, soy Dios.\nSe acabó el misticismo y la superstición, esa locura cuya cura es la razón.\nLa ciencia al fin ha desvelado la conspiración, esa falacia que la religión,\nhoy convenientemente, sin escrúpulos y sin control creó.\nLo llaman Dios, el eufemismo de la sin razón, una mentira, un engaño que ha sumido al mundo\nen un estado de excepción.\nEn una lucha fratricida sometida al yugo de una cruz, una vil superstición,\nuna vil superstición que inunda de tinieblas la luz.\n¿Cuánto he de esperar paraíso terrenal? ¿Cuánto he de vivir con el extraño que hay en mí?\nMira en mi interior y verás el ser y experimento que no tiene compasión ni miedo.\n¡Álzate! ¡Líberate! Ya estás muy cerca, avanza un poco más, consorbo de la eternidad.\nSiete cuerpos y focales de este mato mutilado, que espiamos, desviamos, maneimos,\ncon priorización, intentar escuchar una pinta de verdad.\nMientras lloran sin parar, me desporron poder tragar carbón.\n¡Mírame! ¡Échate a temblar! Soy un animal, un monstruo infernal,\nla sería del diablo que erradicaría. Sin dudar, vivo en tu interior, en la oscuridad,\nen algún rincón de tu soledad.\nMe alimento de tus pesadillas, me hago fuerte con tus pesadillas.\nBajo mi máscara puede ser lo que deseas ser. Bajo mi máscara todos tus deseos se cumplirán.\nBajo mi máscara puede que sí, puede que no, quién sabe.\n¿De qué lado estás? ¿De qué lado estás?\nNunca quise gloria para mí, sólo el deseo de vencer las injusticias del azar.\nTú vives sólo para ti, yo nos liberé.\n¿Por qué ha de ser así? ¿Acaso no hay rival contra un destino cruel?\nJamás hubo victorias sin sangrar.\nExiste el cielo, juntos lo podemos conseguir. Tan sólo hay que saber qué precio hay que pagar.\nNunca lo quise así, sea pues el hombre ha de morir y el monstruo ha de vivir.\nCaerá el telón, esta pantomima. Si terminó esta comedia depresiva.\nImagina un mundo entero para ti.\nSe avecina una solución, la salvación en forma de poción.\nLa medicina, la única que hay, soy yo.\nEs hay, soy yo.\nSe terminó con esta burda ficción. Sin escondite, sin huida, sin piedad, sin Dios.\nSin redención, sin Dios. Adiós, adiós, adiós.\n"}