{"reasons": "More accurate translation of Italian lyrics; Better contextual coherence", "closest_prediction": "prediction_2", "output": "Perché sei la mia ragione di vita Perché sei la mia ragione di vita\nThis is pura music\nMy only life Wanna know\nSay I'm gonna talk my life\nIo ho la musica perché mi fa volare Perché nessuno mi possa soggiocare\nEd è per questo che adoro stare solo Invece di mentire ed essere un uomo senza gualo\nQuando sto con te mi sento un re Mi sento un re\nSi quando sto con te mi sento un re Mi sento un re\nE quando sto con te Mi sento un re\nMi sento un re\nMi sembra migliore Di quello che non è\nSe hai la solita idea Di negare la tua anima\nE del tuo sesso Perché vivendo in gruppo\nNon sai essere te stesso Con verso diverso\nAnche più controverso Non si sa qual è il verso\nQuando sto con te Mi sento un re Mi sento un re\nSi quando sto con te Mi sento un re Mi sento un re\nPerché quando sto con te Solo con te\nSolo con te Mi sembra migliore Di quello che non è\nE non capisco perché mai E non capisco perché mai\nQuando sto con te Mi sento un re Mi sento un re\nSi quando sto con te Mi sento un re Mi sento un re\nPerché quando sto con te Solo con te\nMi sembra migliore Di quello che non è\nTu sei la cosa più bella che c'è Più bella che c'è\nPiù bella che c'è Tu sei la cosa più bella che c'è\nPiù bella che c'è Più bella che c'è\nLeo, Leo, Leo, Leo, Leo, Leo\nThat's me\nLivendo in questa giungla con il Gesù nel mio cuore\nNon puoi nemmeno capire quando sei solo\nGesù, Gesù, Gesù, Gesù, Gesù, Gesù, Gesù\nSavi Gesù! Savi Gesù!\nI got a faith in you!\nThey ain't gonna fuck with you they won't\nAnd you're gonna get Fund gidded\nI hit it\nHoly! If you believe adore you\nI hit it\nplan\nGotta follow and check out\nRastro\nLivin' in the jungle\nLivin' in the jungle\nIf not I don't give a Fund\nI said Fund\nDon't misunderstand it\n"}