{"reasons": "more accurate song structure;best match to true lyrics", "closest_prediction": "prediction_1", "output": "Mesdames et Messieurs, nous arrivons dans quelques instants à Paris Saint-Lazare, terminez ce train.\nAssurez-vous de ne rien oublier à votre place.\nPour votre sécurité, veuillez attendre l'arrêt complet du train pour descendre.\nLa SNCF et son personnel d'accompagnement espèrent que vous avez effectué un agréable voyage,\nvous souhaite une bonne fin de journée et espère vous revoir prochainement à bord de ce train.\nTOUT EST TROP QUOI\nÀ peine là nous sous-titre, conducteur à terre,\nTentée d'un wagon à cinq minutes de l'arrivée,\nTout le monde se met debout d'un bon on se piétine,\nOn s'agglutine vers l'avant du train\nPour sortir les poignées et fouler le sol parisien.\nUn petit pas pour l'homme, un grand pas pour les parisiens,\nComme avant de paniquer, fouler, accélérer, relouer,\nUn petit pas pour l'homme, un grand pas pour les parisiens,\nCours plus vite mon bonhomme, le métro ne t'attendra pas.\nUn petit pas pour l'homme, un grand pas pour les parisiens,\nBaisse les yeux, ne souris pas, tu pourras te fondre dans la masse.\nUn petit pas pour l'homme, un grand pas pour les parisiens,\nCe marathon est permanent de Saint-Lazare à Montparnasse.\nOn a le droit d'être pressé, mais voici un conseil d'initié,\nSi tu reviens dépousser le 2DAM, que t'assures-toi du prohibé.\nLaisse donc courir ces hyperactifs, dans les bras de nos chères douanes volantes,\nEt tu verras que la passion c'est une vertu faite pour des rôtes.\nUn petit pas pour l'homme, un grand pas pour les parisiens,\nComme avant de paniquer la foule, accélère le pas.\nUn petit pas pour l'homme, un grand pas pour les parisiens,\nCours plus vite mon bonhomme, le métro ne t'attendra pas.\nUn petit pas pour l'homme, un grand pas pour les parisiens,\nBaisse les yeux, ne souris pas, tu pourras te fondre dans la masse.\nUn petit pas pour l'homme, un grand pas pour les parisiens,\nCe marathon est permanent de Saint-Lazare à Montparnasse.\nMesdames et Messieurs, notre train est en margaine,\nNous vous attendons à l'arrière de la soirée.\nMusique du générique de fin\n"}