{"reasons": "prediction_0 and prediction_1 are very similar and consistent; prediction_2 has several errors and inconsistencies", "closest_prediction": "prediction_0", "output": "\nYeah.\n\n\nWhat is it now? It's like 2013?\nSomething like that.\nAudio commentary.\nI don't know, it's like we're doing a new rap up and shit.\nI'm dreading it.\nI'm dreading it.\nI mean, you know, all that good hip hop shit.\nWe on it, you know.\nLike I was there.\nI was there, I remember, you know.\nLet's take it back.\nWhat year is this?\nIs it November 15th, 1986?\nJust got my license to L for a spear, joint and kicks.\nI had one wish, I take it back before that September in 96.\nSo I could tell Pacquiao the shit.\nBut then when 3-6 won the Oscar on March 5th.\nWhat year was that?\nDamn, 2006?\nYeah, I remember they tried to deport Slick Rick.\nDo you remember how they did us on June 6th?\nBlowing the judge out, lowest two live crew for talking about ass and tits.\nMan, the 90s broke the bank, Tone Loco on Newsweek.\nThe face of rap rage.\nThe parents who were afraid, didn't want to see us paid.\nThe enemy showed us how to shut them down on stage.\nAnd not to believe everything writers wrote on that page.\nRemember, rap shit was the first rap video played on MTV.\nWu-Tang is for the kids, said the ODB.\nThen Kanye did the same thing September 13th.\nJust to turn around, get this pop in.\nDamn, this hip hop shit be making me think.\nEazy-E in the White House, Weezy talking about bling.\nNelly showed these rappers how to go platinum and zing.\nJay-Z ruled the summer, Zim and Nas fought the Peking.\nI wonder what's the story, let's welcome 2013.\nWe went from our ever so true to whatever that sold.\nFrom people drinking 40 ounces of O'Gold in the park.\nWeed spots to that trap house, that word fly to wavy.\nBiggie, Jay and Nas to that raw, swangin' baby.\nI don't criticize or ridicule, we changed with the times.\nThough I'm still me in 2013 with a hip hop state of mind.\nPants baggy with a custom fitted, brother gotta breathe.\nAin't no tight belt under my ass, rocking some skinny jeans.\nI'm old school, feel the aura, guard your swag as soon as it's gay to me.\nThis roaming boss, I spit, little nigga watch what you say.\nI'm ready on the move to leave a mark on the game.\nCause people sounding all generic, turning this form to a plague.\nThis evolution's a mutation that's strayed away from the roots.\nSo I be that squid, MC the box, I'm in with the truth.\nLiving proof of knowledge, moving in a physical form.\nHere to tell you hip hop's alive, the world ain't far from dead and gone.\nIn 2013 on my own lane, I follow no trend.\nWhile making music for the people, the essence and origin.\nPart of this is hip hop, boom back, place where you can feel rap.\nNever worry about the Glock, cock and the winter steel clap.\nThis good music, therapeutic, son, to make you feel good.\nNod your head to the vibe we push out, although it's real hood.\nHistory in the making, 40 years on the scene.\nFrom the birthplace and the mecca, welcome to 2013.\n\n"}