{"reasons": "consistent theme and coherent lines;correct grammar and word usage", "closest_prediction": "prediction_1", "output": "A-ta-ta-ta-ta, this one is a special delivery, to Maine and the United, a special death plate to soldier beers.\nA-ta-ta-ta-ta, this is Janos on the microphone, but remember that it's only Jacky I would know, Janos every little thing is for real.\nRoar!\nSpread a good vibration all around, keep moving the dynaset, keep moving all the mind,\nSederac and the sick is the only way, my day, nobody can deny what I'm talking about.\nAll you got to do is, back in the vibe, and let the basset enter inside,\nAll you got to do is, keep listening the lyrics, and let the singer warn you, say warn the midnight.\nYes, I played away the music right on my stereo, said I made my hits right on this tempo,\nAll along the day and all along the night, and every little thing's alright.\nAll about the vibes, no, not about the style,\nAll about the vibes we take, yeah, dynamite style,\nNo, no, not about the style, no way, listen what I'm saying.\nToo fast to judge, do your job and shut up,\nToo fast to deny, you're in the back of the enemy, they don't have the right to verify,\nToo fast to wait, go and unmask your bullshit, which you have the secret,\nYou're too fast to hide, or the highest authority,\nBecause you just have this pseudo-notoriety,\nToo fast to climb, and too fast to fall,\nToo much pride, you're too much, you're too much, you're too much, you're too much.\nShut up!\nI'm raw and cold in front of the fall of those who believe to shine,\nThose who say they're protected by the highest authority,\nAnd who only want to widen the gap in a shield they've usurped,\nI mean, fall, and smite,\nTo those who believe to shine, all this amplifies false goodwill,\nAttached by their pride and their desire to advance,\nBecause I know that no one is cleaner, even less those who have no end to preach it,\nNo, no, no,\nThere's too much importance for appearance,\nIt can only be proof of transparency,\nIt's like the game of elegance, with no real consistency,\nLike a mehatti smoking and who ultimately leaves a burp,\nNo need for a rebuke, or no, I'm already disgusted,\nIt's true, I've been fed this goodness for years, but all this is just repeated,\nReceived, no need to eternalize it,\nNow you know and you see,\nNo need to try like this,\nNow you do what you have to,\nWith those who close their eyes or put shit in their eyes,\nMade in United,\nSold to ABS,\nBigotry,\nA real bigotry, my fucking religion,\nA children, now stop your religiousness, now stop your religion,\nSpread the good vibration all around,\nKeep moving the town, I said keep moving all the night,\nSet the record music easy on the rap, yeah,\nNobody can deny what I'm just talking about,\n"}