{"reasons": "better coherence;repeated verses;unified lines", "closest_prediction": "prediction_1", "output": "Y a pas de coïncidence, la vie est mystique, notre chemin mène à la connaissance, à\nl'énergie cosmique.\nY a pas de coïncidence, y a pas de limite, t'es le roi de la danse, te mets dans la\nvie, c'est lui qui délimite.\nY a pas de coïncidence, la vie est mystique, notre chemin mène à la connaissance, à\nl'énergie cosmique.\nY a pas de coïncidence, y a pas de limite, t'es le roi de la danse, te mets dans la\nvie, c'est lui qui délimite.\nLa vie ne tient qu'à un fil, c'est dans l'instant qu'il faut vivre, s'écarter\ndes choses futiles.\nLa vie ne tient qu'à un fil, mais c'est même pas qu'nous faire perdre notre fil.\nLa vie ne tient qu'à un fil, à toi de saisir la balle en bobine, pas jouer à l'imbécile.\nLa vie ne tient qu'à un fil, personne n'a dit que c'était facile, mais c'est beaucoup\nplus subtile.\nY a pas de coïncidence, la vie est mystique, notre chemin mène à la connaissance, à\nl'énergie cosmique.\nY a pas de coïncidence, y a pas de limite, t'es le roi de la danse, te mets dans la\nvie, c'est lui qui délimite.\nY a pas de coïncidence, la vie est mystique, notre chemin mène à la connaissance, à\nl'énergie cosmique.\nY a pas de coïncidence, y a pas de limite, t'es le roi de la danse, te mets dans la\nvie, c'est lui qui délimite.\nJe suis le son de l'énergie, il n'y a pas de hasard, j'ai confiance en la tête d'un\nvie, et ça j'en fais mon devoir, je sais pas où je serai conduit, mais j'avancerai\nmême dans le noir.\nTant que je sens l'harmonie entre le corps et l'esprit, sois le seul bête de ta vie.\nOh putain, t'en as qu'au voir, écoute ce qu'on dit dans l'esprit, laisse ceux qui\ncroient tout savoir, ailleurs, ici, dans l'Aïti, et ne se laissera pas avoir, c'est\nsurtout qu'on a qu'une vie, t'es que le dahyab d'espoir, on vit comme un gay.\nC'est temps de donner de l'amour, à nos proches qui nous entourent, que sur la route,\non se dégare, au haut de la nuit naîtra le jour, c'est temps de mots et de discours,\npas dans leur langage, de ceux que la force viendra à notre secours, donner du courage\net que la bravoure évite les pièges et les dédales, lâcher les remparts et les murailles,\nsoigner son âme contre le mal, à une importance cruciale, rester simple et normal, et être\nhumble et social, pour que ce s'exécue le moral, le nouveau pur et royal.\nSuivons la route qui se rase devant nous, pas gaffe sur ceux qui m'mettraient à genoux,\nc'est l'éternel qui nous fait tenir le coup, je me battrai pour aller jusqu'au bout,\nchaque décision déclenche un événement, il peut être positif ou non, selon ta méditation,\nnon non non non non, il vaut de choix de choisir en ton cas, ce choix est très important,\nne le fais pas n'importe comment.\nStop stop, arrêtons nos gloves, soyons philosophes, avant que frappe une terrible catastrophe,\nstop stop, hey, say, on ne peut plus détruire, allons reconstruire un meilleur avenir,\nstop stop, arrêtons nos gloves, soyons philosophes, avant que frappe une terrible catastrophe,\nstop stop, hey, on ne peut plus détruire, allons reconstruire un meilleur avenir,\npour nos frères, pour nos soeurs, pour que nos enfants n'aient plus peur, de franchir\nles barrières et qu'elle que soit leurs retours, que chacun ramène sa couleur et y mettent\ntout son coeur, comptez fort à faire vos mieux, ne pas regarder derrière.\nY'a pas de coïncidence, la vie est mystique, notre chemin mène à la connaissance, à l'énergie\ncosmique, y'a pas de coïncidence, y'a pas de limite, t'es le roi de la danse, te mets\ndans la vie, c'est l'ennemi qui t'élimine, y'a pas de coïncidence, la vie est mystique,\nnotre chemin mène à la connaissance, à l'énergie cosmique, y'a pas de coïncidence, y'a pas\nde limite, t'es le roi de la danse, te mets dans la vie, c'est l'ennemi qui t'élimine,\ny'a pas de coïncidence.\n"}