{"reasons": "overall comparison;lyrics accuracy", "closest_prediction": "prediction_1", "output": "Martin Badly, this is Mr. Piz speaking of all the people that were thrown into Made in Unity Volume 6\nBig up on yourself North Community Sound, big up on yourself Fiends you don't know\nMr. Piz says so, boom!\nAnd see ya later\nYou're on me for life, you know\nMartin Badly, Mr. Piz\nCan somebody say\nEh-oh, me say goodbye to my gal, cause she lives far away so\nEh-oh, me say goodbye to my gal, cause she lives far away, now, now, now\nEh-oh, me say goodbye to my gal, she lives far away now\nEh-oh, please somebody say\nEh-oh\nIt's no farewell, only a goodbye\nDecide for your foot and make the development fall\nWhen she around, smart a man like Mr. Seattle\nShe is a bomb and she is Mr. Piz's special\nNo longer a girl, the girl ain't nothing for no man\nPromise me that, you think about me all the time\nIn just a foreign land, promise me that you won't cry\nIf you think about me, the second makes me want to commit suicide\nEh-oh, me say goodbye to my gal, cause she lives far away so\nEh-oh, me say goodbye to my gal, cause she lives far away, now, now, now\nEh-oh, me say goodbye to my gal, she lives far away now\nEh-oh, please somebody say\nEh-oh\nYou know you know we go far away, far away from here\nWithout you, baby girl, I'm so lost mentally\nI need to get balance and inequality\nAnd without you, I can't have it, no\nShe a be first gal on Monday or Tuesday\nAnd this goes on up to Sunday, no\nI need her by my side\nEh-oh, me say goodbye to my gal, cause she lives far away so\nEh-oh, me say goodbye to my gal, cause she lives far away, now, now, now\nEh-oh, me say goodbye to my gal, she lives far away now\nEh-oh, please somebody say\nEh-oh\nIt's not for a month that's gonna make me cry\nYou know, girl, I'll wait for you until I die\nAnd without stopping around you\nI'll go crazy, mixing up my feelings\nMixing up my envies like orgies\nI'll be mages and real like Oodle fantasy\nLike Moses\nTo get you by my side\nCan somebody say\nEh-oh, me say goodbye to my gal, cause she lives far away so\nEh-oh, me say goodbye to my gal, cause she lives far away, now, now, now\nEh-oh, me say goodbye to my gal, she lives far away, now\nEh-oh, please somebody say\nEh-oh\n"}