{"reasons": "better overall coherence;fewer spelling errors;more consistent formatting", "closest_prediction": "prediction_1", "output": "« Putain d'vie brutale qui fait pleuvoir dans nos mouchoirs. On essaie tant bien qu'mal,\nTût porté, la vie et ses déboirs. Rester sûr, s'égarde, comme un animal aimé quand\nViens le soir, ce sont nos démons d'façon bestial, Qui nous ont dans le noir. Putain\nd'vie brutale, qui fait pleuvoir dans nos mouchoires.\nOn essaie tant bien qu'mal, tût porté, la vie et ses déboirs. Rester sûr, s'égarde,\ncomme un animal aimé quand Viens le soir, ce sont nos démons d'façon bestial,\nQui nous ont dans le noir. Putain d'vie brutale, qui fait pleuvoir dans nos mouchoirs.\n»\nYeah, ok ok, la la, la la la, la vie c'est drôle, c'est plein d'surprises,\nCe qui t'a fait hier c'est peut-être demain ce qui t'brise,\nLa vie te donne des coups, forge ton caractère, Car tu n'sais pas c'que le ciel te réserve\nsur terre, Profite de chaque instant, sans regretter c'qui\nétait derrière, Car c'qui t'attend demain sera plus beau\nque c'qui était hier, Mais t'as pas l'esprit, même si c'y bat\nde rien on est à l'abri, C'est la vie qui m'l'a appris, la vie c'est\ndrôle, On trouve son sens quand on cherche son rôle,\nOn parle que pas d'une vie que supportent nos épaules,\nLa souffrance personne n'en a d'monopole, On s'relève malgré les coups durs,\nOn en dure, car rien ne dure, Éternellement ici, ici, même pas nos soucis,\nMême pas nos soucis, non non.\nOn a cette ambiance mal supportée, la vie et ses déboires,\nRester sûr s'égarde comme un animal aimé quand vient le soir,\nCe sont nos démons d'façon bestial, Qui nous ont dans le noir,\nPutain d'vie brutale, Qui fait pleuvoir dans nos mouchoirs,\nOn a cette ambiance mal supportée, la vie et ses déboires,\nRester sûr s'égarde comme un animal aimé quand vient le soir,\nCe sont nos démons d'façon bestial, Qui nous ont dans le noir,\nPutain d'vie brutale, Qui fait pleuvoir dans nos mouchoirs,\nJ'veux pas finir à l'abattoir, ni en maison carcérale,\nNon non, Toutes ces putains d'cités d'ortoires,\nNe font qu'bousiller l'moral, Yeah, trop d'gens sont dans l'désespoir,\nIls s'entretiennent une haine viscérale, Ouais, par le fait d's'apercevoir,\nQu'on leur donne de l'importance, Que dans les faits divers du journal,\nYeah, trop de jeunes qu'on a laissé choir, Pour qu'ils les courent sur rasoir,\nQuitte à choisir, ils préfèrent faire le foutoir,\nÇa s'termine de manière fatale, Le môme devient essentiel,\nEt se retrouve au tribunal, Les pères passent leur temps au comptoir,\nNos fils regardent dans l'miroir, Et n'arrivent pas à concevoir,\nQu'ils ont perdu leur pouvoir, Et aussi tout espoir,\nJ'suis pas le seul à l'dire, Entre traætrice, bise, et maîtrise,\nLes mains n'se mentent, s'trahissent dans la bêtise,\nVides merdes, logique alors pour les gouttiotes,\nLes bouts d'chite, les p'tites chattes et les p'tites fiottes,\nOn s'en contente, ça sent l'contact, Quand les patrouilles fouillent pas l'pé,\nQu'on tâte, qu'on s'tape, qu'on s'tape, souvent pour rien,\nQu'on s'tate, entre nous on s'tape aussi souvent pour rien,\nIci y'a rien, c'est c'qu'on dit, Malgré qu'on stagne,\nOn veut tous se barrer, alors qu'on s'taille,\nRâle-bol, râle à casquette, râle-boule, Les gosses font belle sous des couches de\npeinture, Pour y cacher la crasse, comme nos tours,\nLes keufs nous matent de haut, comme des potours,\nLes carcasses fumantes de la veille, Constatées au réveil, par les p'tites vieilles,\nAux fenêtres, l'horizon, n'est jamais ce à quoi en aspirer,\nJ'souffle la zerme, dans laquelle nous fout l'démon,\nC'est dans les deux mers qu'certains d'mes frères,\nErrent dans c'putain d'monde, Pourquoi toujours les mêmes,\nQui doivent subir les sermons, Chibasségnant car au lourd dit,\nJ'souffle la zerme, dans laquelle nous fout l'démon,\nC'est dans les deux mers qu'certains d'mes frères,\nErrent dans c'putain d'monde, Pourquoi toujours les mêmes,\nQui doivent subir les sermons, Chibasségnant car au lourd dit,\nJ'souffle la zerme, dans laquelle nous fout l'démon,\nOn essaie tant bien d'mal supporter la vie et ses déboires,\nRester sur ses gardes comme un animal aimé quand vient le soir,\nCe sont nos démontrations bestiales qui nous hantent dans le noir,\nPutain d'vie brutale, qui fait pleuvoir dans nos mouchoirs,\nOn essaie tant bien d'mal supporter la vie et ses déboires,\nRester sur ses gardes comme un animal aimé quand vient le soir,\nCe sont nos démontrations bestiales qui nous hantent dans le noir,\nPutain d'vie brutale, qui fait pleuvoir dans nos mouchoirs,\n"}