{"reasons": "better grammar; more thematic coherence; consistent use of terms", "closest_prediction": "prediction_1", "output": "Excuse-moi, t'aurais pas un truc à me faire, là ?\nComment ça, un truc à faire ?\nEuh... Une dépanne, quoi.\nTu veux quoi ?\nEuh... J'sais pas, du gros... Du gros son.\nOuais, j'pense j'ai c'qui t'faut, hein.\nVas-y, choisis.\nEuh...\nPas celui-là, là, ouais, carrément.\nAh non, pas celui-là, mec.\nIl est pas à vendre, pas à vendre, pas à vendre...\nOh non non non non non !\nOh non non non non non !\nOh non non non !\nOh non non non non non !\nOh non non non non non !\nYeah yeah yeah, oh !\nSi t'as la combine, tu m'appelles\nJ'ai gardé la motive, remercie mon public\nQui pourrait augmenter ma paye\nSi t'as la combine, tu m'appelles\nDealerstar Riverside va les mettre en panique\nMais qui pourrait augmenter ma paye\nTu trouveras pas mon hip-hop dans des petites annonces\nSi tu veux de la magique, mamie, j't'en file gratos\nJ'aime quand la rythmique remplit l'salon\nEt qu'à l'aide d'un spiel, ça monte\nJ'ai jamais copié les zik d'un autre\nRêve de récolter du bouffe et prendre la fuite bientôt\nJ'ai pas bossé, mon seul fêche, mais j'maitrise la note\nJ'ai la phobie que mes titres soient bofs\nSi t'amènes de la gang, j'aviens au tabid, poto\nMine et Mine fait sa big promo\nSi tes fans ont fait la petite photo\nTes malatimes, mon équipe, elles s'appliquent\nOn m'a dit que ça l'faisait magique\nEt Mineral, sérieux, t'as tout niqué sur l'nouveau single\nOn a la tactique comme les Jamaïcains\nQuand on les bite par du micro pour aller jusqu'au speaker\nTu veux du bon groove, on vient livrer ça\nPas du son pour topper des meufs et faire du bif à la basse\nC'est carré, c'est calé, c'est tendu, les vrais savent\nOn est pas dans les bacs, la radio, la télé\nNon, mais je sais qu'on a l'niveau pour l'illégal, qui ferait ça\nC'est cadeau, Mineral, S.O.S, on baisse pas la basse\nMais chaud, c'est bain de fou, pire, on excite les sales\nC'est chaud, fais pas l'fou, on esquive les sales\nJ'passe des rimes et des rites, j'te dis c'est terrible\nGratte des lignes et des lignes, c'est la génétique des sages\nÀ tes risques et périls, j'dévis du délire\nJ'ai fait mon taf si j'ai transmis l'message\nLève la main si t'as compris mes phases\nJ'veux s'encomprimer, la zik m'aide à construire mes armes\nLa relève et là j'te laisse imprimer ça\nEt j'reviens vider mon sac pour leur dire que\nSi t'as la combine, tu m'appelles\nJ'ai gardé la motive, remercie mon public\nQui pourrait augmenter ma veille\nSi t'as la combine, tu m'appelles\nDis-leur ça, Riverside va les mettre en panique\nQui pourrait augmenter ma veille\nPrends ta veille si veux, j'en ai mille des phases à l'avance\nOn s'investit même si ma zik m'une est pas à vendre\nTu veux nous dealer, négocie, faut qu'on parle avant\nL'amitié OP, sors-nous le riddim, prépare la banque\nLes jours des difficiles, j'ai que mon stylo pour en parler\nLes jours en déficit, j'ai jamais mis mes fafas à la banque\nDonne-moi la vaille, donne-moi la weed, j'garde la monnaie\nCette zik c'est la note et personne pourra s'en emparer\nJe place un temps d'arrêt, si je me sens pas arrêt, ça résonne dans ta tête\nJe file et vite mes mélodies de l'inédit\nDes feats n'attend pas, si tu veux du défi, rejoint-nous dans l'arène\nOn s'active sans arrêt, t'as noté la dynamique\nQuand mon style sort d'un rêve\nLa technique d'un soldat, la maîtrise d'un samouraï\nMême sans la monnaie, manie la force d'un verbe\nSi t'as la combine, tu m'appelles\nJ'ai gardé la motive, remercie mon public\nQui pourrait augmenter ma veille\nSi t'as la combine, tu m'appelles\nDealer ça, realer ça, il va les mettre en panique\nQui pourrait augmenter ma veille\n"}