{"reasons": "More comprehensive and coherent; closer to the original context", "closest_prediction": "prediction_2", "output": "Pour tous les ganja-mans de Made in Unity,\nSOMMETEUP !\nNow it's a spliff time,\nspécial big up à Soulja B's\nand us, Unity.\nNow it's a spliff time !\nHit the castle, break it down, party in the mic if you don't know.\nJ'ai le bar, tous les lights, tous les lights, tous les lights, tous les lights, à s'animer.\nJ'ai le bar, tous les lights, tous les lights, tous les lights, à s'animer.\nCa fait spliff time, spliff time, spliff time.\nCaramanato, spliff time, spliff time, spliff time.\nParfait, c'est le spliff time, spliff time, spliff time.\nI ride my T-Best Koo-Chop, best Koo-Chop, best Koo-Chop.\nSpliff time, spliff time.\nMoi je m'ennuie de la feuille et rouler, rouler.\nC'est spliff time, spliff time.\nMais la bonne soirée, besoin de rouler, rouler.\nC'est spliff time.\nPauvres, l'on dégueulasse, c'est spliff time.\nEt on culte le parasite, spliff time.\nC'est devenu classique, spliff time.\nPuis je me drogue à la vie.\nMoi je m'ennuie comme un Asie, je me le souljam.\nJ'ai pas besoin d'acide avec elle, je suis comme un soldier.\nMoi je m'ennuie de la vie, tu peux faire la gare du genre.\nUne bête, tu pourrais s'éliciter car il y en a qui tombe.\nMais t'en donnes, j'en ai vu.\nJ'en ai pas les gueules et c'est défendu.\nNon mais j'en abonne pour la fumer, every day.\nJ'en ai beaucoup vendu et si l'endroit me le permet, je me dis que je le mérite.\nJ'en ai pas les gueules et c'est défendu.\nNon mais j'en abonne pour la fumer, every day.\nSi tu m'as confondu avec un toxique et que tu ne connais pas du tout la vérité.\nComme ma tante bouffe la tresse de ses tasses.\nEt sur le spliff, tout le Koo-Chop vient à peine de tasser.\nSpliff time, spliff time.\nQuand la scène a bouilli, dans la feuille elle roule et roule.\nEt c'est spliff time, spliff time.\nMais la bonne soirée, faisons des roulets, roulez.\nC'est spliff time, pavé, le nez de l'aïs.\nSpliff time, et on culte les parasites.\nSpliff time, c'est devenu classique.\nSpliff time, time, time, time, time, time.\nMais ponit, ponit, ponit, ponit, hey.\nJ'ai sûrement le coup, mon père me dit le vide, le vide.\nLe vide c'est mon aval et je ferais tout pour mon père.\nDans les sandois, la maison, elle est remplie.\nElle ne provoque pas de bagages, je la vends d'après le table 5.\nOn se répète plusieurs fois dans la s'pun.\nYo, go le vide, il gagne, j'amène.\nJ'adore me laisser évader le temps d'indigeste.\nBig roll, d'affiche, mon casque, chez moi sur les petits gestes.\nOn se répète plusieurs fois dans la s'pun.\nRight, go le vide, il gagne, j'amène.\nYeah, man, que ce soit en affaires, il spliff, on indigeste plus.\nI like to smoke my weed tranquillo.\nEt je sais pertinemment bien que ce n'est pas pour la santé, but.\nI don't give a fuck.\nBob et Nan.\nLégal, légal, légalise.\nOn se fait déconcentrer, c'est spliff time.\nDevant un groupe d'amis, c'est esquive time.\nMais juste après c'est quand même spliff time.\nMais juste après c'est quand même spliff time.\nCôté de la haine, c'est spliff time.\nAu sound system, c'est spliff time.\nPour qui te ramène, c'est spliff time.\nTous les gars qui en plantent en espion, grâce aux champs, pour voir spliff time.\nBalancer la bouille dans la taille et rouler, rouler.\nEt la bonne soirée, faiser des rouler, rouler.\nBob et Nan, légalise, et on brûle tous les paradis.\nC'est devenu classique, spliff time.\nPuis je me drogue à la zik, que ce soit en affaires, il spliff.\nQue ce soit en digeste, plus.\nJ'ai la fip, j'ai la fip, j'ai la fip, j'ai la fip, fip, fip, fip, fip.\nQue ce soit en affaires, il spliff.\nQue ce soit en digeste, plus.\nJ'ai la fip, j'ai la fip, j'ai la fip, j'ai la fip, j'ai la fip, fip, fip, fip.\nQuand on n'a pas envie de se prendre en tête, c'est spliff time.\nUn moment de partage et de bien-être, c'est spliff time.\nC'est, c'est, c'est spliff time.\nC'est, c'est, c'est spliff time.\nÇa n'est pas des gars désélépendus.\nÇa n'est pas des gars, ça n'est pas des gars, ça n'est pas des gars désélépendus.\nMaman, j'ai la bonne pour la fumer, elle veut le piquer.\n"}