{"reasons": "better overall coherence and fewer incorrect words", "closest_prediction": "prediction_2", "output": "Yeah man, tu vas là où Maxenta, l'original rap zaman, pour la summer tape 2012, un spécial\nbig up à Soulja B.\nListen !\nJ'viens pas d'une famille aisée, ma mère continue à trimer, on est exclu, c'est\nce qui renforce notre solidarité, c'est humiliant quand tu t'casses le doigt et\nt'es mal payé, personne t'aide financièrement, chacun pense qu'à ses intérêts.\nJ'viens pas d'une famille aisée, ma mère continue à trimer, on est exclu, c'est\nce qui renforce notre solidarité, c'est humiliant quand tu t'casses le doigt et\nt'es mal payé, personne t'aide financièrement, chacun pense qu'à ses intérêts.\nOn est bloqué dans la matrice, coincé depuis des années, en attendant la retraite, les\nmiens c'est ce qu'inte la santé, on est pas découragé, si on crévole c'est justifié,\nchez toi comme chez moi man, j'veux voir les choses évoluer, j'm'éloigne jamais\ndu champ de bataille, j'suis toujours prêt à bombarder, mes sales tél'ribot, rap\nzaman telo, reste au niveau, j'agresse encore et encore ce système qui nous stresse,\ndites toi c'est pas un besoin si y'a des points équilibres qui craquent dans les têtes.\nJ'viens pas d'une famille aisée, ma mère continue à trimer, on est exclu, c'est\nce qui renforce notre solidarité, c'est humiliant quand tu t'casses le doigt et\nt'es mal payé, personne t'aide financièrement, chacun pense qu'à ses intérêts.\nAu lieu d'aider ses filles ou profiter du business, aux presse et juges, les youths\nmanent selon leurs faits et gestes.\nDans le monde du travail, on t'exploite même si t'es diplômé, t'es payé au rap et\ncontent que le jour de la UP j'm'élite pour mes prochains frangins qui sont bloqués\net tourmentés, j'pense aussi aux sans-papiers qui demandent qu'à travailler, aux sans-abri\nà tous ces victimes de cette société, pour qu'on s'laisse rigoter, luttons pour\nnotre liberté.\nJ'viens pas d'une famille aisée, ma mère continue à trimer, on est exclu, c'est\nce qui renforce notre solidarité, c'est humiliant quand tu t'casses le doigt et\nt'es mal payé, personne t'aide financièrement, chacun pense qu'à ses intérêts.\nJ'viens pas d'une famille aisée, ma mère continue à trimer, on est exclu, c'est\nce qui renforce notre solidarité, c'est humiliant quand tu t'casses le doigt et\nt'es mal payé, personne t'aide financièrement, chacun pense qu'à ses intérêts.\nJ'viens poser ça tranquille, on m'indique que tout est dans le style, mes piles sont\nrechargées, j'prends part aux festivités, un problème d'intégrité, c'est pour ça\nqu'il y a autant de pauvreté, je sais pertinemment que c'est voler dans l'esprit\nfroissé, donc je neutralise ces pandeaux que la triposte en cas d'attaque, qui nous\nempoisonnent la vie, ces vampires, je crois tout le permis, les bruits sont bondés,\nqu'on devrait à dégainer, en cas de débordement, incursions dans nos ghettos, nous on trouve\nça révoltant.\nJ'viens pas d'une famille aisée, ma mère continue à trimer, on est exclu, c'est\nce qui renforce notre solidarité, c'est humiliant quand tu t'casses le doigt et t'es mal payé,\npersonne t'aide financièrement, chacun pense qu'à ses intérêts.\nDonc j'viens pas d'une famille aisée, ma mère continue à trimer, on est exclu,\nc'est ce qui renforce notre solidarité, c'est humiliant quand tu t'casses le doigt\net t'es mal payé, personne t'aide financièrement, chacun pense qu'à ses intérêts.\nDonc j'viens pas d'une famille aisée, ma mère continue à trimer, on est exclu,\nc'est ce qui renforce notre solidarité, c'est humiliant quand tu t'casses le doigt\net t'es mal payer, personne t'aide financièrement, chacun pense qu'à ses intérêts.\nJe viens pas d'une famille aisée, ma mère continue à trimer, on est exclu, c'est\nce qui renforce notre solidarité, c'est humiliant quand tu t'casses le doigt\net t'es mal payé, personne t'aide financièrement, chacun pense qu'à ses intérêts.\n"}