{"reasons": "better word choices;less nonsense lines;accuracy", "closest_prediction": "prediction_1", "output": "That's the culture, you know? You have time, you have time, you know?\nAre you ready? Pray, pray, pray, pray tight! It's time for pray God!\nThat's the fire is lion! That's the fire calling!\nAre you ready? Come on, come on, come on! Pray it's false, serve your soul!\nAre you just serve? Are you ready?\nHey! Hey! Hey!\nHey, Jah is love! Jah is peace! Jah is unity!\nHey, Jah is love! Jah is peace! Jah is unity!\nAre you ready for pray?\nAlmighty Jah!\nWe have already heard that the beauty has seduced us!\nWe will have to say that to be a victim of this system,\nwe forget the essential, the faith, the Almighty, the one who gives life!\nBy following, we smile and make them taste paradise!\nBy continuing to sink, the more we sink, the more we forget what!\nJust a moment, let's stop for five minutes, just to pray!\nThe one who gives everything, goes crazy, his life's purpose, he gives everything!\nA slave, his purpose of life, gives everything!\nAlmighty Jah! We pray! We pray! We pray!\nAlmighty Jah! We pray! We pray! We pray!\nHey, Jah is love! Jah is peace! Jah is unity!\nAre you ready for pray?\nAlmighty Jah!\nSo, what do I want? I don't want my soul to sink into oblivion!\nSum of sum, I advance in this life!\nThe Almighty, if we do, protects us!\nShe understands existence and its bad ways!\nI make the choice that will be necessary at the time it will be necessary!\nI know that he is there for me, that he is there for you too!\nJust do what you want!\nThe Almighty, if he is everything, he is human, he needs life, he is spirit, he is spirit!\nI will not survive here, despite the anger that counts, despite the hatred, despite the wickedness, I want to believe in it!\nThe Almighty is everything! The Almighty is everything!\nAsta for I pray the God!\nHey, Jah is love! Jah is peace! Jah is unity!\nAre you ready for pray?\nAlmighty Jah!\nDon't worry, sometimes I also doubt!\nBut I know what I doubt the most, it's his anger!\nShe is divine, so I took your life, I chose her way, that of the Almighty!\nAsta for I, I lay, I say, I see, I am another type of Jodak!\nI am the one who makes him, I am the one who receives him!\nAsta for I, I lay, I say, I see, I am another type of Jodak!\nI am the one who makes him, I am the one who receives him!\n"}