{"reasons": "better grammar and word choice;consistent with thematic meaning", "closest_prediction": "prediction_1", "output": "Yeah yeah yeah !\nYes man !\nEn s'élam, qu'on appelle Fire Picker\net bien tout spécialement pour la\nMade in Unity Summer Tape.\nTu sais ça, que des good vibes,\nque du bon son pour l'été.\nEt ça, c'est grâce au frère\nqui a l'initiative du projet.\nAlors un maximum de respect au frère\nqu'on appelle Soldiabiz,\nainsi qu'à tous les artistes réunis sur la tape.\nTu sais ça, you know ?\nOuh, le résumé !\nAll the Babylon prisons see through us like a symbol\nTempting reality, the world of colonization\nWe bond explicitly from Paris to London cause\nOccidental power is not a reference for we\nIt's just a cradle of best protection the eternity\nAfrika is the origin of everyone and everything\nThat's how we'll always go on fishing\nWe'll come fishing, we'll come fishing\nAfrika rise up your way the world will protest and stand\nYou are the most beautiful jewel that we can found\nAlpine Omega from the beginning to the end\nI'll be still and stay and protect you against violence in all the open\nAfrika, don't cry\nAlmighty I is your shield and is your guide\nAfrika, don't cry\nAlmighty I is your shield and is your guide\nInternational love from Kingston to London the Almighty provides\nPeople in separation, it blow up the wicked\nWith the bombs they're ripping some\nCause they think that they're him with all the pretensions\nAnd let's not give to the people in a confusion\nOh what a shame of war, this oppression\nGeorgia is my guide, my shield and my confidence\nThe most time cause the revenge it's one of the ropes\nAnd King Selassie I without the captives will pardon them\nI pardon them but you, the man's I and K8\nAfrika, don't cry\nAlmighty I is your shield and is your guide\nAfrika, don't cry\nAlmighty I is your shield and is your guide\nRejoice, turn your gifts of the music and the voice\nCarry on for he is naturalistic\nHis majesty chooses like his messengers\nWe bring love, we are not all the revengers\nDefending countries and flags to Satan values\nIt's mankind that we serve and over spending we use\nCausality and tolerance must translate in Raleigh\nTo lead the people to a better liberty\nAfrika, don't cry\nAlmighty I is your shield and is your guide\nAfrika, don't cry\nAlmighty I is your shield and is your guide\n"}