{"reasons": "grammatical consistency;meaningful lines", "closest_prediction": "prediction_1", "output": "It takes some time to realize\nIt takes some time to understand the reason why\nSo many ways we didn't walk\nSo many words we didn't say\nBut surely we will find a way\nThat we can walk, maybe go a bit astray\nThat we can make something out of it\nMaybe find a home\nMaybe lead our lives toward a someplace alone\nI don't know what I'm saying, maybe\nLet's go together cause we're both stuck in between\nStuck inside the daily run, stuck in routine\nHead on straight, let's hit the air\nAs easy going as free of care\nNot as high as Inca rules\nBut close enough to see that up here\nAll that matters is just you and me\nWhere are you going, Maybelline?\nAll the time I thought that you and me were clean\nNow it's time to change the gear\nAnd speed our lives away from here\nCause this is not a place to stay\nWhy are you crying, Maybelline?\nOh believe me, all the world will be our sea\nCome on and dream this dream with me\nOne more time we will be\nSo easy like a smile\nSo easy one more time\nSo easy flying by\nCome on let's fly\nWhere are you going, Maybelline?\nPlease stay with me right now so we cannot be seen\nFly away, the stars are ours\nLet's burst and turn to dust for now\nHey now you're laughing, Maybelline\nYou look so beautiful when you laugh so green\nYou'll be the princess and I'll wake you up\nOh, fly away\nWaste to waste this summer night\nBut this one won't be wasted if we turn to light\nThis single time we'll take the dive\nIf it's the last this summer we will be alive\nUnlike the other times before\nWe're not so anxious anymore\nRegarding all the chances where we fail to score\nEverything is counted when the world has ceased its turn\nAnd now the sea was bound\nThrowing forth the lessons that we had to learn\nTake my hand and hold it tight\nLet's save another summer night\nSo good to have you, Maybelline\nSo good to have all of you\nI know I can't be sure\nBut you're the one I feel for\nAnd I want to be with all your trust\nRight into what is calling us\nLa la la la la\nLa la la la la\nLa la la la\nLa la la la\nLa la la la la\nLa la la la la\nLa la la la la\nLa la la la la\nLa la la la la\nLa la la la la\nLa la la la la\nLa la la la la\nLa la la la la\nLa la la la la\nLa la la la la\nLa la-la-la-la-la-la"}