{"reasons": "accurate lines;consistent lines;fewer errors;", "closest_prediction": "prediction_2", "output": "Mais qui s'inquiète pour toi quand tu te retrouves sans toi ?\nSans thune et sans emploi, le système t'ignore et te laisse mourir de froid.\nJ'continue à croire que ça ne va vraiment pas.\nMais qui s'inquiète pour toi quand tu te retrouves sans toi ?\nSans thune et sans emploi, le système t'ignore et te laisse mourir de froid.\nJ'continue à croire que ça ne va vraiment pas.\nJ'continue à croire que le système déraille.\nDis-moi y'a qui pour toi quand t'es dehors et qu'il caille ?\nOn nous méprise ou on nous insulte, racaille.\nTous les jours confrontés à Babylone, boy.\nIl n'aime pas te partager, dis pas en communauté.\nY'a personne pour t'aider, l'Etat veut te voir crever.\nCreuser ta pompe, te mettre à l'ombre.\nM'en réfléchir, j'en perds une seconde, une pensée.\nPour tous ces gens qui vivent jour et nuit dans la rue.\nTous ces personnes oubliées, complètement perdues.\nConfrontés à eux-mêmes, l'Etat ne les protège pas, ne les respecte pas.\nMais qui s'inquiète pour toi quand tu te retrouves sans toi ?\nSans thune et sans emploi, le système t'ignore et te laisse mourir de froid.\nJ'continue à croire que ça ne va vraiment pas.\nMais qui s'inquiète pour toi quand tu te retrouves sans toi ?\nSans thune et sans emploi, le système t'ignore et te laisse mourir de froid.\nJ'continue à croire que ça ne va vraiment pas.\nUn réveil vénère qui passe entre deux guerres.\nLa troisième, c'est la bombe dans mon viseur, j'ai Babylone.\nAtmosphère pesante, j'espère qu'ils nous entendent.\nEux qui sont la cause de tous ces mésententes.\nDieu sait si je me plante, en tout cas je me suis toujours dit qu'on pouvait s'en sortir ensemble.\nMais ces dirigeants ressentiraient tout prendre les ghettos de France.\nQuand ils agressent impunément les gens qui manifestent une pensée.\nPour tous ces gens qui vivent jour et nuit dans la rue.\nTous ces personnes oubliées, complètement perdues.\nConfondues à eux-mêmes.\nL'État ne les protège pas, ne les respecte pas.\nMais qui s'inquiète pour toi quand tu te retrouves sans toi ?\nSans thune et sans emploi, le système t'ignore et te laisse mourir de froid.\nJ'continue à croire que ça ne va vraiment pas.\nMais qui s'inquiète pour toi quand tu te retrouves sans toi ?\nSans thune et sans emploi, le système t'ignore et te laisse mourir de froid.\nJ'continue à croire que ça ne va vraiment pas.\nIl nous coupe les vibres, il nous empêche d'être libres.\nTous ces élus négligent les pas dans la société.\nQui ne voient pas les difficultés.\nRien n'a évolué pour les gens sans toi.\nOu pour venir d'en décider.\nSi tu le réagis, je ne prends pas mise à part qu'ils font n'importe quoi.\nTous les clichés, ce sera toujours comme ça.\nRetiens qu'on a le seum envers ces vampires.\nQui abusent des lois et te tirent vers le bas.\nJe sais que c'est ce qui te planche.\nJe me suis toujours dit qu'on pouvait s'en sortir ensemble.\nMais ces dirigeants ressent-ils vraiment les souffrances qu'il y a ?\nMais qui s'inquiète pour toi quand tu trop-trop senses toi ?\nSens-tu des insomptes lois non-systèmes ?\nT'ignores et te laisses mourir de froid.\nJ'continue à croire que ça ne va vraiment pas.\n"}