{"reasons": "Fewer repetitions and clearer structure", "closest_prediction": "prediction_1", "output": "Tu non hai, tu non hai, tu non hai più cuore pure cerchi amore e per questo resto,\nio non ci resto.\nGente come te non sente quello che dovrebbe capire di fondo se così si può e dire che\ntu avevi bisogno di me.\nInvece adesso guarda, indovina che c'è, è meglio restare solo che parlare con te.\nPerché c'è tanta confusione, perchè la gente non resta mai fedele a se stessa,\nsi è puri a fatica ma la vita è perversa e intanto qualcuno ci trova e non prova,\nsi sbaglia e resta più sola.\nSi sa la vita che va, si sa c'è chi non ci sta, si ma la sincerità qui, là, da che\nparte sta.\nDa che parte, dimmi, da che parte si va.\nA parte di qua, dimmi allora, dimmi qual è la verità.\nTu non hai più cuore pure cerchi amore e per questo resto, mesto, io non ci resto.\nGente come te non sente quello che dovrebbe capire di fondo se così si può e dire,\ndi dire che mi sento morire.\nSi ora so che tutto è destinato a finire ma in fondo purtroppo a me resta il troppo\ndi chi ha perso da sotto.\nEppure c'è qualcosa che non riesco a chiarire, i punti sono tanti e tutti da definire, ci\nsono persone che ancora non sanno quanto male fanno.\nSi sa la vita che va, si sa c'è chi non ci sta, si ma la sincerità qui, là, da che\nparte sta.\nDa che parte, dimmi, da che parte si va.\nA parte di qua, dimmi allora, dimmi qual è la verità.\nTu non hai più cuore pure cerchi amore e per questo resto, mesto, io non ci resto.\nGente come te non sente quello che dovrebbe capire di fondo se così si può.\nSenza fare rumore c'è gente che muore, senza fare rumore c'è gente che muore.\nE dire che lo sapevo che tutto deve finire, che ogni cosa bella è destinata a morire,\nci sono ancora cose che non riesco a intuire, tutto è ancora da chiarire, capire, definire.\nC'è tanta confusione ed altrettanto rumore, non riesco proprio a vedere che il tuo mondo\nmigliore di cui tu parli tanto fingendo chi saluto, parlandomi d'amico, indomina chi\nha nemico, si, c'ha la vita che va, c'è chi non ci sta, la sincerità, qui, là,\nda che parte sta, dimmi chi c'è là.\nTu non hai più cuore pure cerchi amore e per questo resto, mesto, io non ci resto.\nQuesta gente come te non sente quello che dovrebbe capire di fondo se così si può.\nTu non hai più cuore, e tu è che tu abbi di bisogno di amore, e invece adesso guarda\nindovina chi c'è, meglio restare solo che parlare con te, c'è tanta confusione perché\ntu non hai più cuore, la gente non resta mai fedele, se il pensiero si chiama fatica\nma la vita è perversa, altrettanto qualcuno ci prova e non trova chi sbaglia, ma resta\npiù sola, si, sa, la vita che va, si sa, chi non ci sta, si, ma la sincerità, qui, là,\nda che parte, da che parte si va.\n"}