{"reasons": "content consistency and better readability", "closest_prediction": "prediction_0", "output": "Yes I am Sister Caro, Made in Unity 2014, Soldat Real, Soldier Bees, North Unity Song, Come on!\nMore words to overstand each other, More love for a good life together,\nTo sweep the misoverstanding, To live a sweet good feeling, I keep this faith in you and I,\nThe rules and the guide, I am that, I know, I know, Time is the master, I let life to give me the better,\nI need Thee, I need Thee, I need Thee, I need Thee, I need Thee, I need Thee, I need Thee, I need Thee.\nLet the past in the past, Let the future for tomorrow, Enjoy the life now,\nClean up the badness, Grow up togetherness, Roots is in you, in me, First time,\nTiberias towa san sistem, Burn now the Babylon shit stem,\nTiberias towa san sistem, Make you feel higher and higher.\nMore words to overstand each other, More love for a good life together,\nTo sweep the misoverstanding, To live a sweet good feeling,\nI keep this seed in you and I, Jah rules and guides, I am I.\nI know, I know, Time is a master, I let life to give me the better,\nI need Thee, I need Thee, I need Thee, I need Thee, I need Thee, I need Thee.\nTiberias towa san sistem, Burn now the Babylon shit stem,\nTiberias towa san sistem, Make you feel higher and higher.\nMGDK inna di place, MGDK bless up di minds,\nClean up all di badness, To uplift all di goodness,\nFor justice and equal rights, All over di world,\nFor all nations, Justice and equal rights,\nAll over di world, More words to overstand each other,\nMore love for a good life together,\nTo sweep the misoverstanding, To live a sweet good feeling,\nI keep this seed in you and I, Jah rules and guides, I am I.\nI know, I know, Time is a master, I let life to give me the better,\nI need Thee, I need Thee, I need Thee, I need Thee, I need Thee.\nI know one day, Joy and happiness will be leaders,\nAnd we will follow the path of love, Me know and you know,\nLove is forever more, In I and I, I and I and I souls,\nLook around you and you and you and you, Don't you see you and you and you and you,\nI am I connection, With the almighty creation,\nMade in Unity 2014, Sister Caro, Love."}