{"reasons": "consistency;high_similarity", "closest_prediction": "prediction_1", "output": "Lily Worf, Duck Duck Goose, How many ditches does he take?\nI lie on my bed, wrapped and padded in white, See the monitor pulse in the glow of the light,\nNow the room is disintegrating and I rule under an exit sign.\nScalpel please, ECG, anesthetize is what I hear as I close my eyes,\nChemical undertow pulling me down, I'm ready for the doctor now.\nBreathe, breathe, count to three, critical injury, How many stitches does it take to repair a heartbreak?\nCreamy emergency, serious surgery, How many stitches does it take to repair a heartbreak?\nLa da da da, get me a doctor, La da da da, give me a drug,\nLa da da da, help me recover, Save me from this poisonous flow.\nLa da da, la da da, la da da, da da da da da\nI am under a spotlight, a shape on a stage, A grim operation, a vital exchange,\nA little defective, a little diseased, Incomplete anatomy.\nScalpel please, ECG, anesthetize is what I hear as I close my eyes,\nChemical undertow pulling me down, I'm ready for the doctor now.\nBreathe, breathe, count to three, critical injury, How many stitches does it take to repair a heartbreak?\nCreamy emergency, serious surgery, How many stitches does it take to repair a heartbreak?\nLa da da da, get me a doctor, La da da da, give me a drug,\nLa da da da, help me recover, Save me from this poisonous flow.\nYo, yo, trust me baby I'm a doctor, Defibrillator I'ma shock ya,\nDrugs and a needle pull the bottom, flip the top up, And he will, he will, he will rock ya.\nHow many kisses does it take for me to make your earth quake?\nGot your heart broken, are you up in emergency? Need shame on to perform this surgery.\nLa da da da, step one, I'ma put my glove on and keep my hands steady.\nLa da da da, step two, Count down from a hundred in a moment we'll be ready.\nLa da da da, step three, Got you all stitched up by the time you woke up,\nIs you still thinking about your other man? No sir, I'ma put that thing on you, have your ass noped up, watch.\nWhat should be easy to anesthetize, Is what I hear as I close my eyes.\nChemical undertow pulling me down, Ready for the doctor now.\nBreathe, breathe, count to three, Critical injury.\nHow many stitches does it take to repair a heartbreak?\nBreathe, emergency, hearing a surgery.\nHow many stitches does it take to repair a heartbreak?\nLa da da da, get me a doctor.\nLa da da da, give me a drug.\nLa da da da, help me recover.\nSave me from this.\nLa da da da, breathe, breathe.\nLa da da da, breathe, breathe.\nLa da da da, breathe, breathe.\nSave me from this poisonous love.\nLily Wolf, Duck Duck Goose, Shane Moe, How many stitches does it take?\n"}