{"reasons": "more coherent expressions; less grammatical errors; more meaningful lyrics; fewer repetitive phrases", "closest_prediction": "prediction_1", "output": "Suit, beats and the beat, Young Paperboyz\nYeah, where did I go wrong?\nWhere did I go wrong from within?\nWhere should I begin? I'm fighting all the pain\nOn my body and soul, on everything\nFeeling like a flame on a page of sin\nI don't really care no more, no more, no more, again\nI don't really care no more, no more, no more, again\nAll I want is respect, I don't really care\nStarted taking drugs with a noise\nI thought it would be fine if I take a little bit\nI don't really care because everyone was doing it\nI never felt the same\nTook a mouth pass, quit coming back\nWith a lot of pain, then I went insane\nI wanted more good to gain, then I make it rain\nMake money on the lane, can't able sleep\nCan't able sleep, this drug got me cloned\nWhere did I go wrong from within?\nWhere should I begin? I'm fighting all the pain\nOn my body and soul, on everything\nFeeling like a flame on a page of sin\nI don't really care no more, no more, no more, again\nI don't really care no more, no more, no more, again\nNow I'm cleaning my feet like a brand new sheep\nStarted from the bottom\nWhen I was thinking that I had it all from the beginning\nI'm ready, I'll make it to the quickness\nAnd the passion got me cracking, above average\nI kept it all in one package\nMoney don't make you, but it will take you to the place you'll never been\nIn which I call living lavish\nHaters gon' hate, rappers gon' rap, actors gon' act\nWhere did I go wrong from within?\nWhere should I begin? I'm fighting all the pain\nOn my body and soul, on everything\nFeeling like a flame on a page of sin\nI don't really care no more, no more, no more, again\nI don't really care no more, no more, no more, again\nWhen I think about my past, I drink up to life outside\nLink up all the trash in my life, that make things ting\nJust like kick-ass, from this action we have you'll be\nThen I step out my grasp, I'm counting on my passion\nMeet a new sign, to be the one in my right mind, in my right path\nI'll ride this aggravation, really straight to my destination\nThrough the meditation of God's seduction\nBeach or drugs, upset section\nI'll show you the common relation of higher pain\nFeeling master with body and mind, all in higher stream\nAnd people get upset for the things they can't get for in life\nWhite people in a rhyme town going crazy, looking for something to eat\nYeah, I'm starving for you Paul, I'm ready to give\nIt's young paperboy selling out, telling you\nWhere did I go wrong from within?\nWhere should I begin?\nI'm fighting all the pain, on my body and soul, on everything\nFeeling like the flame on page I've seen\nI don't really care no more, no more, no more, again\nI don't really care no more, no more, again\n"}