{"reasons": "prediction_2 has more accurate wording and provides better context", "closest_prediction": "prediction_2", "output": "Ich zünd ne Kerze an für mein Schneide- und Backenzahn,\ndenn außer denen ist nix schiefgegangen in den letzten 18 Jahren.\nHell yeah, ich zünd eine für die Mädels an,\ndie mir gezeigt haben, dass selbst ich nicht alles verstehen kann.\nOkay, dann brenn ich auch eine für die Damen ab,\nals sparbar ersatznah gelackt, zack, zack, verdammt.\nUnd eine für die Vorbestimmung, wie hat meine Mom gesagt?\nLeg das Feuer weg, du brennst doch irgendwann den Laden ab.\nJa, eine für jeden Schultag, den ich verschlafen hab,\nan dem ich am Zug war, doch dafür jetzt eine Arme hab.\nGleich noch eine für diesen Track.\nNa rate mal, ein Teilbetrag zu meinem Bausparvertrag.\nAlles klar, eine dafür, dass ich dachte, dass ich mal die Schule schmeiß.\nDoch jetzt guck mal hier, Kuckuck, cry.\nFür unsere Küche, denn dank dem Baden und Motten\nverbraten wir die Zeit am Mai, komm, bring Partys zum Kochen.\nDu heißt Vaterunser, bist du down mit dem Scheiß?\nDu weißt, er löse uns von dem Bling und dem Eis.\nJesus Christ, schau uns an deine Mutter und den Heiligen Geist.\nViel zu alt, er gibt uns unsere Sünden, läuft nice.\nOh, es funktioniert.\nAbgefahren.\nBoah, check mal den Beichtstuhl.\nCool, ich glaub ich hätte was.\nKrass.\nIch leg ne Beichte ab, wie jedes Heiland, zack.\nFuck, der Scheiß reimt sich hart, verdammt, noch mal auf jeden zweiten Satz.\nGoddamn, weißt du was? Es tut mir leid, ich hab zu Chicks nie Ja, Nein, sondern immer nur vielleicht gesagt.\nVerzeih, dass ich im Zeitgeist keine Songs mehr kreier, der Straßenrapper-Lifestyle reizt den Stromberg in mir.\nSorry für den Götzen, der an deinem Stuhl gekratzt hat, jetzt sitzt Silla neben dir auf der Ersatzbahn.\nJa, da da da da da.\nWoah, woah, woah, woah, woah, woah, woah, woah, woah.\nBoah, da ba ba da, da ba ba do.\nDu heißt, Vaterunser, bist du down mit dem Scheiß?\nDu beißt, er löse uns von dem Bling und dem Eis.\nJesus Christ, schau uns an deine Mutter und den Heiligen Geist.\nViel zu heiß, gib uns unsere Sünden, läuft nice.\nHey, sag mal, was denn? Sag mal, siehst du das denn nicht?\nIch hab Schnupfen. Hier stimmt doch was nicht.\nDer Scheiß hier stinkt bis zum Himmel. Ja man, die Kacke dampft.\nDu sitzt da oben, machst dir schön einen auf Kaffeekranz.\nIch bin einfach offen und ehrlich. Ja?\nUnd wenn einer einen dicken Haufen legt, dann kann ich nicht sagen,\nMh, das ist ja mal lecker Schokopudding.\nJa, du lachst, aber wir sitzen hier, trinken Grüntee in zwei Liter Packs.\nSag uns, warum gibt es das Zeug immer noch nicht im Fass?\nSag uns, warum Blundstauer die Fans nur 50 Level hat,\nwährend es mehr Sessen wie Betten schon bei Betten dass?\nWarum kommt man für Kraft Jahre hinter Gitter\nund wird dafür auf Täter bestraft als Kinderficker?\nWarum ist die halbe Welt dumm und warum die andere Hälfte dafür auch nicht der Grund?\nWarum ist die Welt da draußen so bunt und warum haben alle Frauen nen Sprung?\nUnd eins wundert uns auch, warum hat der im vom letzten Album nur 100 verkauft?\nWarum zum Teufel gibt es Namen wie Gunter und Klaus?\nWarum stand ich gestern zur Mittagshitze Stunden im Stau? Es war so.\nDu heißt Vaterunser, bist du down mit dem Scheiß?\nDu beißt, er löse uns von dem Bling und dem Eis.\nJesus Christ, schau' uns an deine Mutter und den Heiligen Geist.\nViel zu heiß, gib uns unsere Sünden, läuft nice.\nDu heißt Vaterunser, bist du down mit dem Scheiß?\nDu beißt, er löse uns von dem Bling und dem Eis.\nJesus Christ, schau' uns an deine Mutter und den Heiligen Geist.\nViel zu heiß, gib uns unsere Sünden, läuft nice.\n"}