{"reasons": "consistency;coherence;lexical similarities", "closest_prediction": "prediction_0", "output": "Oder ich, oder du?\nWir kommen rein wie pures Gold, mit dem du weißt schon was, wenn ihr es einfach nur so wollt, geht die Scheiße.\nSind wir zwei am Start, habt ihr von uns beiden gehört? Ja bei uns geht der Punk ab wie bei einem Friseur.\nWir sind in deinem Gehör und gehen nicht wie der Fake, da würde Eindruck erweckt, das Shit ist perfekt, ihr wisst es ja jetzt, aber egal.\nWir sagen es nochmal, wir haben den Zaun im Gepäck wie Gitarrenkoffer.\nAch ja und noch was, hab ich das schon gesagt? Ja bei uns ist mehr als bei einer Tombola.\nAlso bitte komm mal klar und spitz deine Ohren, denn wir sind spitze wie Dornen und so richtig in Form.\nDenn dafür sind wir geboren, wir nahmen Rap ins Visier und jetzt geht die Scheiße ab wie mit Toilettenpapier.\nMike, Chicky, checken wir hier, in der Hoffnung ihr kapiert's noch.\nDick, Digga und Dixen, wir sind fett wie Schmierstoff.\nDas sind er, ich, ich und er, zusammen sind wir ehrlich, macht mal richtig Lärm.\nDas sind er, ich, ich und er, das sind Schlende und Köhn, wollt ihr noch mehr?\nWir kommen rein wie vollkommen sauber mit dem Check, den Scheiß.\nDie Typen, die noch fauler sind als ein gestrecktes Bein.\nMit den üblichen gemütlichen relaxen Zeilen und den typischen südlichen Texten halt.\nAugen auf für nächster Zeit, denn auf eurer Mattscheibe kleben wir zwei ab jetzt wie ne Backpfeife.\nWir verabreichen Sound, der Knopf droht wie Automaten.\nWas will's wegsitzen, Gixen, unsere Hausaufgaben.\nUm's genau zu sagen, hey Alter, was glaubst'n du?\nBevor der Text hier steht, machen wir kein Auge zu und es ist...\nLaut genug geben wir Stoff wie D-La, brennen Boxen nieder, burn deinen Kopf wie Fieber.\nDoch lieber drehen wir am Rad wie ein Leierkasten an und beweisen, wie viel Spaß fängt der Feierabend an.\nMan beim Feiern haben kann und wir sind raus, das ist okay.\nJa, wir kratzen die Kurve wie ein Disco, okay.\nDas sind er, ich, ich und er, zusammen sind wir ehrlich, macht mal richtig Stärm.\nDas sind er, ich, ich und er, das sind Schlende und Köhn, wollt ihr noch mehr?\n"}