{"reasons": "accurate phrases;correct idiomatic expressions;coherent lyrics", "closest_prediction": "prediction_1", "output": "Im Himmel gab's Kartoffelsalat, da hat Gott sich gefragt\nHm, irgendwo klemmt's und zog sich ein Stock aus'm Arsch\nUnd als er dann den ganzen Bums ein bisschen lockerer sah\nkratzte er sich am Kopf nah an ne Kartoffel und sprach\nLicht\nIch nehme an, das war der Urknall, es machte Boom, zack\nwar die Kartoffel rund wie ein Fußball, so entstand mal eben Eden, das Paradies\nEs sproßt blanze Tier und ein Typ der Adam mies, doch es war ohne Partner mies\nDa dachte sich Gott, ich bastel mal Flock ne Eva, doch die hatte zwar trotz Adam nur\nApfel im Kopf\nUnd Gott hat gesagt, was isch jetzt, isch nix, Kopf oder Zahn\nDoch sie konnten der Versuchung nicht widerstehen, deshalb gibt es seitdem richtig dickes Problem\nUnd zwar gut und böse, Leben und Tod und das Ganze gibt's bis heute\nDank der Evolution, nehm mal im Ernst, es war schon immer ein zweischneidiges Schwert\nDoch eine Seite gleicht der anderen, es ist keine verkehrt\nDu willst Gott sein?\nDann lass dich mit dem Teufel ein, du willst was Gutes tun?\nDann mach was Schlechtes, um Himmels Willen, das Leben ist ein Teufelskreis\nDu willst Gott sein?\nDann lass dich mit dem Teufel ein, du willst was Gutes tun?\nDann mach was Schlechtes, um Himmels Willen, das Leben ist ein Teufelskreis\nHey, hey, an sich ist alles okay\nWovor hast du eigentlich Angst?\nVielleicht begreifst du's ja noch\nSolang du weißt, was du kannst, bist du dein eigener Gott\nDeshalb bleibe ich dran, bis jeder Einzelne kocht\nUnd mit dem Mic in der Hand wird die Scheiße gerockt\nEs ist ganz einfach, verdammt, nur leider geht's doch\nDen Allermeisten im Land nicht rein in den Kopf\nSchuld ist allein der Verstand, der Nein schreit und stoppt\nWas man nicht begreifen kann, wird somit einfach geblockt\nDoch ich scheiß auf eure Listen und Terminkalender\nIch hab den Plan im Bauch und darum wird sich nie was ändern\nMach Abitur nach 18 Uhr, die Frage, warum mach ich jetzt?\nDenn wer weiß, vielleicht sterb ich schon morgen an nem Doubleflip\nMan könnte meinen, alles dreht sich im Kreis wie Vinyl\nDoch es wird alles kühl und gut, wenn du die Scheiße hier fühlst\nIch lehn mich zurück und grins, genieß den Rückenwind\nDie P ist raus, das Album kommt und ich befind mich mittendrin\nMucke ist mein Ding, mir geht's verdammt nochmal gut\nUnd scheiß, egal was da noch kommt, ich will nix anderes tun\ncuts\nAber, ey, eigentlich ist alles okay\nDu willst Gott sein? Dann lass dich mit dem Teufel ein\nDu willst was Gutes? Na tun, dann mach was Schlechtes\nUm Himmels Willen, das Leben ist ein Teufelskreis\nAber, ey, eigentlich ist alles okay\nDu willst Gott sein? Dann lass dich mit dem Teufel ein\nDu willst was Gutes tun? Dann mach was Schlechtes\nUm Himmels Willen, das Leben ist ein Teufelskreis\nAber, ey, erscheint immer alles okay\n"}