{"reasons": "accurate lines;coherent lyrics", "closest_prediction": "prediction_2", "output": "What on earth am I gonna do? Am I gonna do? Am I gonna do? If I should lose you?\nNemesis\nI'm taking off, I can see the light I'm a total different, I'm a be alright\nI don't even wanna know what they're planning to do\nCause when they hear it, they say ain't no one like you\nAin't no one like you\nAin't no one like you\nAin't no one like you\nAin't no one like you\nOkay now here comes Mr. Difficult\nSitting thinking like the situation typical\nI guess I'm not invincible, I'm far from being sensible\nThe undependable, depending what the pencil do\nI'm on the penitentiary, lifted with the senate crew\nI never pass nothing like the senate do\nLet him speak, let him go and get his peace\nPay no attention to the man behind the sheet\nCounting sheep up on main street, put him all to sleep\nIt's getting deep, but little beyond your reach\nStay on your toes, under your nose\nTrip, tear poets, you know I'm his hoes\nWe could all get lost, kiss off with both lips\nI said here's your two weeks, cocksucker I quit\nGet lifted and right, hitch is all I'm trying to do\nI make them fear it when they hear it, they say\nAin't no one like you\nI'm taking off, I can see the light\nI'ma do it different, I'ma be alright\nI don't even wanna know what they're planning to do\nCause when they hear it, they say\nAin't no one like you\nAin't no one like you\nAin't no one like you\nAin't no one like you\nAin't no one like you\nI'm sick, I got my swagger back\nIt's dead poets, who the fuck you think they swagger jack\nWe roll up heavy, spitting tighter than McTagger slack\nYou splutter knife, dog, we kick out some flying daggers rap\nPlay my position, my intuition is speaking wisdom\nI'm on a whole nother level, you kids need supervision\nSo quit your bitching, complaining, go get back on your grind\nThey call me Mr. Miyagi, the way I spit is shine\nI got a heart bigger than precious's body\nSend a halfway rapper to me, I fold him like origami\nWho on war with us, we sorcerers, swinging swords in a Corsica\nMarried to the game and baby I ain't divorcing ya\nBlaze them like Cajun, amazing, ca-ca-caucasian\nThe nation has been awaiting for me to come make a statement\nKid praying in right wombs, that's all I'm trying to do\nThey can't doubt it when they round it, they say\nAin't no one like you\nWhen I'm taking off, I can see the light\nI'ma do it different, I'ma be alright\nI don't even wanna know what they're planning to do\nCause when they hear it, they say\nAin't no one like you\nAin't no one like you\nAin't no one like you\nAin't no one like you\nAin't no one like you\n"}