{"reasons": "grammatical_error_reduction;more_understandable_phrase_reconstructions", "closest_prediction": "prediction_0", "output": " Music \n Because the bouncer's know me \n The DJ know me \n The shot girl knows my name \n I told her I'm a rockstar, baby \n I am big time, homie \n I'm a shot gun ready to spray \n Drink that, sniff that, smoke that \n Read the cast in the back with the low hat \n Throw another straight shot, I throw it right back \n I need the right track and a nightcap \n I'm on the bar stool, leaning, I am far from leaving \n I could call, or even run my card now \n I'm scheming on the bill \n Fuck that, leave it alone \n Woke up, water mouth and the smell of petroleum \n And as I make it home, one eye on the prize \n Get high when I drive, and you still alive, but what? \n I don't know what kind of trees they're selling \n All I remember, everybody started yelling like \n Leaving this party to the last drop \n Drinking quarter past three \n And the floor still shaking \n Screaming last call when the lights come on \n Bartender, one more, and it better be strong \n Because the bouncer's know me \n The DJ know me \n The shot girl knows my name \n I told her I'm a rockstar, baby \n I am big time, homie \n I'm a shot, I'm good, ready to spray \n Break that, roll that, twist that \n Tell you seen that shit? Nah, I missed that \n Nevermind all that, where'd that bitch go? \n She passed out when the whip triggered Cisco \n Bathroom early, like I work in the morning \n No, I'm not going, no, I'm not sure \n Now I'm spilling drinks and talking reckless \n Bottom shelf is gone in seconds \n 5-4-2-5 is equal to 10 \n Hit the party, sit down, bring all of your friends \n I don't know what kind of people you're telling \n The cops are outside and some chick is still yelling like \n Leaving this party to the last drop drinking \n Quarter past three and the floor's still shaking \n Screaming last call and the lights come on \n Bartender, one more, and it better be strong \n Because the bouncer's know me \n The DJ know me \n The shot girl knows my name \n I'm toner, I'm a rock star, baby, I am in town \n Call me, I'm a shot girl, ready to spray \n"}