{"reasons": "Repetition consistency; overall coherence;", "closest_prediction": "prediction_1", "output": "Please stop asking me who I am.\nGo and find someone else.\nTo tell your jokes too.\nWhat a great party this is.\nAin't a fucking thing changed by my weight and my age.\nAnd I still keep surreal to what I state on the page.\nIt's the break and the discycle, no American Idol.\nDisciple with a rifle in the woods waiting to snipe you.\nMy old man told me drink the bottle till it's hollow.\nA hard act to swallow and a hard dick to follow.\nThe same motherfucker that you hear it in your walkman.\nFrom the day they cut my foreskin until I'm in a coffin.\nThe poet so ill I need a doctor's note.\nPutting something in the sky that the Rastas smoke.\nThis comes easy, believe me, the proof's in the pudding.\nIt's a big middle finger to the ones who said we couldn't.\nLife's one big party and re-inventing my future.\nWe'll turn little Mona Lisa into yuck mouth Medusa.\nBring body bags, toe tags, and handles of Bacardi.\nThe wise devil party is killing everybody.\nStop asking me who I am.\nGo and find someone else.\nTo tell your jokes too.\nWhat a great party this is.\nI show up fashionably late.\nI know my passion's what you hate.\nI told them wait, I'm on the finger force.\nI know you came to see us lose, but not happening.\nLoosen up the slack again.\nThen hop up on the bandwagon, stab me in the back again.\nI spike the punchin' like the bone.\nFind a zone and write the poem, drive alone.\nOne eye open, hoping I make it home.\nI speak softly.\nThe echoes of a simple plan.\nRollin' up with Joey Greco in a minivan.\nCatch him in the act, intermission.\nNew position, keep your fingers crossed.\nSuperstition, sitting waiting, wishing.\nReal shit, cutting corners in a Betty Ford Taurus.\nGetting tips, playing quarters, keep your two cents in order.\nLife is one big party.\nGuess I didn't get the invite.\nStill showing up, double solo cup, getting right.\nA couple friends, a couple stans, a little chat, a little gin.\nFill it up, let the partying bullshit begin.\nWill you stop asking me who I am?\nGo and find someone else.\nTo tell your jokes too.\nWhat a great party this is.\n"}