{"reasons": "more consistent and meaningful lyrics; fewer errors and confusions", "closest_prediction": "prediction_2", "output": "Il Barzano\nSono quello che parla, straparla, si spoglia di tutta e balla e balla\nSai, sono dei Balcani, niente portarmi, soltanto interessarmi, non meglio mai fermarmi\nSono fuori città e sono radioattivo, un'aura da pradante, frenetico e schivo\nCiao, sono un'autarmia ambulante, oh oh oh\nDiscarica Balcanica, butto via tutto\nDiscarica Balcanica, oh oh oh\nDiscarica Balcanica, butto via tutto\nDiscarica Balcanica, mi libero di tutto\nVisto che non siamo niente, possiamo essere tutto quello che ci pare\nNon tengo una discrezione\nVisto che non siamo niente, possiamo essere tutto quello che ci pare\nNon chiamare i santoni, no, voglio esorcisti, no\nSe mi togli i fantasmi, cosa resta di me?\nPerché è me, voglio fare finta di niente\nNon indagare a fondo, perché in fondo non c'è\nButto via tutto, mi libero di tutto, e se vuoi?\nVuoi chiamarmi furbo, scemo, scapestrato\nNefotico, psicotico, lurido, malato, puro, normale, religioso\nAfrocio, puttana, coglione sfondato\nEmpatico, simpatico, dibatico, beh, colto, ignorante, una pecora, beh\nTanto di ciazzo e più per cazzo, e te di quello che vedi è me\nLa la la la la la la la la la la la la la la la la la la la la la la la la la la la la la la\nSono un paese che si libera ogni giorno dalle proprie penose guerre civili\nTu sei uno dei vestitini grigi che hai, è un problema che non ti riguarderà mai\nTu ti ritieni così solido e umano, ma lo sai che fine fai? Materiale, organico\nGogli solo per certezza e potere, allora vai a regnarci in intero\nDiscarica balcanica\nNon chiamare i saptoni, no, no, no, no\nVisto che non siamo niente, possiamo essere tutto quello che ci pare\nTroppo buona discussione\nVisto che non siamo niente, possiamo essere tutto quello che ci pare\nChe fa da so?\nChe fa da bo?\nChiamami, chiamami Marcello, chiamami Carmela, bella, bella, bella, bello\nÈ un po' di concernello e so' il santo quello\nNon ho nessuna discussione\nSe il mio amico mi chiede di fare l'amore, io lo farò\nE io\nDiscussione\nDiscussione\nChiamami avertigiano, lecco la Johnstown\nNon chiamare i saptoni, non chiamare i saptoni, non chiamare i saptoni, no\nVoglia esorcisti, no, se vi togli i fantasmi cosa resta di me?\nNon farvi mancre di me, io, fare vita di niente\nNon indagare a fondo perché in fondo non c'è\nNon chiamare i saptoni, no, voglia esorcisti, no, non chiamare i saptoni, no\n"}