{"reasons": "Better accuracy;Proper word and phrase usage;Higher sentence clarity", "closest_prediction": "prediction_0", "output": "Oh aïe, oh aïe, oh aïe, c'est Jackal Macoca, c'est pour Soulja B.\nOh aïe, oh aïe, oh aïe, aujourd'hui je dis bye bye à tous ces problèmes,\ndonne moi d'l'amour je veux oublier toute cette haine,\naujourd'hui je dis bye bye à ce système, je vous laisserai mon corps mais mon âme restera mienne,\nje veux pouvoir déployer mes ailes, aller là où le vent m'amène,\nla liberté, oui c'est ça que j'aime, et le respect, oui c'est ça mon thème.\nLa jalousie fait des ravages, je ne veux plus me sentir en cage,\nla vie parsemée de nouveaux staches, la modernité nogerait ses sauvages,\nil y a tant de conflits c'est vraiment dommage, le soleil brume et dans l'été c'est l'orage,\nle ciel est bleu et autour de moi se nuage, j'entends les cris et au loin se carnage.\nAujourd'hui je dis bye bye à tous ces problèmes, donne moi d'l'amour je veux oublier toute cette haine,\naujourd'hui je dis bye bye à ce système, je vous laisserai mon corps mais mon âme restera mienne,\noubliez-moi avec tous vos problèmes, à présent je veux vivre heureux,\nje n'ai plus envie de ressentir toute cette peine, je vais là où c'est moins nuageux,\nlà où l'amour se transmet de parent à enfant, là où le respect est la seule religion pour les gens,\nje veux guérir de cette addiction au matériel, libéré de ces chaînes je développe mes ailes,\naujourd'hui je dis bye bye à tous ces problèmes, donne moi d'l'amour je veux oublier toute cette haine,\naujourd'hui je dis bye bye à ce système, je vous laisserai mon corps mais mon âme restera mienne,\naprès tant d'années je suis encore là, toujours la vibe, toujours la foi, par tous les temps on met le faillat,\nmême si certains ont baissé les bras, parfois c'est vrai j'aime faire la fiesta, mais c'est reggae et pas bossa nova,\nma musique est militante c'est un combat, un micro une scène je ferai entendre ma voix,\naujourd'hui je dis bye bye à tous ces problèmes, donne moi d'l'amour je veux oublier toute cette haine,\naujourd'hui je dis bye bye à ce système, je vous laisserai mon corps mais mon âme restera mienne.\n"}