{"reasons": "coherence;clarity;consistent lyrics", "closest_prediction": "prediction_2", "output": "Pourquoi courir alors que l'homme n'est fait que pour vivre aimer ?\nPourquoi courir ? Pourquoi refuser d'écouter ce besoin de liberté ?\nPourquoi courir alors que l'homme n'est fait que pour vivre aimer ?\nPourquoi courir ? Pourquoi refuser d'écouter ce besoin de liberté ?\nPrendre le temps d'apprécier chaque instant, vivre le moment présent, la vie va s'y vivre.\nHier enfant, aujourd'hui parent, vive les joies et les peines, tout cela sans faire semblant.\nLa vie va s'y vivre, l'amour t'attendra pas, si tu le rends compte qu'il est franchement.\nVive les joies et les peines, travaille tous les jours pour être le plus aimant.\nPour être le plus aimant.\nPourquoi courir alors que l'homme n'est fait que pour vivre aimer ?\nPourquoi courir ? Pourquoi refuser d'écouter ce besoin de liberté ?\nPourquoi courir alors que l'homme n'est fait que pour vivre aimer ?\nPourquoi courir ? Pourquoi refuser d'écouter ce besoin de liberté ?\nAujourd'hui, je suis posé, j'avais sur moi, laisse-m'y apaiser, je peux profiter des miens.\nUn petit son qui circule, on ne fait que communier, le temps s'est arrêté, je suis loin de leur système, loin de leur facture.\nAujourd'hui, je vais être aimé, je vais aimer.\nAujourd'hui, je vais être aimé, je vais aimer.\nAu déjà, merci pour ma famille, merci pour ma famille.\nPourquoi courir alors que l'homme n'est fait que pour vivre aimer ?\nPourquoi courir ? Pourquoi refuser d'écouter ce besoin de liberté ?\nPourquoi courir alors que l'homme n'est fait que pour vivre aimer ?\nPourquoi courir alors que l'homme n'est fait que pour vivre aimer ?\nPourquoi courir alors que l'homme n'est fait que pour vivre aimer ?\nPourquoi courir ? Pourquoi refuser d'écouter ce besoin de liberté ?\nBesoin de liberté, sortons de l'enconditionnement, prenons le temps de voir grandir nos enfants.\nDepuis quand tu ne lui as pas dit que tu l'aimais, prends du sien naissant.\nTu verras le changement, sois patient, un jour ils comprendront que le temps est la vie.\nEt qu'une vie sans amour n'en vaut pas le prix.\nEt qu'une vie sans amour n'en vaut pas le prix, n'en vaut pas le prix.\nPourquoi courir alors que l'homme n'est fait que pour vivre aimer ?\nPourquoi courir ? Pourquoi refuser d'écouter ce besoin de liberté ?\nPourquoi courir alors que l'homme n'est fait que pour vivre aimer ?\nPourquoi courir ? Pourquoi refuser d'écouter ce besoin de liberté ?\nPrends du temps, apprécie chaque instant, vive le moment présent.\nAujourd'hui je suis posé, Gabey sur moi, l'esprit apaisé, je peux profiter des miens.\nBesoin de liberté, sortons de l'enconditionnement, prenons le temps, prenons le temps, prenons le temps de voir grandir nos enfants.\nOh sois patient, un jour ils comprendront.\nAujourd'hui je vais être aimé, je vais aimer.\nAujourd'hui je vais être aimé, je vais aimer.\n"}