{"reasons": "better structured content;consistency of lines;repetition", "closest_prediction": "prediction_2", "output": "La musique est si douce et si belle à mes oreilles, m'aide à me rapprocher du monde\naux mille et une merveilles, le royaume de la paix fraternelle, celui de la sérénité\néternelle.\nLa musique est si douce et si belle à mes oreilles, m'aide à me rapprocher du monde\naux mille et une merveilles, le royaume de la paix fraternelle, celui de la sérénité\néternelle.\nTu te sens si nerveux, la chaleur commence à monter en toi, tu ne réfléchis pas, tu\nveux seulement savoir pourquoi.\nLe soleil n'est pourtant pas encore levé, tu cherches éperduement quelqu'un qui pourrait\nt'expliquer.\nRapidement, c'est la goutte de peps qui commence à te submerger, c'est incroyable\nà quelqu'un de voir sur toi un bon effet.\nC'est à ce moment précis que tu commences à t'évader, tu oublies déjà tout ce qui\na pu te contrarier.\nTu commences à prendre conscience à quel point tu te sens léger, plus rien ne pourrait\ngâcher ta journée qui a si bien commencé, pas même les mauvaises nouvelles que les\nmédias peuvent apporter.\nAujourd'hui tu comptes bien faire un maximum pour en profiter.\nLa musique est si douce et si belle à mes oreilles, m'aide à me rapprocher du monde\nau mille et une merveilles.\nLe royaume de la paix fraternelle, celui de la sérénité éternelle.\nLa musique est si douce et si belle à mes oreilles, m'aide à me rapprocher du monde\nau mille et une merveilles.\nLe royaume de la paix fraternelle, celui de la sérénité éternelle.\nLes notes de zeste s'enchaînent, c'est cette douce mélodie qui aujourd'hui va te guider.\nTu te rends compte de toi-même que tu ne peux plus t'en passer, ta musique a fait de toi\nson prisonnier.\nTu ne peux t'imaginer ce que serait ta vie sans elle, celle grâce à laquelle tu vois\nta vie si belle.\nTu te sentirais presque poussé des ailes, dévadé de babylones, t'envoler à travers\nle ciel.\nElle est si douce, pourtant c'est dépendance, y'a plus rien à faire avec elle, toutes\nmes diverses empruntes.\nTu prends conscience à quel point c'est dur de s'en passer, une fois qu'il y a goûté\ntu ne peux plus t'arrêter.\nLa musique est si douce et si belle à mes oreilles, m'aide à me rapprocher du monde\nau mille et une merveilles.\nLe royaume de la paix fraternelle, celui de la sérénité éternelle.\nLa musique est si douce et si belle à mes oreilles, m'aide à me rapprocher du monde\nau mille et une merveilles.\nLe royaume de la paix fraternelle, celui de la sérénité éternelle.\nReste à nous avec un casque sur les oreilles, tu te sens vibrer de la tête aux orteils.\nReconnais-tu la nature mystique qui souffle dans l'air, le bien-être et la chaleur qui\nplane dans notre atmosphère ? Un big up à celui que nos mères au Bernestin-Marlès\nont fait, car c'est lui qui m'a fait découvrir la musique.\nLe gueule, ce grand homme qui ne prenait que le respect, il croyait dire comme faire au\npeuple ce qu'il défendait.\nLa musique était son âme pour faire évoluer tous les esprits que Babylon a pollués.\nSa plume était toujours bien aiguisée, le reggae-musique est une musique de guerriers.\nLa musique est si douce et si belle à mes oreilles, m'aide à me rapprocher du monde\nau mille et une merveilles.\nLe royaume de la paix fraternelle, celui de la sérénité éternelle.\nLa musique est si douce et si belle à mes oreilles, m'aide à me rapprocher du monde\nau mille et une merveilles.\nLe royaume de la paix fraternelle, celui de la sérénité éternelle.\n"}