{"reasons": "better readability;accurate phrases;fewer repetition", "closest_prediction": "prediction_0", "output": "C'est ouai ouai, c'est ouai ouai On dit que l'amour c'est pas la guerre\nOn dit que l'amour c'est pas la guerre Pas la guerre, oui oui\nSeul assis sur ce banc, pensif dans mon résumé L'amour c'est pas le ment, j'l'ai trouvé mais j'le trouve pas content\nDe tous ces instants passés, plus d'entraînement vraiment compté Une triste réalité, au final pas de grâce à la mer\nJ'l'ai cherché, désiré, mais je n'ai pas fait les bons choix Trop souvent, j'ai trop donné, vaut mieux qu'on en reste là\nMais sache que malgré nos différences, on se sent libres et vivent chaque instant Et si nos remords seront désormais prêts\nOn dit que l'amour c'est pas la guerre, histoire de couple à quoi ça sert?\nBesoin de réconformer, comment lui plaire? On ne sait plus comment faire, nos coeurs ont trop souffert La confiance n'y est plus, oui ça c'est clair\nOn dit que l'amour c'est pas la guerre, histoire de couple à quoi ça sert?\nBesoin de réconformer, comment lui plaire? On ne sait plus comment faire, nos coeurs ont trop souffert La confiance n'y est plus, oui ça c'est clair\nOn veut juste passer du bon temps sans penser au lendemain Pas le temps de te débriefer, de toute façon t'as un copain\nL'amour c'est pas la haine, pourquoi dans d'histoires sans terminer On subit de nos peines plus qu'à plus rien à espérer\nElle m'a charmé, m'a flatté, m'a dit tout ce que je voulais entendre On s'est enlacé, même embrassé, mais son coeur n'est plus à prendre\nMais sache que malgré nos différences, on se sent libres et vivent chaque instant Et si nos remords seront désormais prêts\nOn dit que l'amour c'est pas la guerre, mais pour le défendre il faut la faire La vie de couple c'est pas simple, aucun espoir si c'est pas sain\nA la vie et à la mort c'est ce qu'on se jure devant Dieu Puis le temps passe, on oublie et on divise les biens en deux\nOn dit que l'amour c'est pas la guerre, histoire de couple à quoi ça sert? Besoin de réconformer, comment lui plaire? On ne sait plus comment faire, nos coeurs ont trop souffert La confiance n'y est plus, oui ça c'est clair\nOn dit que l'amour c'est pas la guerre, histoire de couple à quoi ça sert? Besoin de réconformer, comment lui plaire? On ne sait plus comment faire, nos coeurs ont trop souffert La confiance n'y est plus, oui ça c'est clair\nMieux vaut avoir perdu l'amour que de l'avoir jamais connu En fait j'en suis pas si sûr, c'est pas la guerre mais l'amour tue Autant qu'il ravive les coeurs, non ce n'est pas dans la dentelle La confiance c'est l'essence même d'une relation sans étincelle\nSinon c'est le début d'la fin, inutile de se mentir Il n'y a qu'un pas de l'amour à la haine, on vient de le franchir Nous deux c'est niqué, je ne sais plus comment faire Pas de retour en arrière, pourquoi c'est si compliqué?\nYeah yeah yeah yeah, yeah yeah yeah On dit qu'l'amour c'est pas la guerre, histoire de couple à quoi ça sert? Besoin de réconfort mais comment lui plaire? On ne sait plus comment faire, nos coeurs ont trop souffert La confiance n'y est plus, oui ça c'est clair\n"}