{"reasons": "correct phrases;structured verses;repetition", "closest_prediction": "prediction_0", "output": "Come on in, come on in, come on in, yeah\nYeah, you know what you are, I'm not your little baby\nYou always sleep around, so you won't be my lady\nNo, I don't want you, no, I don't need you\nDon't really want you, I don't need you\nNo, I don't want you, no, I don't need you\nSee, I don't want you, come on, I don't need you\nJust let me tell you what I do mean\nThe worst thing I've ever seen, yeah, yeah\nAnd I'm really very sorry to meet you\nNo longer what I really am\nThis relationship of ours is no longer than just words, yeah, yeah\nSo my pretty little young thing, why don't you listen, I got something\nNo, I don't want you, no, I don't need you\nDon't really want you, I don't need you\nNo, I don't want you, no, I don't need you\nDon't really want you, I don't need you\nYou know, you know, no way, no way\nThe time has come for you to go away\nThis was not how to come by\nI couldn't have ever been fine, yeah, yeah\nYes, it's the pride that makes me act\nThe way I do and the disaffect\nSo my pretty little sweet heart, does it strike from the bottom of my heart?\nNo, I don't want you, no, I don't need you\nDon't really want you, I don't need you\nNo, I don't want you, no, I don't need you\nDon't really want you, I don't need you\nDon't really want you, I don't need you\nListen to me, y'all, rappin' all the way, y'all\nYo, baby, you know what?\nListen to me, y'all, rappin' all the way, y'all\nListen to me, y'all, rappin' all the way, y'all\nYeah, baby, you know why?\nYou really hurt me bad, baby\nAnd that's why I don't want you\nSo, bye-bye, see ya, see ya, see ya, see ya, see ya\nBaby, baby, if it was not you, when I used to say bye\nYou would never see me pray, eh?\nSee now, just take a closer look at yourself\nAnd be honest and tell me why you seem to be no longer the best\nI don't want you no more, y'all, don't want you a lot\nDon't even wanna see you no more\nDon't tell the truth, that's what I'm for you to be\nThat kind of girl you'll never have, I mean, just tell me, tell me\nUnderstand, boo?\nNo, I don't want you, no, I don't need you\nDon't really want you, I don't need you\nNo, I don't want you, no, I don't need you\n"}