{"reasons": "clearer structure;correct repetition", "closest_prediction": "prediction_2", "output": "You want something to be done, you just have to go.\nGo for it!\nDon't waste your time, do nothing wrong.\nYou just have to go for it!\nThere won't be a perfect day, when everything feels alright.\nWhen it takes one word to say, and everything runs just fine.\nHow many times did you say, the right time hasn't come?\nWhen in fact you've been afraid, so it never has been done.\nLife calls for leaps of faith, as you stare deep into the dark.\nIt's easy to back down, that's why you're still at the start.\nEveryone else flies high, while you are bound onto the ground.\nCycles keep on repeating, the wheel goes round and round.\n\nIf you want something to be done, then you have to go.\nGo for it!\nDon't waste your time, do nothing wrong.\nYou just have to go for it!\nIf you want something to be done, then you have to go.\nGo for it!\nSo when the time has come, pack your things and go!\n\nToday's gonna be the day, where we destroy all the clocks.\nBurn the remains down, get us out of their control.\nMany nights will pass by, till your dreams become reality.\nBut all I know, we're good to go, if you just accept we're free.\nRight now's the time to change, right now's the time to love.\nFree from the weight of fear, nothing holds us down.\nThis is a promise to the ones who lost believing in us.\nWe will stand up to the world, earn back our trust.\n\nIf you want something to be done, then you have to go.\nGo for it!\nDon't waste your time, do nothing wrong.\nYou just have to go for it!\nIf you want something to be done, then you have to go.\nGo for it!\nSo when the time has come, pack your things and go!\nGo for it!\n\nIf you want something to be done, you just have to go.\nGo for it!\nDon't waste your time, do nothing wrong.\nYou just have to go for it!\nIf you want something to be done, you just have to go.\nGo for it!\nSo when the time has come, pack your things and go for it!\nIf you want something to be done, you just have to go.\nGo for it!\nSo when the time has come, pack your things and...\n"}