{"reasons": "most accurate lyrics;fewest errors", "closest_prediction": "prediction_2", "output": "I'm a grown man, not a new kid I get my hair cut, not my two-tier\nI pull my pants up, I'm on my new shit Oh this right here?\nExclusive, trips paid for, all inclusive I'm leaving, on a jet plane\nYou're leaving, but on the F train I'm on a cruise ship, like the next day\nHey, comparisons embarrassing Hey, how many points you be averaging?\nHold up, I'ma have to check the stats again Are you playing or winning, or are you practicing?\nNew coat, new ice, no condo Louis bag, Gucci shoes, no car, though\nAnd you swear you be killing shit They can't catch a cat, fuck a dealership\nI'm a grown man, not a new kid I get my hair cut, not my two-tier\nI pull my pants up, I'm on my new shit Oh this right here?\nExclusive, I'm a grown man, not a new kid I get my hair cut, not my two-tier\nI pull my pants up, I'm on my new shit Oh this right here?\nExclusive, the pinnacle of this fly shit The tip-topper, nice wrist-racker\nAll my clothes fit proper, ill trendsetter You have a vendetta, this is my own care\nYou rock your friend's sweater, and on my off days I got on dark shades\nWhite linen shorts, I had a long day Time to trip out, here's where we part ways\nHere's a few coins, go play in arcades Clothes fit right, I don't get tight\nMy two-step works, so I get light Probably spend nights under chandelier lights\nChampagne poured, they don't even serve Sprite\nYou're just skin in your mustache Gas tank full, you're feeling your butt's past\nZach opposite, I got a lot of shit Already got a car, go rock your mama's shit\nI'm a grown man, not a new kid I get my hair cut, not my two-tier\nI pull my pants up, I'm on my new shit Oh this right here?\nExclusive, I'm a grown man, not a new kid I get my hair cut, not my two-tier\nI pull my pants up, I'm on my new shit Oh this right here?\nExclusive\nI got cars and you ain't got shit I got bras and you ain't got shit\nBuy my own bottles while you taking sips Looking at me funny cause you ain't got this\nI got cars and you ain't got shit I got bras and you ain't got shit\nBuy my own bottles while you taking sips Looking at me funny cause you ain't got this\nI'm a grown man, not a new kid I get my hair cut, not my two-tier\nI pull my pants up, I'm on my new shit Oh this right here?\nExclusive, I'm a grown man, not a new kid I get my hair cut, not my two-tier\nI pull my pants up, I'm on my new shit Oh this right here?\nExclusive\n"}