{"reasons": "better continuity;semantically correct;", "closest_prediction": "prediction_1", "output": "Met a guy with no talent but he really had the know-how Had big paper and he was willing to throw out\nWe doing shows, arenas, it's getting blown out So, it's like a dream come true\nMarv is always with me, told the team come too Popping bottles, get me one too\nDoing the mean one too, Shorty's bad to the bone Think like bulletproof glass I had to get on\nShe's looking right, something had to be wrong Nothing is what it seems, learn after the song\nLooking right in red dresses, mods and video Mixing got Diddy on text message\nI walk in any spot, I ain't even on the guest list, uh But something's really fishy though\nThe dude with the bread gets busy, who is he though?\nNever seen a name like this, the fame so quick out But who knows where the money's coming from\nShould I be running from it? Here we go\nNever seen a name like this, the fame so quick out But who knows where the money's coming from\nShould I be running from it? Yeah\nLife's good and we all glad Sitting, chilling, eating with my comrades\nDrinking mojitos out of a tall glass All of a sudden a strange car pass\nHe said that your life is in danger Never take gifts from a stranger\nBe yourself cause the industry will change you\nAnd then I start looking at my ends And then I start looking at my friends\nThey not the same ones when I first began That means they not rare, which means they make pretend\nCaught up in ungodly spots to make a stand Not knowing what bed or girl we wake up in\nIt's like a bad dream, I may never wake again Found a dude that gave me the money\nI told him I don't need it, you can take this from me He said\nWe had a deal, remember? Gave you your fame and your soul, you surrendered\nGave you your name and the venues that you entered Everybody wants something\nHere we go Never seen a name like this, the fame so quick out But who knows where the money's coming from\nShould I be running from it? Here we go Never seen a name like this, the fame so quick out But who knows where the money's coming from\nShould I be running from it? Yeah\nYo, I just seen your performance, yo, you look crazy\nYo, you got a manager? Not interested? Alright, whatever\nYo, yo, you right there with the, um, the journey's on\nYou about to go on next\nYo, you got a manager? No? What's good? Yo, I got all the resources you need\nWhat? Fuck you too then\nYo, Ma, you a dope singer\nYou got a manager? Word\nYo, take my number down\nI got the money, I got the resources\nI just need for your song to die tonight\n"}