{"reasons": "higher lyric similarity;consistent storyline", "closest_prediction": "prediction_2", "output": "Work, work, work, work\nHere's the sad story of our friend Don José\nWho worked the land, growing his coffee\nBut from what he worked, someone took advantage of it\nHe was paid a misery that he didn't even give to live\nBut things have changed\nBecause he has finally found someone who already gives him\nA fair price for what he has planted\nDon José, Don José\nNow you'll live better\nEven if you already know how to do justice, sing and dance too\nCome on Don José, come on!\nWho could it be? Who could it be?\nDon José\nWho could it be?\nHere, here\nWork, work\nWho could it be? Who could it be?\nDon José\nWho could it be?\nHere, here\nWork, work\nWork, work\nWork, work, work, work\nHere, here the sad story of our friend Don José\nwho worked the land, growing his coffee\nbut from what he worked, someone took advantage of it\nhe was paid a misery that he didn't even give to live\nBut things have changed\nbecause he has finally found someone who now\nalready gives him a fair price for what he has planted\nDon José, Don José\nNow you will live better\nTo fix it, he has done justice, he sings and dances, you too\nCome on, Don José!\nRai-nai-nai-na, rai-nai-nai-na, rai-nai-nai-nai-na\nWho could it be? Who could it be?\nDon José\nWho could it be?\nHere, here\nWork, work\nWork, work\nWho could it be? Who could it be?\nDon José\nWho could it be?\nHere, here\nWork, work\nWork, work\nWork, work\nWork, work\nWork, work\nWork, work\nWork, work\nWork, work\nI read here the sad story of our friend Don José\nWho worked the land, cultivating his coffee\nBut from all he worked someone took advantage\nHe was paid a misery that didn't even give him to live\nBut things have changed, because he has found someone\nWho already gives him a fair price for what he has sowed\nDon José, Don José\nNow you will live better\nHe has already done justice\nSing and dance, you too\nCome on, come on!\n"}