{"reasons": "less_repeated_phrases;improved_line_structure;corrected_punctuation", "closest_prediction": "prediction_1", "output": "Young people boys, diamond on my chain\nBang, bang, bang\nDamn son, where'd you find this?\nOnce you have a steady mind, it don't really change\nI been here for a while, look around it's all the same\nYou gotta use your brain if you want your heart desires\nNo matter where you go, you can still make it rain\nI been to the seaside, see a lot of hell fishes\nSomehow haters gonna hate, you know how they hate it\nSo live your life if you want, always try to change your fact\nWe just wanna live our life, we don't want my homies bleeding\nSo you see how we belly, make it wonder, let it lay\nDown faith, down gun, spray KKKK on my kill\nDown K the 100 for best team\nYou know how we keep it real, so fresh and clean\nYou know what my niggas want, I came from the gutter\nMan chillin' with my spudder, I spray that bullet\nAll my enemies they know we speak different tongues\nI got what I'm in, I'm hustlin'\nIf you don't know my hustle, why you talk about my struggle?\nIf you don't know my hustle, why you talk about my struggle?\nI play this card so many hard times, is it yet a puzzle?\nI play this card so many hard times, is it yet a puzzle?\nThis is the life of the boys who play it like Scrabble\nScrabble, Scrabble, Scrabble, Scrabble\nScrabble, Scrabble, Scrabble, Scrabble\nPlay this game every minute like Scrabble\nIf you wanna catch me, you gotta learn how to dozzle\nAll my niggas everywhere they know we a bubble\nFrom the ghetto we a hustle\nEverywhere we go this boy is from the jungle\nI just came in fresh, just wanna shout out to my haters\nIf they don't know where we at, we all made of gold\nI got a big gold on my neck, bingo, bingo\nI got a dog named Bingo\nIf you come around, I'm a Lego\nYou don't know my level, you don't know my level\nI like all this fresh chick, I don't like when they too shallow\nEvery minute I come in, they always say gotta bang\nIn the microphone I blow, from Lagos to Plateau\nMy homies stay in Toronto\nIn the water I'm a grow, my mind stay cold\nI wish I could run from this pool\nThey don't wanna see me grow\nBut I grow like a live, but I go high every minute\nEvery hour I spend all the money in my skull\nYou don't wanna see me party in your hood\nI rep the city every minute\nThis is the life of the boys, this is the life of the boys\nI'm in a hustle, ayy\nIf you don't know my hustle, why you talk about my struggle?\nIf you don't know my hustle, why you talk about my struggle?\nI play this card so many hard times\nIs it yet a puzzle?\nI play this card so many hard times\nIs it yet a puzzle?\nThe life of the boys, we play it like Scrabble\nScrabble\nScrabble\n"}