{"reasons": "better grammar and context; more coherent lines", "closest_prediction": "prediction_1", "output": "Baby Lucy, new coupe with that roll up Skrrt, Skrrt, Vincenza\nShit is rhymey, that load up, load up, load up\nFuck a rhymey, my load up, load up, load up\nFuck a rhymey, my load up\nLet it bang, let it bang, let it bang, let it bang\nLet it bang, let it bang, let it bang, let it bang\nLet it bang, let it bang, let it bang, let it bang\nLet it bang, let it bang, let it bang, let it bang\nLil' Italian rap goes, real shit, no white or tax, no\nSmith and Fager to the fake hoes, check a nigga like\nEJ, you know that I'm flyin', he got a bunch of pulls\nRun with this hoes, that is why you got the bitch talking bout those\nDon't worry, ain't hurry, man that shit got fucked up, I'm sorry\nPsycho, Michael, get with us, I'm the bico\nSpace low, space high, doesn't matter, douche, one side\nAnother level, still riding, douche, high douche, man, with my bike\nFuck what I'm telling, I'ma pull it off, till the day, day, man, I die\nSee you talking, fuck your money, I'ma stay with what's the fucking honey\nNiggas been running, nothing funny, tell your teacher we ain't climbing bunnies\nWith this t-shirt to teach, breast cup buckle, tell your bitch, with the bitch\nWe stuck, we got your party, we ain't running\nG1, new coupe with that roll up\nSkrrt, skrrt, shit is round me, they load up\nLoad up, fuck around me, might load up\nLoad up, fuck around me, might load up\nLet it bang, bang, bang, bang, bang\nLet it bang, bang, bang, bang, bang\nLet it bang, bang, bang, bang, bang\nLet it bang, bang, bang, bang, bang\nMe gon' bless the corner, boys, we in holy water\nMe gon' do my thing, the girl in corner worthy bout her\nMe don't want no problem, when them boys meet me and want her\nMe gon' do my thing, me gon' light the holy light\nAll boy been, I do my thing, all boy men, I do it\nEverybody wanna do them thing, but they just don't do how they do it\nDifferent city, different faces, different booty, different races\nDoesn't matter, just come down with places\nCause I'm booty, bout to beat your alien traces\nDifferent world, different faces, let's get what?\nTo our places, cause they booty, bout to beat the million traces\nLet's party till we leave no traces\nPress cup, but ain't tell your bitch, we the bitch, we stuntin'\nGot the party, we ain't runnin'\nNew coupe with that Rolex\nShit is rhyme, it ain't loaded\nFuck rhyme, it might load up\nFuck rhyme, it might load up\nLet it bang, bang, bang, bang, bang\nLet it bang, let it, let it, let it, let it bang\nLet it bang, let it, let it, let it, let it bang\nLet it bang, let it, let it, let it bang\nHow you know bout this shit, crip?\nGirl, what they comin'? Tell me who's this?\nHype be chaser, X is you?\nYou see the future? My fruit's here\nBad bitches, I rock'em\nBig booties, I pop'em\nYou makin' noise, we stompin'\nAll in shape, well they won't take it\nDating hot, but don't shake it\nIf you wanna be, come and take it\nYou can't eat, leave, can't stop it\nCity looking strange, so we ain't stopping\nDifferent city, different faces\nDifferent booty, different races\nDoesn't matter, just come down with flexes\nCause I'm booty, while the beat don't add no traces\nDifferent world, different faces\nLet's get what? To our places\nCause they booty, while they beat a million traces\nLet's party till we leave no traces\nLooking for my backpack, no backpack\nLook for my check back, what check back?\nThe war you got in the back, but still looking for my check back\nNew coupe with that roll up\nShit is round me, they load up\nFuck around me, my load up\nFuck around me, my load up\nTell em, let it bang\nVincenza\nMC\nTell em\nMC\n"}