{"reasons": "Improved punctuation and less typos", "closest_prediction": "prediction_1", "output": "Non capisco perché tutti questi tipi si sentono così tanto fichi da atteggiarsi,\ncosì tanto da vantarsi. Dicono che sembro un maschio quando canto,\npensano che gliela do, ma si iluderanno. Loro non pensano a ciò che dicono,\nquello che ti dicono non lo fanno. Vogliono lasciare andare la mano più in giù,\nma a noi piace arrivarci piano e la spostiamo più in su.\nAltri invece ce l'hanno d'oro, una specie che non adoro.\nDovremo fare un raduno di ragazze e mandarli a fanculo tutti in coro.\nA me non importano i soldi di un uomo, conto sull'amore.\nChe mi renda ricca dentro il cuore, molte donne non lo contano,\nora sono diventate peggio di loro, cercano loro solo uno sfogo a me.\nRaga qua i conti non mi tornano.\nQuesta è per tutti quelli che vogliono tenere subito quello che pensano e\nfanno tutti così, lo sai. E tu fai prima e non gliela dai.\nNon sono una tipa volgare, ma quando ci vuole, ci vuole.\nLui ti vuole, ci vuole provare. Tu la sta lì finché ti va bene,\nanche a te e a me non va bene perché...\nFanno i mafiosi, fanno gli schifosi e tu parli, sparmi di Messi.\nE come oggi fanno gli stronzi, fai una battuta e son permalosi.\nRosi intorno a me come una zanzara da sbronzi.\nUn cazzo capiscono e mi chiamano Sara. Impara a bere o meglio a reggere,\nperché ti reggo io dopo un aperitivo. Valbetti e se ti rispondevo sì,\nè perché non capivo.\nQuesta è per tutti, è per quelli che vogliono tenere subito quello che pensano e\nfanno tutti così, lo sai. E tu fai prima e non gliela dai.\nE ci trovo, ma non lo trovo uno che sa farci, uno che sa starci,\ncomportarsi e che non pensi a quella cosa. Provano e pensano di inflegarci,\ndi scoparci, non sanno che facendo in questo modo continuiamo ad allontanarci.\nDue sguardi, due baci, un gesto sbagliato, ne basta uno, solo tre parole non mi svesto.\nCol cazzo calci in culo se non ti levi, dico al più presto,\nse non te ne vai io di certo non resto. Un minuto in più affianca questo,\nnemmeno un impresso lasciano, sono un segno quello di far solo del senso.\nIo dovrei uscire con lui ma non ci penso, guarda come è messo.\nQuesta è per tutti, è per quelli che vogliono tenere subito quello che pensano e\nfanno tutti così, lo sai. E tu fai prima e non gliela dai.\nTutti così, tutti così, dicono a noi di cambiare,\nper poi imbarcare tutti fan così a quanto pare.\n"}