{"reasons": "correct grammar;correct punctuation", "closest_prediction": "prediction_1", "output": "Je vous parle d'une fille, une fillette honteuse, jolie, elle est pas plus grande que ça et\npourtant croyez-moi, c'est pas une sinecure quand elle est avec vous.\nElle veut le monde à ses pieds, ses bras sur mon cou, elle occupe ses journées entre\nDodo et maternelle.\nRalys, t'as cinq minutes de retard quand tu viens la chercher.\nElle veut toujours s'asseoir devant dans ma Deux-Chevaux à fleurs pour épater les\ncopines qu'elle appelle en passant.\nQuand on lui demande ce qu'elle veut faire, plus tard, elle répond, pourquoi faire ? Ne\nrien faire, c'est bien plus amusant.\nQuand on lui demande ce qu'elle veut faire, plus tard, elle te regarde avec ses grands\nyeux marrons, l'air de dire.\nQuand elle est à la maison, elle tente de dresser les gars.\nSon, un poste blanche neige ou cendrillon à la télévision.\nSe vautre dans le canapé en mangeant des bonbons et hurle quand même plus toi si tu\ncoupes l'émission.\nBien sûr, elle va grandir et devenir un peu con, se peindre les yeux en noir.\nEnfin, espérons que non.\nElle aura des amoureux, ça j'en suis convaincu, qui rôderont comme une meute autour de la\nmaison.\nQuand on lui demande ce qu'elle veut faire, plus tard, elle répond, pourquoi faire ? Ne\nrien faire, c'est bien plus amusant.\nQuand on lui demande ce qu'elle veut faire, plus tard, elle te regarde avec ses grands\nyeux marrons, l'air de dire.\nEt quand elle vient le soir, ce bleu tire dans mes bras.\nComme tous les pères, je fous et je la serre contre moi.\nPersonne n'est capable de dire ce que sera l'avenir.\nMoi en tout cas, j'ai foi, je sais qu'elle réussira.\nQuand on lui demande ce qu'elle veut faire, plus tard, elle répond, pourquoi faire ? Ne\nrien faire, c'est bien plus amusant.\nQuand on lui demande ce qu'elle veut faire, plus tard, elle te regarde avec ses grands\nyeux marrons, l'air de dire.\nQuand on lui demande ce qu'elle veut faire, plus tard, elle répond, pourquoi faire ? Ne\nrien faire, c'est bien plus amusant.\nQuand on lui demande ce qu'elle veut faire, plus tard, elle te regarde avec ses grands\nyeux marrons, l'air de dire.\nElle te regarde avec ses grands yeux marrons, l'air de dire.\n"}