{"reasons": "correct terms;consistent content", "closest_prediction": "prediction_2", "output": "Yes, I smoke ganganja Tell me why you sick, why?\nWhen Babylon kill and my people die Oh no no no\nYes, I smoke ganganja Tell me why you sick, why?\nWhen Babylon kill and my people die Oh no no no\nPour une fois, je vais t'en parler Je vais commencer par te dire qu'il ne faut pas abuser\nMais je pense qu'il faut la légaliser Car quoi que vous en pensiez, elle n'a jamais tué\nJe viens te parler de la gangja Je ne suis pas un criminel, c'est juste mon plaisir à moi\nJe ne suis pas alcoolique, donc je me mets hors la loi La gangja en son système, ça me met faillat\nOn la fume dans tous les quartiers, dans tous les pays, dans tous les états Associée à la musique, elle me met dans tous mes états\nDe la Y, de la taille, elle finira dans ma riz là On fait tourner, on fait goûter, notre calume est gangja\nC'est vrai que c'est préférable que tu ne fumes pas Et si un jour tu décides de fumer, limite-toi à ça\nÇa doit rester un plaisir, ne pas être une dépendance pour toi Donc pour moi, un plaisir, j'agrandis l'envers de gangja\nYes, I smoke ganganja Tell me why you sick, why?\nWhen Babylon kill and my people die Oh no no no\nYes, I smoke gangja Tell me why you sick, why?\nWhen Babylon kill and my people die Oh no no no\nJ'envoie de la gangja dans les poumons de Babylone Afin de calmer l'agressivité de l'homme\nTant pis si je me suis cramé quelques neurones Put a bye bye, put a bye bye bye, j'en ai des tonnes\nSous ma casquette, il n'y a jamais de kilos d'herbe Sujet de gangja man, on est des génies en herbe\nJoe Kass, mon gars, t'as pas supporté cette herbe On ne comprend plus tes phrases, t'as oublié le verbe\nStone man, veteran gangja man Phénoménal, phénoménal, phénoménal, natural\nJ'allume un atom, explique un weeball Bim, j'dire mes weetaffs à personne, j'fais du mal\nSi j'fumais pas, il m'faudrait un barbal Je ne réponds plus aux rires de chacal\nBabylon man, j'te fume jusqu'à la cale Il faut légaliser man, il faut pas que tu râles\nMoi je dis yes\nI smoke gangja Tell me why you sick, why?\nWhen Babylon kill and my people die Oh no no no\nYes, I smoke gangja Tell me why you sick, why?\nWhen Babylon kill and my people die Oh no no no\nOn s'échauffe les cordes vocales En tirant sur un spliff et de weed local\nPas d'abus, le but n'est pas devenir un psy bancal\nJe m'arrête avant la cale J'ai pas d'couplet qui s'décale\nY'a pas d'étiquette qui s'décolle Les jugements ils en raffolent\nJe ne racole pas, pas d'propagande Fais ça propre, moi et mon gang\nDe gangja smokaz Pas d'couplet d'ocaze\nLa puissance des pointes Pegas Doucement mais sûrement comme la large\nMe lève et comme Peter Tosh je dis Legalize\nTolérance zéro dit Mr. Babylon Faut qu'tu pète les dos quand tu vois ce qu'ils cautionnent\nIls votent des lois qui font de toi hors la loi\nOn est trois on a fait un choix On le répétera deux fois s'il le faut\nYes, I smoke gangja Tell me why you sick, why?\nWhen Babylon killin' my people die Oh no no no\nYes, I smoke gangja Tell me why you sick, why?\nWhen Babylon killin' my people die Oh no no no\nYes, I smoke gangja Tell me why you sick, why?\nWhen Babylon killin' my people die Oh no no no\nYes, I smoke gangja Tell me why you sick, why?\nWhen Babylon killin' my people die Oh no no no\n"}