{"reasons": "consistent lyrics;correct words;minimal errors", "closest_prediction": "prediction_1", "output": "Ouvre-moi les portes du paradis de mon Zaryon, je suis à la recherche d'un monde qui m'étonne.\nOuvre-moi les portes du paradis de mon Zaryon, laissez-moi respirer tous ces derniers mois en froidonne.\nOuvre-moi les portes du paradis de mon Zaryon, je suis à la recherche d'un monde qui m'étonne.\nOuvre-moi les portes du paradis de mon Zaryon, laissez-moi respirer tous ces derniers mois en froidonne.\nJe suis comme un lion, toujours l'esprit affamé, je cours et je cours sans savoir où aller.\nJe suis comme un gallium, du fond de la tête pessée, demain par ce limon je finirai par les briser.\nCar la vie m'arrive, rien de trop court, il faut savoir en profiter, à trouver chaque moment de la vie que Dieu nous a donné.\nVivre, l'hume ne laisse pas ma pilante diriger, car elle ne sait que d'enfermer dans son système d'années.\nProfiter de la nature, c'est faire la verdure, je voulais respirer, enfin un peu d'air pur.\nM'allonger sur le sol pour contempler la dune, bien courir sur le sable et traverser toutes ces dunes.\nOh nanana, oh nanana, hé !\nOh nanana, oh nanana, hé !\nOuvre-moi les ports du paradis de mon Zion. J'essuie à la recherche un darmon qui m'étonne.\nJe suis trop à l'étroit, entouré de ciments et béton. J'ai besoin d'espace de m'évader de cette prison.\nL'esprit en gravier ces montagnes et faire cette ascension. Tout cela vaut bien plus que de gagner des millions.\nJ'aimerais pouvoir me laisser pousser des ailes, me sentir libre et voyager dans le ciel.\nJ'aimerais pouvoir admirer tous ces jardins d'Éden. Mais j'ai tout dans ce monde, on ne connait plus la peine.\nOuvrir ses yeux, contempler la terre et ses merveilles. Il faut croire en ces dieux pour que demain un homme se réveille.\nOuh, nanana, ouh, nanana, hey. Ouh, nanana, ouh, nanana, hey.\nOuvre-moi les portes du paradis de mon Zion. Je suis à la recherche d'un monde qui m'étonne.\nOuvre-moi les portes du paradis de mon Zion. Laissez-moi respirer tous ces termes en froidonne.\n"}