{"reasons": "consistent lines;correct punctuation", "closest_prediction": "prediction_2", "output": "Elle aimait pas voir d'anglais là, je suis accroché à mon cou,\nLes regards composés sur moi, et trop de photos un peu partout,\nElle aurait sûrement préféré que je lui sois plus dévoué,\nJ'crois que l'cauchemar a commencé le jour de ma première TV,\nOù que j'arrive fallait s'organiser pour qu'elle puisse m'accompagner,\nJusqu'au jour où sa mère lui a dit, j't'ai vu en photo dans Voici,\nT'aurais pas un peu grossi ? Et depuis, elle fait les courses et le ménage,\nToute seule, elle regarde les spérettes Housewives,\nToute seule, elle continue à critiquer,\nToute seule, toute seule, toute seule,\nToute seule.\nAvant j'avais un vrai travail, avec une équipe de femmes,\nElle m'a fait tout arrêter, pour elle, c'était trop risqué,\nJe vous parle pas de mes copains, là elle a pris les choses en main,\nJe veux plus voir des amis, et depuis, elle fait les courses et le ménage,\nToute seule, elle regarde les spérettes Housewives,\nToute seule, elle continue à critiquer,\nToute seule, toute seule, toute seule,\nToute seule.\nElle voulait regarder la télé, moi j'préférais aller chanter,\nElle obligée de rajouter, pfff, tu préfères aller traguer,\nSi tu y vas encore une fois, quand tu reviendras je serai plus là,\nCette fois ce sera fini, et depuis, elle fait les courses et le ménage,\nToute seule, elle regarde les spérettes Housewives,\nToute seule, elle continue à critiquer,\nToute seule, toute seule, toute seule,\nOui toute seule.\n...\nAu matin quand je suis rentré, elle avait tout emballé,\nRécupérer tous ses petits plats, j'avoue, ça ne me manque pas,\nJe crois qu'elle est retournée chez sa mère, pour suivre un régime d'enfer,\nEt retrouver ses repères, car eux, oui,\nQu'elle fait les courses et le ménage,\nToute seule, regarde les spérettes Housewives,\nToute seule, qu'elle continue à critiquer,\nToute seule, toute seule, toute seule,\nElle fait les courses et le ménage,\nToute seule, elle regarde les spérettes Housewives,\nToute seule, qu'elle continue à critiquer,\nToute seule, toute seule, toute seule,\nOui toute seule.\n...\nTrafic !\n...\n...\nUn, deux, trois, quatre !\n...\n...\n...\n...\n...\n...\n...\n...\n...\n...\n"}