{"reasons": "consistency;word choice", "closest_prediction": "prediction_1", "output": "Damn, you got a whole lot of bruh, a whole lot of ass, girl what you doin'?\nDamn, you got a whole lot of boo, a whole lot of ass, girl what you doin'?\nCheck somethin' for a nigga, let me see it, bring it down to the ground, let me see it\nBring it in for my drip, let me see it, bangin' my fly, let me see it\nRight before I hit the club, I'm in the studio round the way, G.E.C. Corporation down to ride all day\nFresh hat, fresh shirt, fresh kicks, I'm down to play, what else could I say?\nWe love to ball and parlay out with my homie Raw, bitch, music all night and day\nYou know we bout our money, so you know we don't play\nYeah, we rollin' in the lack, maybe pull up in the Benz, candy paint or baby blue\nWe call it stunt cause we got in, never leave without the nina or four-five, don't be my friend\nRight before we hit the club, yeah, we slide to get my kin, makin' music daily, versatile, we get set in\nRight before I step out to hit the stage, I hit the gym, just to ease my mind a little, it gets me crunk, I might just sin\nBad J. Mike be the name, makin' hits so I'ma grin, bad chick in the club, you got a boo, you get a ten\nBad chick in the club with a boo, you get a ten\nDamn, you got a whole lot of boo, a whole lot of ass, girl, what you doin'?\nDamn, you got a whole lot of boo, a whole lot of ass, girl, what you doin'?\nShake somethin' for a nigga, let me see it, bring it down to the ground, let me see it\nBring it, boy, closer, let me see it, everything in my life like I need it\nI said, look here, baby, can you hold my glass? I turn my head, look back, it was sittin' on her ass\nHit on your iPhone, is your ass round like a waffle? Hell to fuck if I know, your booty fat like a rhino\nI like it when them G's jump, Michael Jordan jump shot, you know I'm goin' all in\nTryin' to score before the shot clock, girl, you got that knockout, make that ass drop like a dropout\nYo, Frank, bring that guap out, we hit the floor and we shop out\nCan I hit it like a blunt, smoke somethin', what's up? Leave your number on my phone\nThem other girls hate, they ain't shoot, they gon' talk, let's get gone\nShow me what you workin' with, girl, twerk on that dick, hop on my pole, gon' stick a motto\nMake it fit, a ass like that, make a nigga go crazy\nBounce that like a beach ball, let your feet fall, hit the splits, get a free call\nUh-oh, that ass swallowed that thong, let me take you home\nI beat it up like King Kong, what you doin' tonight?\nYou got plans, cancel that, look, roll with me, work that ass with no hands, fuck, there ain't no time, these are\nI like your style, I'm on now, what you care to drink, it's yours\nWhy tiptoe when I can carry you over marble floors?\nDon't tease me, believe me, just read me, yeah\nWatch it wave, then I squeeze it, I like my women open-minded, it makes things all the better\nLet a nigga slow grind it, bet I get it wetter\nNo need to take your friends unless they proven lesbians\nI don't need one all upset, cause she on the back end\nCan you maneuver like a cougar when it's in the jungle?\nLet that ass hang like the Hurl Off Rapunzel\nPut it in the air, touch your toes, wiggle wobble\nBad chicks, so we gon' need a pair of goggles\nThis biggity ain't too many like me\nYou gon' dodge me all night or make things exciting\nDamn, you got a whole lotta booty, a whole lotta ass, girl, what you doin'?\nDamn, you got a whole lotta booty, a whole lotta ass, girl, what you doin'?\nShake somethin' for a nigga, let me see the head\nBring it down to the ground, let me see the head\nBring it in for a close-up, let me see the head\nWith that bang in my lap like I'm bleeding\nYeah, they bouncin', twerkin', shakin', so you know they gets it in\nGot a thick black girl, and his wife, we call him twin\nBut say all about they money, so you know they gets it poppin'\nWhen they hear a club song, booty shakin', body droppin'\nWe ain't stoppin' for nobody, so we keep your body rockin'\nBetter yet, hydraulic poppin', so you know that thing is movin'\nOne quick move, I have the whole club choosin'\nShake it, drop it, whatever you do, just don't stop\nDamn, put that thang on me, go down, rise up and jerk\nBreathe, breathe, you know I put in work\nThat ass movin' all in motion, synchronized swimmin'\nYou got the spotlight, live city, L.A. Clippers\nTwerk somethin', hurt somethin', girl, you know I got you\nI've been patient, and patients need doctors\nI've been eyein' you, you eyein' me, let's agree to disagree\nSo let's both just try and see\nDamn, you got a whole lotta booty, a whole lotta ass\nGirl, what you doin'?\nDamn, you got a whole lotta booty, a whole lotta ass\nGirl, what you doin'?\nShake somethin' for a nigga, let me see it\nBring it down to the ground, let me see it\nBring it in for a tussle, let me see it\nPut that thang on my lap like I need it\n"}