{"reasons": "more correct lines;better formatting", "closest_prediction": "prediction_2", "output": "This was brought to you by, Morella Entertainment.\nThe text has been clicked up with the new Mets.\nI see you raw boss.\nAs I skate off in my old school on the 22.\nAll you haters I'm like fuck you.\nAll you haters I'm like fuck you.\nRunning your mouth saying this and that knowing none of it's true.\nAs I skate off in my old school on the 22.\nAll you haters I'm like fuck you.\nAll you haters I'm like fuck you.\nDon't act like you know me, don't say shit whenever I'm rolling through.\nListen, peak game.\nIn a 2-0 old school skating boy.\nAbout to run these pussy niggas over the steady hating boy.\nYeah I'm bout that dirt, look at my rap sheet.\nAt a full sprint, I'm killing track meets.\nOut the Moses, switch the sweets.\nIt's all I blow, the street life it's all I know.\nYou think you can roll my jungle, yeah I wanna be a untamed beast.\nFeed off flesh, me and my niggas bout to have a feast.\nI'm a pit let loose, you a motherfucker, put your ass on a leash.\nWhat you doing in the kitchen, if you can't stand the heat.\nBalling one deep, two, if you wanna count the bangers.\nShould've paid attention to the signs, fucking with me you clearly in danger.\nPilling off on your haters and pipes, grinding like a wolf pack.\nGorillas in the trunk, whammy, ready to attack.\nSteady rolling on 22's umbrellas.\nYou better keep your mouth closed cause it ain't shit you can tell me bitch.\nAs I skate off in my old school, I'm 22.\nAll you haters I'm like fuck you.\nAll you haters I'm like fuck you.\nRunning your ass and this and that knowing none of this.\nAs I skate off in my old school, I'm 22.\nAll you haters I'm like fuck you.\nAll you haters I'm like fuck you.\nBig nigga let me know, ain't no session but I'm rolling.\nI'm thanking rolling swang or something nice to hurt they eyes.\nSince they hate me talking dime, man it ain't no surprise.\nNiggas will be wishing I was dead the way I'm a stunt on they ass.\nWhen I pull up in the same diamond, that they thought was trash.\nAin't no say nigga where you going or say cuz hold on.\nI'm all about my cash crushing haters as I roll on.\nNiggas know I'm fresh, that's why they hate to come up.\nI be cruising like the clouds when the sun is up.\nI'm infatuated with chrome so don't be shocked to see my slab dip.\nGently corner flipping big pimpin' while the cup is being slowly filled.\nI like my steering wheel loose, niggas know what I mean.\nGotta turn that bitch six times just to pull up on the scene.\nRolling with quiet pipes so I can creep on that ass.\nThe only time you gon' hear me is when that music don't blast.\nNiggas ain't gotta act, I know they never gave a fuck.\nThat's why it's glass house, smoking weed with the windows rolled up.\nAs I skate off in my old school on the 22.\nAll you haters I'm like fuck you.\nAll you haters I'm like fuck you.\nRunning your mouth saying this and that knowing none of it's true.\nAs I skate off in my old school on the 22.\nAll you haters I'm like fuck you.\nAll you haters I'm like fuck you.\nDon't act like you know me, don't say shit whenever I'm known and true.\nNah nigga you don't know me man.\nYou know what I'm saying?\nNigga who the fuck is you?\nA.B.Eazy?\nI don't know why these niggas think this shit a game my nigga.\nYou know what I'm saying?\nMotherfuckin' me Texas to the new Mexico.\nHa ha ha.\nAy my nigga I'm out.\nMy nigga fuck with me my nigga when you need something else my nigga.\nRoll on these hoes.\n"}