{"reasons": "corrected artist name;minor grammar structure adjustments;consistent lyrics", "closest_prediction": "prediction_2", "output": "Yeah, Wyclef is a genius.\nYeah, and this is DJ Brian.\nYeah, baby this is for you, you know.\nI'll be coming in the back like, blah.\nLook.\nEvery time I make a run, girl you turn around and cry.\nI ask myself, why oh why?\nSee you must understand, I can't work a nine to five.\nSo I'll be gone, till November.\nSaid I'll be gone till November, I'll be gone till November.\nYou tell my girl I'll be gone till November, I'll be gone till November, I'll be gone till November.\nYou tell my girl I'll be gone till November, January, February, March, April, May.\nI see you crying, but girl I can't stay.\nI'll be gone till November, I'll be gone till November.\nAnd give a kiss to my mother.\nPrepared and ready for my quest.\nI've learned that I'm strong, it's time for my success.\nI have to take the road alone, I'm sorry mom the time has come.\nI'll be back with a contract, I promise to drop these bomb tracks and dope rap.\nAnd teach the world what you taught me.\nTo my little brother I want you to know it all starts mentally.\nSo just be the light that you are.\nSo place the wish upon yourself, instead of wishing on a star.\nTime to let the world see my splendor.\nAnd get my music mixed in every DJ's blender.\nI spent the summer, working on the hot flow for the winter.\nTo melt the ice in these haters hearts and triumph like Link in the Legend of Zelda.\nI shall swing rhymes and bring lines that'll drive them crazy.\nLike a drunk chauffeur on a highway doing a turd.\nI'll be alive even if I'm dead serious, I promise G.\nSaid I'll be gone till November, I'll be gone till November.\nYou tell my girl I'll be gone till November, I'll be gone till November, I'll be gone till November.\nYou tell my girl I'll be gone till November.\nJanuary, February, March, April, May.\nI see you crying, but girl I can't stay.\nI'll be gone till November, I'll be gone till November.\nAnd give a kiss to my mother.\nOn my Harry Potter shit under my invisible coat.\nTraveling this mystical road for spiritual growth.\nWoke up and I started to float on life's boat over the seas of death.\nAs I bleed respect writing this note to my city, to my girl.\nI promise y'all to create and provoke a change in the world before I get toast.\nSo baby I'll be gone.\nYeah.\nAnd my story just be gone.\nFor the music I'm making, the time that has taken the kid out of me.\nThanks to you I'll be the man that's now standing.\nMy love will forever be lending in the arms of your heart.\nYou've been with me from the start, nothing will tear us apart.\nMy absence is temporary, but I'll always be next to your soul.\nI've chosen this path, now I must go.\nI know it hurts, but I gotta hit the road and accomplish all my dreams.\nI'll be back before you know it.\nSaid I'll be gone till November, I'll be gone till November.\nYou'll tell my girl I'll be gone till November, I'll be gone till November.\nI'll be gone till November.\nYou'll tell my girl I'll be gone till November.\nJanuary, February, March, April, May.\nI see you crying, but girl I can't stay.\nI'll be gone till November, I'll be gone till November.\nAnd give a kiss to my mother.\n"}