{"reasons": "Clearer and more coherent lyrics; fewer repetition errors", "closest_prediction": "prediction_2", "output": "Day and night\nMonday to Tuesday to Wednesday to Thursday to Friday to Saturday\nSo make way for the disco bunny to get frisky and start hopping around funny\nEspecially when I get two drinks in my tummy\nI'm in my element and everything looks funny\nEvery day\nI wanna party\nI come home and I keep my feet tapping and fingers start snapping while people's hands clapping\nUntil they kick us outside\nUntil they kick us outside\nUntil they kick us outside\nUntil they kick us outside\nThey let me do my something on the dance floor and let loose, that's the only thing that I ask for\nLoud speakers and the climb style consists of nice girls and lots of sound geezers\nFirst things first, just for the record\nDJ please blow the dust off the record\nNow we're all gathered around in here\nLet me see everyone move around in here\nMusic is my life\nI'm not famous or quite A-list\nBut still know where all the bar stars' first name is\nYou!\nThink I'm down and I'm stopping at\nYou!\nGot another thing coming\nYou!\nThink I'm down and I'm stopping at\nYou!\nGot another thing coming\nYou!\nThink I'm down and I'm stopping at\nYou!\nGot another thing coming\nYou!\nThink I'm down and I'm stopping at\nYou!\nGot another thing coming\nYou!\nThink I'm down and I'm stopping at\nI'm a party employee\nRamjam up to the perimeter\nBack like a tin of sardines in the middle of night\nSo if you're living and you're loving your life\nI wanna hear you scream loud from the top of your voice\nTo tell the truth I've been raving for ages\nMy mama used to smuggle me in clubs in the 80s\nYou work hard saving your cash for ages\nAnd in one night spend all of your wages\nAbout the same time I get my drink to work\nI'm a party employee\nYou!\nThink I'm down and I'm stopping at\nYou!\nGot another thing coming\nYou!\nThink I'm down and I'm stopping at\nI'm a party employee\nYou!\nLike vibes\nLove vibes\nI wanna vibe\nYou!\nThinking and I'm trying\nWe can all live an amazing life\nWe can all live an amazing life\nWe can all live an amazing life\n"}