{"reasons": "The lyrics in prediction_1 are more accurate and complete than the others with proper line breaks", "closest_prediction": "prediction_1", "output": "My bones shakey shakey, bones shake for me!\nI said my bones shakey shakey, bones shake for me!\nMy bones shakey shakey, bones shake for me!\nI said my bones shakey shakey, bones shake for me!\nMy bones shakey shakey, bones shake for me!\nI said my bones shakey shakey, bones shake\nfor me!\nMy bones shakey shakey, bones shake for me!\nI said my bones shakey shakey, bones shake\nfor me!\nI went down the road and I stopped by a car,\nI was trying to cross but I didn't get far.\nMy feet they went and left, my body went and\nbyed, cause my body started shaking to the\nshakey bone night.\nMy bones shakey shakey, bones shake for me!\nI said my bones shakey shakey, bones shake for\nme!\nTake one, I saw a girl pass and man she fly,\nhad to say it to her with her man lit high,\nhad to say it again she ain't heard it right,\ntrying to get it free like Thursday night,\nshe said you shiz walk probably baby,\nboy start cracking like I'm Bob and Brady,\nhead start shaking like a nervous wreck,\nkept shaking like I OD'd a murder set,\nnow you don't know what this is,\nI might be stuck with this,\nbut I'm gonna tell you one thing,\nI'ma shake it up with this!\nMy bones shakey shakey, bones shake for me!\nI said my bones shakey shakey, bones shake for\nme!\nMy bones shakey shakey, bones shake for me!\nI said my bones shakey shakey, bones shake for\nme!\nMy name is Chanel, my name is Kiki,\nmy name is Chris, my name is Paul,\nmy name is, my name is Kiki,\nmy name is Paul, Paul, Paul, Paul, Paul,\nyeah!\nPulled up side and the window rolled down,\ninside I saw an officer look back with a frown,\nhe said what do you think you are,\ndon't be right here, but before he could do\nanything the shit came up here!\nMy bones shakey shakey, bones shake for me!\nI said my bones shakey shakey, bones shake for\nme!\nMy arms start moving, I start twitching, feet\nstart tapping, knees start dipping, lips start\nthinking like I'm LL's assistant, it ain't gonna\nstop, it's just so persistent, didn't ever think\nof what happened to me, and I don't understand how\nit happened to be, they say what's wrong, but I\ndon't know man, it's like I hung out with Lindsay\nLohan, I'm sorry no pun intended, I'm sorry no\npun intended, don't wanna get no one offended,\nbut I feel like no cure in sight, you sure I'm\nquite hearing you right, my my my!\nMy bones shakey shakey, bones shake for me!\nI said my bones shakey shakey, bones shake for\nme!\nMy bones shakey shakey, bones shake for me!\nI said my bones shakey shakey, bones shake for\nme!\nMy bones shakey shakey, bones shake for me!\nDon't fresh me!\nThere's no ambulance on site!\nMy bones shakey shakey, bones shake for me!\nI said my bones shakey shakey, bones shake for\nme!\n"}