{"reasons": "better punctuation; clearer sentence structure; more comprehensible lyrics", "closest_prediction": "prediction_1", "output": "Bitch look at my eyes, as our souls collide\nHeard we ain't got time to sit here and jive\nBitch where's my life? You better love this life\nCause the motherfuckers dying, not the homicide\nA nigga kick in your door and we all know why\nCause he ain't got a dime, and this bitch be lying\nAnd the son be crying, cause they ain't living right\nThey just fucking fight, get drunk and high\nAnd never have time, for each other's son\nWith his mother's mother, daddy with them niggas hustling\nMama with them bitches, clubbing fucking other bitches\nHush, while these fucking niggas rise\nNever to realize that unprotected sex would take both of their lives\nHIV turned to full blown AID in a year and maybe a week\nTime they lost they mind and they love\nSo one late night he grabbed his gun\nLoaded it up but not for fun\nShot himself and his girl and his son\nCold blooded suicide, double murder, damn right\nAnd all for what? A couple of nuts?\nI guess that's life or is it? Huh?\nThe world's on fire, just burn it up, nigga pass the time\nSo the world's on fire, let it burn\nFry, fry, fry, no words to turn\nSo we all gon' die, die, die\nWhy smoke the curve and get so high, high, high?\nCause the world's on fire, nigga the world's on fire, the world's on fire\nTrap roll, nigga out the back door, on self crack door\nI slam facts so they shooting at my back slow\nCause the richie key is in the hood with the nap roll with the rap pro\nIt's a rap dope rhyme bout the cap flow\nCause I ain't trying to be broke but I'm dead pro\nTrying to hold on to a lead ass rope\nSlide down losing all hope but I ain't gon' let go\nOh no, the world's trying to take my soul\nPut it in a pot and burn it on the stove\nLike boiling water then throw me in a bowl\nMan ain't that motherfucking cold?\nLord Jezebel put a spell on the glow\nWhy she killing with her head and her dead with the hoe?\nThem niggas gone off the lean and the blow and the pills and the money and the loud\nCause smoke cause the shit so fire\nThe world's on fire, let it burn\nI'll fry, fry, fry, no word could turn\nSo we all gon' die, die, die\nWhy smoke the curve and get so high, high, high?\nCause the world's on fire, nigga the world's on fire, the world's on fire\nThe world's on fire, nigga the world's on fire\nThe world's on fire, nigga the world's on fire\nWhy smoke the curve and get so high, high, high?\nCause the world's on fire, nigga the world's on fire, the world's on fire\nCan't trust no one, everybody for self\nNigga run around with the 30's on his belt\nHolla and hit him in the head, his face melt\nHe dead, won't tell on no one\nElse you play with fire, you get burned\nBut I guess that we would never learn\nAs this cold world turns, more fire we yearn\nIn the streets, it's money to earn\nAll these young niggas killin' for the urge\nYour bitch is plottin' to murder\nWith hot burners and sticks, cops not workin' for shit\nJust killin' niggas up and shit\nWho's to blame, the government or us?\nShit, so-called citizens, people\nWhy's the world so evil?\nThe world's on fire, let it burn, fry, fry, fry\nNowhere to turn, so we all gon' die, die, die\nWhy smoke the curve and get so high, high, high?\nCause the world's on fire, nigga the world's on fire, the world's on fire\nThe world's on fire, the world's on fire, fry, fry\nThe world's on fire, the world's on fire, fry, fry\nWhy smoke the curve and get so high, high, high?\nCause the world's on fire, nigga the world's on fire, the world's on fire\n"}