{"reasons": "more coherent and meaningful lyrics; correct phrasing", "closest_prediction": "prediction_2", "output": "¡Sale ahí! ¡Una vaina e inseguridad! ¿Sabe quién es? ¡El Duro!\n¡Duro Mambo! ¡Duro Mambo!\nEn la discoteca, vengo acabando en los discos, ¡ay!\nVengo lanzando en los colomadones, estoy azotando a toda mi gente\nMe está apoyando el abogado de Putocón, están apostando a que yo me pego\nCon este mambo, los reyes del mambo, están ayudando, ellos saben de esto, saben de mambo\nNo conozco ortes, con mambero, soy Duro Mambo\nYo soy del pueblo, que mi gente baile, es lo que quiero, que mi gente goce\nVa primero, traigo mi mambo, pa' todos edades, pa' niños y adultos, pa' que lo baile\nPorque me critica, no me conoce, soy Duro Mambo\nVengo al fuegote, bajando duro por el cocote, yo le doy duro por el cocote\nA lo mambero, por el cocote, pa' que desvete\nUna baila, encendio\n¿Sabe quién es?\nEl Duro\n¡Duro Mambo! ¡Duro Mambo!\nQue no te confundas\n¡Duro Mambo!\nEl Duro, el que te quitó, el que te mató, el que te sacó del aire\n¡Cátalo! ¡Sácalo del aire!\nUna baila, encendio\n¡Duro Mambo!\nCapitalante, te diga vela, ahora vengo yo, ahora te pela\nTú está' asustado, tú tiene' miedo, pidele ayuda a tu mambero\nLlama a Julián, o llama a Marfis, llama a Chubeto, o a Yuka Fris\nLlama a Tulile, a Silvio Mora, a Charlatan, a Kelu Banda\nDile que Duro Mambo viene a tu abanda, dile que Duro Mambo viene a tu abanda\nDile que Duro Mambo viene a tu abanda, yo no improviso, pero compongo a todo ataque\nYo le respondo y tú tienes lo tuyo, y yo lo mío, en la tarima haremos un lío\nSoy dominicano, de pura cepa, de San Cristóbal, pa' que lo sepa\nPero en el Cibaú, yo estoy rankeao, toda mi gente me han apoyao\nPa' que no inventes\nUna baila\nEncendio\nEncendio\nEncendio\nCoge swing ahí\nEl que te quitó, el que te mató, el que te sacó del aire\nDuro Mambo\nDuro Mambo\nCoge swing ahí\nUna vaina, encendio\nEncendio\nCatalo\nSácalo del aire\nSácalo\nLo tumbé a todo\n"}