{"reasons": "minor differences", "closest_prediction": "prediction_2", "output": "Dice que tú tienes swag, el perro ese flow ni dos pesos vale,\nyo no cojo esa, yo no cojo esa.\nA dónde está todo el efe que ganaste?\nY esa panza que le poniste a operarte, no me venga con cotorra.\n¿Dónde estaba?\nEn la cárcel.\nNo me digas que estén buenas con ojera y se desmacren.\nDejé el aceite baby yonzo en los pañales,\ncomo Delta voy a cobrarte por los bultos que no caben.\nEsos tenis no son Gucci, dicen Pucci, te crean como animales.\nDe lejos se te ve que eres un lambón.\nDice que tú tienes swag, el perro ese flow ni dos pesos vale,\nyo no cojo esa, yo no cojo esa.\nDice que tú tienes swag, el perro ese flow ni dos pesos vale,\nyo no cojo esa, yo no cojo esa.\nTululeco, pidiendo cubetazo de refresco,\nsaltando de Mangato la turra y de aquello dejo.\nChequea tus reflejos, en el baño hay un espejo,\nni tú mismo te da un beso con los dientes de conejo.\nAndo vaco, tus brazos abandonan tus sobacos,\ntus pies lloran auxilio por los zapatos baratos.\nTrapes uñas de caballo, polen vinagre un rato,\nporque eres un garabato en la calle, pariguayo.\nDice que tú tienes swag, el perro aquí tú no engañas a nadie,\nyo no cojo esa, yo no cojo esa.\nDice que tú tienes swag, el perro ese flow ni dos pesos vale,\nyo no cojo esa, yo no cojo esa.\nDice que tú tienes swag, el perro ese flow ni dos pesos vale,\nyo no cojo esa, yo no cojo esa.\nDice que tú tienes swag, el perro ese flow ni dos pesos vale,\nyo no cojo esa, yo no cojo esa.\nYo no cojo esa.\nLoquísimo, año tras año, premio tras premio,\ndominando el verano, el invierno.\nEstamos aquí, gracias por el apoyo.\nNew York, República Dominicana, esto es lo que yo hago, mi corazón.\nTodos los bones, 123,\nSara Tunapo, Iron Music Group, Bonao Crew.\nTodos los DJs, todas las radios, todos los discos live,\ntoda la discoteca, todo el mundo que me apoya.\nI got your back.\nI love.\nHa, ha.\n"}