{"reasons": "better flow, correct theme and language consistency", "closest_prediction": "prediction_2", "output": "¡Uuu, uuu, uuu!\n¡Loquísimo!\nDJ Nack, let's do it, ja, ja.\nSuperfly like Rick the Ruler, your girl is a tsunami, uh.\nAll this money go around, like the world go around,\nif you see me I'm around, cause your girl is going down.\nGoing down, going down, como un humo polvonao.\nGoing down, going down, las mujeres a mi lado.\nGoing down, going down, estoy buscando otro pote.\nGoing down, going down, yo estoy ready para el round.\nI'm on fire, I can't get out his bed, got brain like Einstein, his test.\nI'm blessed, without sneezing, your money, without Weezy.\nPack is cheesy, the club is DC, I think the DJ is Jesus.\nCause it feel like heaven and I drown like eleven drinks, I can't even think.\nSuperfly like Rick the Ruler, your girl is a tsunami, uh.\nAll this money go around, like the world go around,\nif you see me I'm around, cause your girl is going down.\nSuperfly like Rick the Ruler, your girl is a tsunami, uh.\nAll this money go around, like the world go around,\nif you see me I'm around, cause your girl is a tsunami, uh.\nMama check dat if you're ready, if you're ready, if you're ready.\nShake it like a spaghetti, spaghetti, spaghetti.\nMama check that if you're ready, if you're ready, if you're ready.\nShake it like a spaghetti, spaghetti, spaghetti.\nThis tsunami is gonna blow, gonna blow, gonna blow.\nYou afraid then let it show, let it show, let it show.\nMama check dat if you're ready, if you're ready, if you're ready.\nShake it like a spaghetti, spaghetti, spaghetti.\nSuperfly like Rick the Ruler, your girl is a tsunami, uh.\nSuperfly like Rick the Ruler, your girl is a tsunami, uh.\nAll this money go around, like the world go around,\nif you see her I'm around, cause your girl is going down.\nSuperfly like Rick the Ruler, your girl is a tsunami, uh.\nSuperfly like Rick the Ruler, your girl is a tsunami, uh.\nAll this money go around, like the world go around,\nif you see me I'm around, cause your girl is going down.\nDJ Nack, loquísimo.\n"}