{"reasons": "prediction_0 has the most complete and coherent lyrics.", "closest_prediction": "prediction_0", "output": "On ne peut pas exterminer une façon de parler.\nLà on vient d'exterminer une façon de parler,\nune façon de dissimer, une façon fraternelle de s'adresser aux gens.\nIls exerçaient leur talent à visage découvert.\nLes gens qui les ont tués de façon tellement lâche,\ndes cagoules, ils se rendent très fait, c'est épouvantable.\nDu fond du cœur, je voudrais dire aux musulmans de France,\nvous allez être aussi terrorisés que nous.\nVous êtes nos frères, vous vivez dans le même pays que nous.\nMon compagnon est mort, assassiné, parce qu'il dessinait dans un journal.\nPourquoi tant de haine, on est censé être tous soudés ?\nJe vais te dire j'ai crié steak, du sang de ma peau m'a roulé.\nC'est triste à dire mais tout va mal, tout ceci n'est pas banal.\nY'a eu des morts, y'a eu des pleurs, pourtant plus tôt je te jure que j'ai peur.\nAujourd'hui tu te fais tuer, pour un coup de crayon.\nJ'hésite à poser la pub pour pas être visé par l'oreillon.\nQue tu sois black, blanc, vert, chrétien, juif ou musulman.\nVos convaincances en prochain, on ne peut pas vivre en s'insultant.\nL'union fait la force, la division est une faiblesse.\nDiviser pour mieux régner, cette phrase je la déteste.\nUne pensée aux familles qui ont perdu des êtres chers.\nJe sais c'est pas facile mais faut tenir tête.\nCertes, j'exprime ma colère à travers ces phrases.\nC'est pas demain que je veux m'arrêter, tu peux rêver pour que je m'écrase.\nT'as dégoût de voir tout ça, il faut se manifester.\nArrêtez tous ce massacre, il faut coexister.\nIls ont tué mon papa, mais ils n'ont pas tué...\nIls n'ont pas tué leurs idées.\nVous êtes musulman ?\nSoumisulman.\nTravaillant dans un magasin juif ?\nOuais, soumisulman, pratiquant.\nEt vous avez aidé des juifs à s'en sortir ?\nOuais, c'est pas question d'être juif, chrétien ou musulman.\nOn est les frères, faut qu'on s'aide.\nJapon la nouvelle, je me dis que c'est pas possible.\nOn peut plus sortir de cette histoire sans être pris pour une cible.\nComment expliquer aux gamins qu'il n'y a ni méchant ni gentil ?\nVotre haut a part de balles, dis-moi ce qu'ils en tiennent.\nY'a plus du tout de respect dans ce monde de brut.\nComment faire pour vivre dans ce monde de putes ?\nÇa parle plus avec la voix, ça parle avec les kalaches.\nJe veux un monde meilleur, fratrie et partage.\nArrêtez les amalgames, islam n'est pas du terrorisme.\nFaut qu'on être avant du G et les médias vous aboutissent.\nQuand je dis que je suis vous, ces paroles nous appartiennent.\nCorrompu, est-ce africain, juif, musulman ou chrétien ?\nCe texte est dédié à toute l'humanité entière.\nQue tu sois d'aujourd'hui, de demain ou d'hier.\nSoyons unis, frères, faut s'allier tous ensemble.\nMalgré les efforts, les choses se ressemblent.\nQue les victimes reprennent le bail.\n"}