{"reasons": "consistency;minimal variations", "closest_prediction": "prediction_1", "output": "Je me place du côté des sans-papiers, des crèves la faim, ceux qui faillent considérés\ncomme des assistés.\nJ'assis sur le fait que le régime qu'ils nous font subir à base du jus du pire, le\njeu est de maintenir les peurs afin d'être les moutons qu'ils gèrent, car nous ne sommes\npas capables de comprendre leur malignance.\nPourtant ceux qui souffrent sont plus nombreux que ceux qui vivent dans l'ignorance.\nVous ne percevez pas correctement l'ampleur de ces phénomènes qui nous replacent toujours\nface à nous-mêmes, parce qu'un Africain qui débarque en Occident reste un immigré,\nmais un Européen qui dans l'Occident est un expatrié.\nLes différends sont dans les mots et ce mal est insitieux et personne n'est décidé\nà faire lire les mensonges afin de bien comprendre le message.\nLe massage médiatique est un constat constant, chacun reste discret en frayant, effrayé,\nespérant ne pas devenir cinglé en comprenant le système, la folie meurtrière à laquelle\nnous participons, directement lié aux matières premières que nous consommons, que ce soit\npar besoin, par dépit, dans l'acceptation.\nQu'importe, c'est notre humanité que l'on divise en nous des membres, c'est à travers\nnotre unité que se dessinent les contours de notre être ou de notre étrice.\nC'est quiconque nous enlise, nous tournerons sans savoir à quel point ça s'est voué,\nà quel point peut-on se désavouer sans avouer le récible en évaluant ce qui est à perdre\net à gagner.\nMais nos vies sont-elles la bière à consommer et ne reste que la bêtise ?\nC'est la banque ou notre nature, la fin de la banquise.\nLes emplois humains ne nous sont jamais mis en cause, les pollueurs n'ont aucune classe.\nCombien de temps restons-nous dans ces casse-clos où nous dénaturent notre mer, en la traitant\ncomme une vête foraine ? C'est le grand manège et on se reuse les\nménages pour en tirer le meilleur de notre terre.\nPire encore c'est pire en cours, pire encore c'est pire en cours, pire encore c'est pire\nen cours, pire encore c'est pire en cours, pire encore c'est pire en cours, pire encore\nc'est pire en cours, pire encore c'est pire en cours, pire en cours.\n"}