{"reasons": "consistency;better_line_structure;", "closest_prediction": "prediction_1", "output": "Padre gracias porque cada día que me levanto,\ntú me das el ánimo para seguir para adelante.\nPorque todo el mundo quiere andar bien y verse bien,\npero pocos son los que les gusta trabajar, tú ven.\nVamos allá.\nVamos allá.\nTodo el mundo quiere llegar, nadie quiere perder.\nPero pocos compiten en la carrera que hay que vencer.\nY nadie quiere llorar, pero sé que entender,\nque hasta el agua se vende y si no osea no puede beber.\nQuien no tiene dinero, o sea el primero,\nquien no quiere ser grande, ni una máquina grande.\nPero pocos se tiran en busca de un sueño con paz.\nSiempre estoy en lo mismo, luchando y ser bloqueado.\nVamos allá.\nSiempre estoy sediado, por la noche con el cuaderno.\nYa estoy como Drácula que casi no duermo.\nMucha gente creen que estoy enfermo,\nporque paro dentro del cuarto escribiendo.\nMuchos hablan, pero no te dan nada.\nMejoran por ti, pero saben criticar.\nMalas lenguas que te juzgarán, no el mal del maestro,\ntambién abusan.\nYo estoy claro de que me conviene.\nNunca doblame, sigo con el fuerte.\nQue vaquea donde yo camino, por eso estoy claro de cuál es mi\ndestino.\nPadre manda a los ángeles que me vaquen,\nporque hay mucha maldad.\nTú sabes sin ti no soy nada, y yo quiero llegar.\nOh, oh, oh, oh.\nOh, oh, oh, oh.\nOh, oh, oh, oh.\nOh, oh, oh, oh.\nNo quiere llegar, nadie quiere perder.\nPero pocos compiten en la carrera que hay que vencer.\nY nadie quiere llorar, pero es hay que entender.\nQue hasta el agua se vende, y si no osea no puede beber.\nQuien no tiene dinero, no será el primero.\nQuien no quiere ser grande, ni una máquina grande.\nPero pocos se tiran en busca de un sueño con paz.\nSiempre estoy en lo mío, luchándose lo que hay.\nTú, tú, tú, tú, tú no sabes to' lo que uno ha sufrido.\nPa' seguir pa'lante son mucho adolido.\nTú no sabes lo que hay que aguantar,\npa'l camino uno no deja.\nTú no sabes de la gente que se tiran,\nque te venden sueños y después se viran.\nTú no sabes las cosas que contraspiran,\npero tengo ángeles que siempre me cuidan.\nPadre manda a los ángeles que me vaquen,\nporque hay mucha maldad.\nTú sabes sin ti no soy nada, y yo quiero llegar.\nOh, oh, oh, oh.\nOh, oh, oh, oh.\nOh, oh, oh, oh.\nOh, oh, oh, oh.\nQuien dijo que no?\nQuien dijo que no?\nOye, oye.\nMan.\nProduciendo.\nYo mismo sabe que lo que mandi.\nTú sabes que lo que mandi.\nQuien dijo que no?\nEstamos aquí.\nSeguimos aquí.\nPidi compañía.\nDale mami.\nYeah, yeah.\nAh.\nAh.\nAh.\nAh.\nAh.\nAh.\nAh.\nAh.\nAh.\nAh.\nAh.\nAh.\nAh.\nAh.\nAh.\nAh.\nAh.\nAh.\nAh.\nAh.\nAh.\nAh.\nAh.\nAh.\nAh.\nAh.\n"}