{"reasons": "more coherent and meaningful lyrics; better grammar", "closest_prediction": "prediction_1", "output": "¡Qué es lo que es!\n¡Qué es lo que es!\n¡Qué es lo que es!\nUn par de raperitos se creen los últimos en el movimiento\nEstán de risita, se creen que están en su momento\nSuelten los micrófonos que se acabó su evento\nY paren, se toca, el maniático va a tomar asiento\nVuelan cemento hasta vuela hasta en su nariz\nQue yo estoy preparando un proyecto con Franciví\nTraigo un par de bombas y un CD\nRaperos saquen bici, váyanse que voy a explotar este país\nSoy así, muchos pensaban que yo era un maíz\nPero se di cuenta que no, con vuelo de pista que partí\nNací 23 de agosto\nY algo me dice que para siempre yo no voy a tener bolsillos rotos\nPor foto y por video ustedes pintan terrorita\nPero de ahí a ahí tú no ratrillas ni una de bolita\nEntonces ranita, ¿cuál es la fanfarria tuya?\nYo le doy un toque al pablo y voy que tu cuello te puya\nY hago L hasta que te dé una sobredosis\nAntes de poner ya fuerza con el híguelo\nSi comes miel de ratón pa' que te dé la etopinosis\nMuérete de un infarto a que te dé una acrobosis\nMátate de una manera de esas\nMétete un cuchillo por el pecho sin pensarlo de sorpresa\nDate un plomazo en la cabeza\nPorque si te mato yo va a ser más grande la sorpresa\nSi mi mente se pone pensativa\nTe meto una bomba chiquitititititica en la comida\nY cuando eso te caiga en la barriga\nVa a ser una explosión y tu cuerpo se va a volver carne molida\nLa calle yo la tengo de relajo\nTengo par de menores activados\nQue a cualquiera le dan su cajo\nQue se vencharga contigo maldito guanajo\nSi tu palieras las ven en mil pedazos yo te rajo\nMentira soy yo el que tiene el movimiento en cuatro\nLos raperos los estoy quitando sin dejar rastro\nEl primer rarita que me venga con teatro\nEn la tarde del movimiento van a ver como lo arrastro\nTú no me vengas dije que cuando tú huelías\nQue todo el mundo te aclaró que tú hueles todavía\nPor la nariz sigue metiéndote esa porquería\nQue yo estoy tranquilo y subo notas matando a María\nDale una pata a esta mercancía\nPa' que tú sepas en realidad lo que tú tenés la nota subía\nEstos te ponen avería como estoy yo ahora mismo\nAsí que mantente moja con tu alcancía\n¿Qué es lo que?\nEl emperador del rap\nEl psicopata maniático\nMentira soy yo el que te va a quedar con este movimiento\nY pa' quitarme van a tener que darme pilas de tiro\nVerdadero delincuente en oculto\nCon uno no, con uno no, no\nAngie, Rebuquín, el Cocorote\nLa gente mía que lo ve\nMichael Tao, Rayan el Flaco\nEl Farro, el Oreja\nFree Body, Free Perrubita\nLa gente mía en oculto\nLaura Chala, que lo ve\nDarwin Luna, Yafre Lobo\nRayan Traverso\nDe este Entertainment\nSubtitulado por la comunidad de Amara.org"}