{"reasons": "similar predictions;consistent content", "closest_prediction": "prediction_0", "output": "Invento personaggi di un circo immaginario,\ndisegno col pensiero il suo tendone nella stanza.\nTra lacrime e sorrisi è breve la distanza\ne la mia stanza è un circo per ogni circostanza.\nE sogno d'occhi aperti un mondo un po' retro,\ncome le belle immagini dei film di Charlo.\nE sul metro delle illusioni posto ancora c'è\nper chi si sente come me modernamente demode.\nInvento personaggi di un circo immaginario,\ndisegno col pensiero il suo tendone nella stanza.\nTra lacrime e sorrisi è breve la distanza\ne la mia stanza è un circo per ogni circostanza.\nMentre cammino in bianco e in nero stringo il mio falto\ne gioco sul confine della linea immagino\nio non lo so se è solo frutto della fantasia\nl'impronta da pellicola invecchiata della vita mia.\nGuardo fuori dalla mia finestra le gocce di pioggia sulla strada\ne tiro fuori un po' la testa quel tanto che resti bagnata.\nE adesso scusate se vi sembrerò banale\nma la mia follia mi impone di porgere un sorriso al temporale.\nInvento personaggi di un circo immaginario,\ndisegno col pensiero il suo tendone nella stanza.\nTra lacrime e sorrisi è breve la distanza\ne la mia stanza è un circo per ogni circostanza.\nE adesso giù il sipario e tra gli applausi già lo so\nche mi godrò il finale aspettando un pogodo\nE sull'ultima scena un fermo immagine farò\ndiventerai il ritratto un po' distratto della mia vita\nRetro lai rai ra\nlai rai rai ra\nE guardo fuori dalla mia finestra le gocce di pioggia sulla strada\nE tiro fuori un po' la testa quel tanto che resti bagnata\nE adesso scusate se vi sembrerò banale\nma la mia follia mi impone di porgere un saluto al temporale.\nInvento personaggi di un circo immaginario,\ndisegno col pensiero il suo tendone nella stanza\nTra lacrime e sorrisi è breve la distanza\ne la mia stanza è un circo per ogni circostanza.\nTra lacrime e sorrisi è breve la distanza\ne la mia stanza è un circo per ogni circostanza.\n"}