{"reasons": "Consistent structure;correct punctuation;semantic accuracy", "closest_prediction": "prediction_2", "output": "I'm sorry, but I don't want to be an emperor.\nThat's not my business.\nI don't want to rule or conquer anyone.\nI should like to help everyone if possible.\nJew, Gentile, black man, white.\nWe all want to help one another.\nHuman beings are like that.\nWe want to live by each other's happiness, not by each other's misery.\nWe don't want to hate and despise one another.\nIn this world, there's room for everyone.\nA good earth is rich and can provide for everyone.\nThe way of life can be free and beautiful, but we have lost the way.\nGreed has poisoned many souls, has barricaded the world with hate,\nhas goose-stepped us into misery and bloodshed.\nWe have developed speed, but we have shut ourselves in.\nMachinery that gives abundance has left us in want.\nOur knowledge has made us cynical, our cleverness hard and unkind.\nWe think too much and feel too little.\nMore than machinery, we need humanity.\nMore than cleverness, we need kindness and gentleness.\nWithout these qualities, life will be violent and all will be lost.\nThe aeroplane and the radio have brought us closer together.\nThe very nature of these inventions cries out for the goodness in men,\ncries out for universal brotherhood, for the unity of us all.\nEven now, my voice is reaching millions throughout the world.\nMillions of despairing men, women and little children.\nVictims of a system that makes men torture and imprison innocent people.\nFor those who can hear me, I say, do not despair.\nThe misery that is now upon us is but the passing of greed,\nthe bitterness of men who fear the way of human progress.\nThe hate of men will pass and dictators die.\nAnd the power they took from the people will return to the people.\nAnd so long as men die, liberty will never perish.\nSoldiers, don't give yourselves to brutes.\nMen who despise you, enslave you, who regiment your lives,\ntell you what to do, what to think and what to feel.\nWho dream, diet you, treat you like cattle, use you as cannon fodder.\nDon't give yourselves to these unnatural men.\nMachine men with machine minds and machine hearts.\nYou are not machines, you are not cattle, you are men.\nYou have the love of humanity in your hearts.\nYou don't hate over the unloved hate, the unloved and the unnatural.\nSoldiers, don't fight for slavery, fight for liberty.\nIn the 17th chapter of the book it is written,\nThe kingdom of God is within man, not one man nor a group of men,\nbut in all men, in you.\nYou, the people, have the power.\nThe power to create machines, the power to create happiness.\nYou, the people, have the power to make this life free and beautiful,\nto make this life a wonderful adventure.\nThen in the name of democracy, let us use that power.\nLet us all unite.\nLet us fight for a new world, a decent world,\nthat will give men a chance to work,\nthat will give youth a future and old age a security.\nBy the promise of these things, brutes have risen to power,\nbut they lie, they do not fulfill that promise.\nThey never will.\nDictators free themselves, but they enslave the people.\nNow let us fight to fulfill that promise.\nLet us fight to free the world, to do away with national barriers,\nto do away with greed, with hate and intolerance.\nLet us fight for a world of reason,\na world where science and progress will lead to all men's happiness.\nSoldiers, in the name of democracy, let us all unite.\n"}