{"reasons": "better overall coherence;correct phrases;better grammar", "closest_prediction": "prediction_1", "output": "Hey, it's not yours The world is not yours\nYeah man, you better remember You wanna live like me?\nYou wanna act like me? You wanna be like Scarface?\nPlease let me show you something Cause what you got is nothing\nYou wanna be the best man You're cruising for a bruising\nSo you don't be mad at me It's time you seen not to see\nWhat it all means to be free You live just like a Fusee\nWell what are you waiting for? You don't think you deserve more\nYou got to work hard to get You know what I'm driving at\nYou're a king just like a star Tell me I know who you are\nYou wanna be like Scarface Bad music, he had a phase\nDon't want to hurt nobody Just want to wake somebody\nI wanna hurt nobody Don't want to hurt nobody\nJust want to wake somebody I wanna help somebody\nI wanna hurt nobody Don't want to hurt nobody\nJust want to wake somebody I wanna help somebody\nThe world is not yours Yeah man, who do you think you are?\nThe world is not what it seems So blandly arranged your themes\nThat we just don't really know Which part of which way to go\nThey got me grown up like you They told me just what to do\nWhat kind of God to pray to? The ways you got are just too\nWhat world are you waiting for? You don't think you deserve more\nYou gotta work hard I guess You know I'm trying to admit\nYou're acting just like a star Tell me you know who you are\nI wanna be like Scott Paise Bad music he have a face\nDon't wanna hurt nobody Just want to wake somebody\nDon't wanna hurt nobody Just want to wake somebody\nI wanna hurt nobody Don't want to hurt nobody\nJust want to wake somebody I wanna help somebody\nI wanna hurt nobody Don't want to hurt nobody\nJust want to wake somebody I wanna help somebody\nThe world is not yours This not a movie guy\nThe world is not yours You got to see\nThe world is not yours You got to see\nThe world is not yours You got to see\nThe world is not yours It's not yours\nI wanna hurt nobody Don't want to hurt nobody\nJust want to wake somebody I wanna help somebody\nI wanna hurt nobody Don't want to hurt nobody\nJust want to wake somebody I wanna help somebody\nI wanna hurt nobody Don't want to hurt nobody\nJust want to wake somebody I wanna help somebody\nI wanna hurt nobody Don't want to hurt nobody\nJust want to wake somebody I wanna help somebody\nWake up everybody\nLet us wake up Let's wake up\nEverybody\nYeah, yeah, y'all That's me, Leo\nKeepin' it real\n"}