{"reasons": "identical predictions", "closest_prediction": "prediction_1", "output": "Kick up everybody!\nDo do, do do, do do, do do, do do, do do, do do, do do, do do, do do, do do, do do, do\nDo the pounding!\nEven if you think that you don't really know me\nAnd you almost always think that you don't really need me\nWhy you wanna do this? Why you wanna be?\nTell me why you wanna act the motherfucking G\nIf life is really hard, this world is real mean\nAnd there's a lot of things that you still haven't seen\nKick up everybody! We gotta do it now!\nI know just how you feel, come on, we gotta get real\nSo listen to me, fuck, I'm talking to you all\nWe gotta come together, you have to live it up forever\nIt's not an easy thing to really get it through\nTime already means you're king and I said what you're living through\nSo come on, razza people, let's time over the wall\nWe gotta act your last to work up all this mess\nI sing to you black people, cause I love you all\nI grew up like you did without that pen and soul\nWhy we're so stupid and still hurt each other?\nHey you, mighty father, can't help one another\nWhy don't we wake up and see\nThe only way out and work for each other?\nHey you, holy mother\nWhy we're so stupid and still hurt each other?\nHey you, mighty father, can't help one another\nHey guys, you know what I'm talking about?\nI think you do, yes\nHey you know what I mean, don't think you're ever green\nYou're not a superman, you're just a simple man\nThen let me tell you more, if that's not a pressure\nAt times you're just a bird, have a chat with a bird\nThe questions always get, I know you know I know\nYou know, I know, you know, she will not say you should I go\nIt's just a couple of words, that doesn't mean a thing\nIt's like you're wishing dumb, as I bust another rhyme\nSo listen to me, folks, I'm talking to you all\nWe gotta come together, yet to leave it up forever\nIt's not an easy thing to really get it through\nLike my remand, joking and I sang what just I went through\nSo come on, razza people, let's time over the wall\nWe gotta act your last to work up all this mess\nI sing to you black people, cause I love you all\nI grew up like you did without that pen and saw\nWhy we're so stupid, but still hurt each other\nHey you, mighty father, can't help one another\nWhy don't we wake up and see\nThe only way out and work for each other\nHey you, holy mother\nWhy we're so stupid, but still hurt each other\nHey you, mighty father, can't help one another\nHey y'all, here I go singing\nSo listen to me, folks, I'm talking to you all\nWe gotta come together, yet to leave it up forever\nIt's not an easy thing to really get it through\nLike my remand, joking and I sang what just I went through\nSo come on, razza people, let's time over the wall\nWe gotta act your last to work up all this mess\nI sing to you black people, cause I love you all\nI grew up like you did without that pen and saw\nWhy we're so stupid, but still hurt each other\nHey you, mighty father, can't help one another\nWhy we're so stupid, but still hurt each other\nHey you, mighty father, can't help one another\n"}