{"reasons": "word_matching;grammatical_accuracy", "closest_prediction": "prediction_2", "output": "Ogni volta che mi tocca correre, penso è tu fin quel campo di grano,\nma mio padre mi ha insegnato a stringere il fucile forte nella mano.\nOgni volta che mi tocca fingere, ho paura di servero morto,\nma mia madre mi ha insegnato a credere in un martirio che poi risorto.\nFiglio mio tieni la testa giù, la testa giù che finirà la guerra,\ngiro tondo della guerra giù che cresca il mondo e bum, è tutti giù per terra.\nSpara e poi ritira il mento scantinati e soffitti di legno,\nma mirare a vento è già difficile, da schiegare dunque lo disegno.\nNiente occhiali nè più matite in mano, ma carbone fumo il bionchio destro,\nche ogni foglio sembra già un proiettile, la pallottola giù nel canestro.\nFiglio mio tieni la testa giù, che molto presto giuro finirà la guerra,\ngiro tondo della guerra giù che casca il mondo e bum, è tutti giù per terra.\nOgni volta che mi tocca dormire per terra, serro i denti e mi accovaccio in fianchi,\ncon il palco appiccicato sui ginocchi, brugo in tasca tra i miei scarabotti.\nTengo in mano la foto al mio fratello che mi guarda muto e di ogni parlo,\nquando il bluio sbucca fuori dal terreno non risponde mai così sereno.\nFiglio mio tieni la testa giù, che presto giuro finirà la guerra,\ngiro tondo della guerra giù che casca il mondo e bum, è tutti giù per terra.\nScappa con quel pallone in mano, non voltarti nel tuo viato al collo,\nmai in un campo giallo anche un puntino rosso è un rigore per ogni ceppino.\nRaro che resta così in silenzio con le mani giunte sul tuo petto,\npalla all'angolo il portiere giù all'estremo ma tranquillo presto ce ne andremo.\nSe ritorno tutto intero giuro, quel giorno giuro vincerò la guerra,\ngiro tondo della guerra giù che casca il mondo e bum, è tutti giù per terra.\nFiglio mio tieni la testa giù, che presto giuro finirà la guerra,\ngiro tondo della guerra giù che casca il mondo e bum, è tutti giù per terra.\nFiglio mio tieni la testa giù, che presto giuro finirà la guerra,\ngiro tondo della guerra giù che casca il mondo e bum, è tutti giù per terra.\n"}