{"reasons": "More accurate lyrics;Consistent lines;Fewer typos", "closest_prediction": "prediction_0", "output": "Why you worry bout the past girl? I left that shit up in the past girl\nNow you startin' to act like my last girl Why you wanna be my last girl?\nWhy you worry bout the past girl? I left that shit up in the past girl\nNow you startin' to act like my last girl Why you wanna be my last girl?\nWatch as your mood swings A dinner and a movie\nThe simple things was cool to me Now it's complicated and girl I just don't understand\nYeah, rhinestones, butterflies You base your life on movies you can find another girl\nShowing signs of my last bitch way too plastic like you elastic girl\nNow everything's about you What happened to there is no I in T\nNow all of a sudden was mine as mine was yours as yours was mine with the extra privacy\nWhy you worry bout the past girl? I left that shit up in the past girl\nNow you startin' to act like my last girl Why you wanna be my last girl?\nMy last girl wasn't cool She left a nigga high and dry\nLeft a grown man with crying eyes Pockets empty niggas them was dying tight\nI vow to never do this shit again You wear my heart on my sleeve\nIt takes a long time to get to me Still I am a mystery cause I don't trust nothing\nCause you women be bluffing Money is they main goal\nSo I guess we got the same goal\nWhy you worry bout the past girl? I left that shit up in the past girl\nNow you startin' to act like my last girl Why you wanna be my last girl?\nWhy you worry bout the past girl? I left that shit up in the past girl\nNow you startin' to act like my last girl Why you wanna be my last girl?\nThink about the times we had Got you reminiscing bout the past\nAnd all the places we done been I swear to never be the same again\nDon't nobody win girl we both lose You out stuntin' with your whole crew\nHit me up late night to roll through Meanwhile I'm fucking off on that boat cruise\nAnd you can search around if you want to But you will never find a nigga like me\nYou know I keep you waiting up the sheets And you know I'm one for these streets\nPast girl, past girl Like my last girl, why you wanna be my last girl?\nPast girl, past girl Last girl, last girl\nThe past will always be the past You're fucking me again and I'ma leave you\nI'm tired of all the bickering and all the fighting I'm trying to make these kids live a good life\nI'm trying to get this money and I would fight The demons in the night, nigga, could ignite\nA different side of me but you can confide in me And I'ma enlighten your lifestyle like a titan's dream\n"}