{"reasons": "more accurate punctuation and name spelling", "closest_prediction": "prediction_2", "output": "Yo, yo, this is Steve J. Bryant What a time to freestyle, baby\nBroke man, broke man, broke man, she don't wanna fuck\nGotta make a deposit for you, bust a nut You can call her bitch, you can call her slut\nIf it ain't about money, she don't give a fuck\nThat's what's up, fill her cup, new breast, new butt\nOh, she lookin' bad, buy her bottles, fill her cup\nBroke man, broke man, broke man, why the fuck you lyin'?\nYou claimin' she your bitch, my dick been sublime\nI don't chase, I replace If they act, I erase, out my face\nThen I move on, on to the next dick, long, long\nI suggest you wait for me in the living room\nGirl, tell your friend I'll do her soon\nI'm a rich man, rich man, rich man, you already know\nI move in silence, hustlin' on the low\nMaterializin' all my wishes, change my mind to get these riches\nFuck these bitches, they slow us down, you chasin' them, they pull you down\nMe and the team, we here for the checks\nIt's all mine, so I give my best\nI keep one plus seven, you don't understand\nIt's all perfect timing, bitch, I've been the man\nDistance, distance, stay away, all you haters fade away\nPoppa's got a brand new bag, I'm slingin' Jesus, let's all pray\nFreshman, yes, man, I am dope, a blessed man, no test, man, you will choke\nI am the pope, I know the future, I want free bands and I was too, sir\nI'm serious about this shit, I want it all\nI want the type of money that could buy three malls\nYou say impossible, I say I'm possible\nNo more time to waste, I'm unstoppable\nWhat a time to be alive when everybody's dead\nTalk about consciousness, you go above they heads\nI guess I gotta keep it movin', stay focused\nIf you wanna argue, then your life is hopeless\nBitch, I'm Steve J. Bryan, Bryan, Bryan, Bryan, Bryan\nBitch, I'm Steve J. Bryan, Bryan, Bryan, Bryan, Bryan\nBitch, I'm Steve J. Bryan, Bryan, Bryan, Bryan, Bryan\nAnd everything is high on my mind\n"}