{"reasons": "more accurate punctuation and lyrics; fewer errors", "closest_prediction": "prediction_2", "output": "And this is Steve J. Bryan.\nLet's go.\nLauderhill, Oakland Park, Sunrise Broad, Martin Luther King 31st Street.\nLet's go.\nLive from the streets, this is how it's going down.\nIf you in the mood to party, got to hit downtown.\nEvery club be popping, catch me at the Lucky Tavern, or right across the street with some\nchicas going wild.\nDJ bump this and I'm straight vibing.\nI'm in Club Euro, VIP section.\nI be all over the city going loud like reefer.\nBefore it all ends, I'm going to grab a slice of pizza.\nCup up, booty low, keep the cup up, booty low.\nCup up, booty low, don't worry about the vibe, about to hit the dance floor.\nCup up, booty low, cup up, booty low.\nCup up, booty low, don't worry about the vibe, about to hit the dance floor.\nNow, work, work, work, work, work, work, work, work, work, work, work, work.\nGirl, twerk, twerk, twerk, twerk, twerk, twerk, twerk, twerk, twerk, twerk, twerk, twerk, twerk.\nWork, work, work, girl, twerk, twerk, twerk.\nIf you want to get high, I got prep, prep, prep.\nI keep it really real, no joke, joke, joke.\nYou look sweet, I want you for dessert, dessert, dessert.\nNow, tip the bartender.\nIf a girl looks nice, compliment her.\nAnd if you really want to dance, go and buy that girl a drink.\nThen, grab her by her hands, don't offend her.\nGirl, cup up and booty low.\nShow me how you work it on the floor.\nI've never seen something like this before.\nAnd if you got it from your mama, just let me know.\nGirl, cup up, booty low, booty low.\nCup up, booty low, booty low.\nCup up, booty low, do it for me now, do it on the dance floor.\nCup up, booty low, booty low.\nCup up, booty low, booty low.\nGirl, cup up, booty low, do it for me now, shake it on the dance floor.\nWork, work, work, work, work, work, work, work, work, work, work, work.\nWork, work, work, work, work, work, work, work, work, work, work, work, work.\nGirl, work, work, work.\nWork, work, work.\nIf you remember me, I ain't no jerk, jerk, jerk.\nExcuse me if I burp, burp, burp.\nGot a table full of bottle, come and slurp, slurp, slurp.\nJingle, ling, ling.\nDon't worry, do your thing.\nI love it how you swing with my ding-a-ling-a-ling.\nYou make my heart and brain.\nYour finger needs a ring.\nTonight, I'll be your man and I'll give you everything.\nGet wild, go hard.\nParty like there's no tomorrow.\nIf you feeling tipsy, call a Uber.\nGirl, don't drive that car.\nCop up, booty low.\nBooty low.\nCop up, booty low.\nBooty low.\nCop up, booty low.\nSing it for me, girl.\nShake it on the dead blue.\nCop up, booty low.\nBooty low.\nCop up, booty low.\nBooty low.\nCop up, booty low.\nSing it for me, girl.\nShake it on the dead blue."}