{"reasons": "All predictions are identical;", "closest_prediction": "prediction_0", "output": "Yeah, yeah, yeah, yeah\nYeah, uh\nUh-huh, uh-huh, uh-huh, uh-huh, yeah\nAnd this is Steve J. Bryan\nSome real shit, nigga\nWhere my fuckin' zoos at, man?\nHow you think Makaela out there, yeah?\nHow you know where Kola off at, my cock?\nLook, I'm comin' straight outta Haiti\nI'm a certified zoe\nMy sex bun and pizza and my dick is glio\nI don't trust no hoe\nI'm here for the money, bag it all up\nTill it looks like a soccer deal\nFuck your figure, y'all look funny\nTryna act tough, I'm the original Dunn\nI see you wavin' your hands like you're shootin' an invisible gun\nBut when you see one, your ass gon' run\nI'm from the land of the baka\nNiggas pon the caca\nMalifat round my block, rats don't caca\nI'm on a mission and I'm doin' the impossible\nTook the road alone, I'm so determined I'm unstoppable\nNever on my own, I use my faith to jump obstacles\nYou can only be strong if you learn and accept to grow\nAccept that I'm the best, put it in your head\nLike a memory, I'm so sick watch it spread\nYo, my shit goes deep, deeper than a dead body\nWhen I hit the booth, all you see is dead bodies\nLook, bitch, I'm so for real, I'm right now\nAnd right now, it's time for me to cut your lights out\nWhat you niggas lack is discipline\nAnd balls, that's why you act feminine\nSo don't come to me talkin' about your projects\nCause I ain't tryna hear that shit\nDon't even try to approach my set\nCause we don't really feel your shit\nShit, let me get some dirt off my shoulders\nAnd my lyrics are like boulders\nWhen I drop, it's heavy enough to shake the floor\nI'm a trained soldier equipped with flow\nLook, I strike with light and I kill the show\nAnd let my turd eye glow, and I grow\nI'm from a city where I used to get along with the black cops\nBut when light skins hit the room, they call cops to put the blacks out\nAnd mom would say, nephew, you gotta kill the noise, man\nYo, this system is a poison\nShit, that's why I follow my heart\nLook, I'm very serious about my art\nI'm the Haitian nigga your mom loves to talk about\nHigh-minded, well-spoken, smart, without a doubt\nWhile everybody's in the kitchen, I'll be hittin' you on the couch\nHold up, black cock in your mouth\nGirl, I got you eatin' barbecue, let's reroute\nI put your face north, your back south\nHa ha, ouch\nYeah, yeah, yeah, yeah, yeah\nSteve J. Bryant, one plus seven\nEight, nigga\nGreat, nigga\nI'm fuckin' great, nigga\nAnd that's eight, nigga\nOne plus seven in your motherfuckin' mouth\nBitch\nWhat the fuck, man?\nWork that shit out\nYeah\n"}