{"reasons": "more accurate lines; better grammar and punctuation", "closest_prediction": "prediction_1", "output": "Ayy, what's up bae? What's up bae? What's up bae?\nThis is Steve J. Bryan\nAyy, uh\nOn February 31st, I will put my dick on periscope\nReal shit\nStart taking off in periscope\nYup, that's a sorrow beat\nShe been working all day, all she do is study\nI said, baby, come through, let's have a private party\nSo she came to the crib and she ain't wearing panties\nShe said, put it on me quick, she so bad, she so naughty\nListen, bae, get down on your knees\nCrawl like a kitty, say, give it to me, please\nFuck 50 Shade of Grey, you get a hundred Shade of Steve\nAnd I'ma suck your soul out, right before you leave\nI'm a real nigga, fuckin' make you come on the backseat\nOut to party, finger-fuckin' you in the taxi\nIn the elevator, no, not here\nIt's a church, you say your prayers\nLet you suck me in the parking lot, I'll get that ass later\nPanty ripper, ass-smacking, clit-sucking motherfucker\nNasty nigga, if you bring your friend, I'ma give it to her\nNasty nigga, if you bring your mama, I'ma give it to her\nNasty nigga, if you bring your sister, I'ma give it to her\nNasty nigga, if you bring your aunt, I'ma give it to her\nNasty nigga, if you bring your grandma, I'ma give it to her\nNasty nigga, you can bring your daughter, I'ma give it to her\nNasty nigga, baby, I'm joking, hope you have a sense of humor\nI am not the jealous type, the tell-your-fellas type\nYou can leave and that's alright, and if you stay, then that's all night\nBy the way, here's some real shit, just a little word of advice for you niggas\nIf you really want your girl to shut the fuck up, you better start\nFuckin' her right instead of hatin' on her, nigga\nLet me do me, nigga, get your shit together\nYou have a dick, stop actin' like a pussy\nBe a man or a woman, and add tits to your balls\nLike Bruce, I mean Kate, I'm confused, yo\nOne plus seven, that's eight, nigga\nOne plus seven, that's eight, nigga\nHe be comin' soon, he be comin' soon\nHe be comin' soon, he be comin' soon\nNigga, you follow me, nigga, on Snapchat\nThis nigga should be always actin' my shit, fuck you, nigga\nShout-out to the nigga, Steady Tech\nJoker, you a lame ass\nYo, Olive, I see you, nigga\nPimp Juice\nYo, I see you, nigga\nRolinski, I see you, nigga\nNigga Patrice, I see you, nigga\nBrian, I see you, nigga\n"}