{"reasons": "consistency in lyrics;minor spelling differences", "closest_prediction": "prediction_1", "output": "This is DJ Bryan, baby.\nUh, look, yo.\nEyes open, my focus on success.\nI keep a clean spirit, that's the way to be the best.\nI burn incense, get money from Google Ads.\nSince the hustle's online, I get likes for comments.\nI'm connected to the people like they're mobile phones.\nThey get attached to a nigga like they're pets.\nAt home immigrant, I'm married to the money, now I'm legal.\nBut the flow's so dope, they might deport me from their ego.\nDon't worry, it's not gonna happen.\nLike an inventor, I contribute to change the system.\nThe movement's high, mine, cause we're the brains, we achieving clean feet.\nStrong legs put us in this position.\nTo sit next to ambassadors discussing about millions.\nFive star hotels like champagne, we chillin'.\nAnd women share their smiles to the sound of the power.\nAnd open everything if your words come out proper.\nI'm serious, I'm as nice as I look.\nThe world isn't meat, so consider that cooked.\nShow's a stove and I eat with accomplishment.\nLook, I'm not good, I'm excellent.\nSo we are not the same, I am important.\nIn tune with the universe, I'm omnipotent.\nHaters gon' act like it's nothing and they don't love it.\nDeep inside you already know they wanna hug it.\nI keep it moving like the planet, so I'm spending on myself.\nMaking smart moves, in other words, investing in my wealth.\nI spit the kind of rap that makes poverty disappear.\nI got the recipe to bring the flavor in your ear.\nSo fuck outta here, each verse I spit is kinda like an episode.\nI leave the public hooking, I ain't even in beast mode.\nG-code, and you gon' feel who the fuck I am.\nI show the world what you, it's like Pac had an Instagram.\nGame changer, you stuck on high five, I feel fused.\nSnapchatting my story while periscoping up my news.\nBitch, I'm so connected I'm a wrench.\nAny rapper who claimed they got a flow, my lyric will make it stand.\nI keep it real, then we'll kill the gamers build.\nI leave it done deal, then we'll steal the spot for real.\nI got that college rap, yo my joints keep your speakers smoking.\nTurn up the volume, I'm who your girls praising.\nYou're not allowed to smoke on campus, I'm who your teachers blazing.\nCause my rap, it's kinda like exploring.\nI make these rappers sound like annoying cousins.\nTalking about what they bought on family reunion.\nAnd I'm dunking on you niggas cause you stay bored.\nLook I'm cool, call it life, my crews like on a hoverboard.\nI'm so ahead of my time, it's like I'm living twice.\nIt ain't new to me, I was made for this life.\nSuccess is a deja vu, I'm familiar with this life.\nI've been practicing my grammy speech ever since I was 19.\nNow I'm 26, gotta be sighted on the big screen.\nLook, you don't understand, I got the power.\nSinging my life like I'm in the shower.\nThe only bother coming down on me is abundance.\nI clean myself with the soap of self-conscience.\nDude I am the sniper, I will kill this.\nI'm not gonna lie man, I can't miss.\nThis is DJ Brine bitch.\nYeah, one plus seven and that ain't out.\nLet me hear you say, one plus seven.\nThat's eight baby, I'm great baby.\nOne plus seven.\nWhat one plus seven?\nDownload that EP though.\nBuy that shit.\nSupport you know."}