{"reasons": "Consistent content and flow; fewer mistakes", "closest_prediction": "prediction_2", "output": "Yeah, it's the Dunsey boy, man.\nHigh Mind Entertainment.\nSteve J. Brown.\nYou ain't shit, bitch.\nYou ain't shit.\nNigga, you ain't shit.\nBitch, you ain't shit.\nNigga, you ain't shit.\nBitch, you ain't shit.\nNigga, you ain't shit.\nBitch, you ain't shit.\nNigga, you ain't shit.\nBitch, you ain't shit.\nNigga, you ain't shit.\nI'ma start it with a fuck you, and let my middle finger say hello to you mother fuckers.\nI'm way too clean to touch you.\nLook, I don't even wanna shake hands with you motherfuckers.\nSee, I'm all about abundance.\nThese niggas ain't got no substance.\nYour mouth full of fungus.\nThat's the only thing you're running.\nYou so full of shit, all you do is gossip.\nBackstabbing is the only thing you accomplish.\nYou a joke and you hopeless.\nI do me and I focus.\nSee, I'm in it for the business.\nSo mind your own.\nThat's why my circle's small.\nEverybody around me grown.\nExperience is wisdom.\nYou can touch my fate.\nI see them snicks and I know they hate.\nIt doesn't bother getting better.\nGet better, cause I'm better and I'm clever.\nYou already know I'm great.\nSo you left cause you thought that I was down.\nWatch me build up and look at you now.\nThere was a time I loved you, I bet you know.\nWanted me to break, but I only fold.\nNow you're getting wasted, you're getting old.\nYour life is past midnight, it's getting cold.\nThe lesson is learn and gotta move real fast.\nBitch, you ain't shit.\nTalking like you about to make something happen.\nYou ain't gonna do shit.\nActing like you about this and that.\nNigga, you ain't shit.\nFucking cause you got a couple fools in your set, nigga.\nThey ain't shit.\nBitch, you think you hot cause you know a couple niggas.\nMan, that ain't shit.\nBitch you ain't shit.\nNigga you ain't shit, bitch you ain't shit.\nNigga you ain't shit, bitch you ain't shit.\nNigga you ain't shit, bitch you ain't shit.\nNigga you ain't shit, bitch you ain't shit.\nNigga you ain't shit, bitch you ain't shit.\nNigga you ain't shit, nigga you ain't shit.\nYou expect me to fail, don't want me to fall.\nIgnoring my help, kick me when I crawl.\nYou think you better think you know it all.\nBut today I stand tall, I got you feeling smart.\nAct friendly when you wanna use me.\nWon't pay my services so you abuse me.\nAnd when I try to do my thing you accuse me.\nIt's time for me to shit on you, so don't excuse me.\nI bought a real gun for you dream killers.\nIt's called success, I'm aiming at your vision.\nI ain't missing, go ahead.\nYou can call me screen killer, and you won't stop my mission.\nI'm the only star that I'm wishing on.\nThe only real fighter I'm putting money on.\nI'll remain with myself till the day I'm gone.\nIf you can't add up, bitch run along.\nSo if you step on me, you wake up in a nightmare.\nThis is my world, you're breathing my air.\nWhat you smelling now is my victory.\nAll this hate inspired me.\nI use it as a fertilizer, thanks for shitting on me.\nNow I'm high man, till infinity.\nThe darker the days, the harder I pray.\nPut me in the maze, the truer I'll find my way.\nBitch you ain't shit.\nYeah you heard me loud and clear nigga.\nYour mom ain't shit.\nYou ain't gon' do shit.\nYour dad ain't shit.\nOh you got a sister, she ain't shit.\nNigga you ain't shit.\nYeah nigga, even when you shit, your shit ain't shit nigga.\nYeah nigga, fuck you, fuck everything you represent nigga.\n"}