{"reasons": "correct_lyrics;minimal_errors", "closest_prediction": "prediction_1", "output": "Fun, fun, the way I run\nStreets at night, oh fuck the sun\nSay I gotta meet the devil, but I'm way too young, way too young\nSun, sun, fuck the sun\nI've been partying too much for me to call it wine\nJust wanna dry my lungs and shoot my gun, shoot my gun\nSay barkeep another please, and then my pocket says to me\nBabe, where you been?\nI've been waiting up all goddamn night for you\nBabe, where you been?\nI've been sitting here at an empty table\nBabe, where you been?\nStaring at a clock like a goddamn fool\nBabe, where you been?\nOh\nDrugs, drugs, my second love\nStop the voices in my head cause I can't get enough\nThe uppers give me courage and the downers numb, the downers numb\nLove, love, what am I on?\nStill don't know what it means to be in love\nA stripper without tips or is it just this once, just this once\nShe says to me\nIs that a phone in your pocket or are you happy to see me?\nBabe, where you been?\nI've been waiting up all goddamn night for you\nBabe, where you been?\nI've been sitting here at an empty table\nBabe, where you been?\nStaring at a clock like a goddamn fool\nBabe, where you been?\nOh\nToo many problems, not enough to solve them\nThis with my precious, there I go again, gollum\nThe smoke in my lungs, I can feel them going rotten\nThe fucking voices in my head, if only I could stop them\nCan we fix it? I don't know\nTurn that motherfucker off and on again\nI am promising, if you don't get the fuck out the way then I'm vomiting\nLies in your face, a promise baby\nDon't see up and wait please, what you mean another lady?\nYou crazy, you're my angel, I'm your Swayze\nMaybe, well maybe if you shut the fuck up for a second I can stop and fucking hisspin'\nSpin you better lies if that would help you better sleepin'\nWhat the fuck is the reason I've been dreaming for this better season?\nNext after next, rest after rest, and if we keep sleeping then\nAnd I look down for my keys and then a hand across my face says to me\nBabe, where you been?\nI've been waiting up all goddamn night for you\nBabe, where you been?\nI've been sitting here at an empty table\nBabe, where you been?\nStaring at a clock like a goddamn fool\nBabe, where you been?\nOh, babe, where you been?\nOh\n"}