{"reasons": "consistency;corrections", "closest_prediction": "prediction_1", "output": "I'm a single man and I wonder Which single one's gonna be my lover\nI want just the love of you and you love me back\nThat is all I want, can you give me that?\nDiscover, soul seeking, a soul seeking huddle\nSoul seeking, a soul seeking lover You think you can handle it, I just gotta\nask I want all of you, can you handle that?\nWill you be my lover?\nMaybe I can see, I can see you finally Just be with me, just be with me\nMaybe it's fate or destiny Love is like a puzzle, love is like a puzzle\nWhat we gotta do, we gotta trust each other You're the perfect piece, you're the perfect\npiece You fit with me together, complete\nYou fit with me together, complete\nIn our life, brought deep\nComplete\nSingle man, single lover Touch another, wanna love each other\nI want just to hold you and you hold me back Love it when we lay down, when we do that\nSingle man, single brother What a feeling that we're giving to each other\nI want just to love you and you love me back Love it when we make love, you call me Chad\nYou think you can handle it, I just gotta ask I want all of you, can you handle that?\nWill you be my lover?\nMaybe I can see, I can see you finally Just be with me, just be with me\nMaybe it's fate or destiny Love is like a puzzle, love is like a puzzle\nWhat we gotta do, we gotta trust each other You're the perfect piece, you're the perfect piece\nYou fit with me together, complete You fit with me together, complete\nIn our life, brought deep\nIn our life, brought deep\nWe don't need to see\nCompletely engulfed by peace\nBig star inside my body\nCan you feel my star energy?\nTwo beings, you and me\nLoving, feeling, being free\nOh, oh, oh\nI gotta know\nWill you be my lover?\nMaybe I can see, I can see you finally\nJust be with me, just be with me\nMaybe it's fate or destiny\nWill you be my lover?\nMaybe I can see, I can see you finally\nJust be with me, just be with me\nMaybe it's fate or destiny\nLove is like a puzzle, love is like a puzzle\nWhat we gotta do, we gotta trust each other\nYou're the perfect piece, you're the perfect piece\nYou fit with me together, complete\nYou fit with me together, complete\nYou fit with me together, complete\n"}