{"reasons": "better punctuation;clearer meaning;more accurate language", "closest_prediction": "prediction_1", "output": "Them rich folk got their Hollywood, them poor folks got that battle for the oil.\nIf I had to make a choice, I'd have to see what lied behind the other door.\nAll the rising cost of human lives, a tad bit more a price than I'd care to pay.\nWhen there ain't no place I gotta get that I can't get to by walking in a way.\nAnd if you wanna see a movie, y'all get tits and ask a lawyer.\nAnd we can go and check the sequel if y'all looking for some more.\nDon't expect to catch a Jesus flick unless you want the gore.\nIt's how we do it in the land here of the free.\nIt's how we do it in the land here of the free.\nThere was a man who had a vase, he liked to smoke that stuff that made the road.\nHe still did the job he had to do, it's the only way he knew how he could cope.\nOh, but everything you do these days will wind up on some cop's computer screen.\nSo them G.I.A. men came around and they took another kind man off the street.\nBut if you know how to do accounting, you just take your heart's delight.\nAnd if you're a rich man, ain't no worry, you won't ever serve the time.\nCause they covered up misjustice and besides, that bitch is blind.\nIt's how we do it in the land here of the free.\nThat's how we do it in the land here of the free.\nWell, there was a boy who told a lie, he only knew one way to make it right.\nHe confessed it to the preacher and the preacher kept him coming through the night.\nBut if folks around begin to frown and start to notice something might be wrong.\nThey'll just pick him up and set him down to head a flock on the other side of town.\nAnd if you're looking for religion, we got thousands here to try.\nBut don't you try and hear a sermon, unless you're gonna stay in style.\nAll we care about's your petty souls, how much you've got to tithe.\nIt's how we do it in the land here of the free.\nIt's how we do it in the land here of the free.\nIt's how we do it in the land here of the free.\nBut don't believe the president, he says this is the way it's gotta be.\nAll cause Woody Guthrie had it right, this land right here was made for you and me.\nBut in Woody's day they used to say they'd take their problems to the vote and boo.\nBut now they've taken that away, there's one way left to show them folks the truth.\nIf all they think about is money, then that's how we gotta fight.\nI ain't paying no more taxes till that war is justified.\nIf they're gonna take my money, they come take it out my hide.\nIt's how we do it in the land here of the free.\nIt's how we do it in the land here of the free.\nIt's how we do it in the land here of the free.\n"}