{"reasons": "consistency;accuracy", "closest_prediction": "prediction_2", "output": "J'étais dans un de ces magasins qu'on aménage comme un musée.\nJe remarque une étagère en pain, idéale pour mes livres usés.\nEt comme c'était lundi, je me suis dit, je peux faire un petit crédit.\nPayable en trois petits mois, sans frais, je ferai une affaire de roi,\nsans rien risquer, rien qu'un petit formulaire.\nEt je ramène l'étagère.\nC'était dans cette grande surface que trônait l'imprimante scanner.\nJ'en ai pas besoin et j'ai pas la place, mais comme c'était les soldes d'hiver,\nc'était mardi, je me suis dit, je peux faire un petit crédit.\nRemboursable en six petits mois, à 8%, pas de quoi, pas de quoi se faire du mauvais sort,\nrien qu'un tout petit contrat, et le tout en un est à moi.\nIl y avait dans cette charmante boutique, un téléphone qui comprenait mes attentes.\nL'écran 5 pouces était magique, d'après les publicités géantes.\nOn était mercredi, je me suis dit, je peux faire un petit crédit.\nPendant 24 petits mois, taxé 100 balles, ça revient à plus cher ma foi,\nmais c'est normal, c'est compris dans l'abonnement.\nÀ moi le téléphone, grand écran !\nOuais, mais t'as vu là, quand je suis poussé, les deux doigts, ça grandit, c'est le point.\nDans une échoppe d'électronique, je remarque un ordinateur tout léger et tout plat.\nEn déplacement, c'est tout de même plus pratique, j'en ai déjà un.\nMais une fois l'issue à on était jeudi, je me suis dit, je peux faire un petit crédit.\n36 mois au compteur, à 26%, mais le processeur est franchement plus puissant,\nj'appelle le marchand de sable et j'ai l'ordi portable.\nMoi, j'ai plus de 7G, je ne sais pas si je l'ai trompé.\nEn passant, devant cette concession, j'ai vu cette magnifique diesel.\nC'est évidemment de l'occasion, mais elle est robuste et sacrément belle.\nOn était vendredi, je me suis dit, il faut faire un petit crédit.\nÉtalie sur 8 petites années à 34%, mais c'est compré, un investissement,\ny'a qu'une petite signature, à moi la belle voiture.\nJ'avais déjà 5 crédits sur le don, mais y'a des solutions, et c'est ça qui est chouette.\nMes finances prenaient certes l'eau, mais on voulait, tenez-vous, racheter mes dettes.\nOn était samedi, je me suis dit, je peux faire un petit crédit.\nJ'paye pour 6 fois le tiers, sur 2 décennies, ça fait double,\nmais c'est tout clair, un seul crédit, y'a que l'accord de l'huissier.\nÀ moi, la simplicité.\nJe peux plus m'acheter un livre usé, ni une cartouche d'encre noire.\nJe paye plus mon électricité, donc plus d'ordinateur le soir.\nMa voiture, je la laisse garer, je peux pas remplir le réservoir.\nBien sûr, je peux pas recharger, ni mon téléphone, ni mon espoir.\nMais, puisqu'on était dimanche, pourquoi pas me remonter les manches ?\nRien qu'un petit formulaire, et je suis interdit bancaire, sous tutelle.\nJusqu'à ce que ça aille mieux, et je sens déjà que...\nque ça va mieux.\nOh, ça va mieux, ça va même très bien !\nÇa va... ça va mieux !\nLa... la preuve, j'ai vu cette table basse en pain, et je n'ai même pas traqué.\nAlors qu'elle irait justement assez bien avec le reste du mobilier.\nL'entrecranable, moi j'en ai.\nMais j'ai appris, et j'ai changé.\nNouvelle semaine, nouvelle vie.\nEuh, quelqu'un aurait pas son bal à me prêter ?\nJ'peux faire un p'tit crédit ?\nJ'peux faire un p'tit crédit ?\nUn tout p'tit crédit.\nSignez-la.\n"}