{"reasons": "Complete lyrics;Higher coherence;Slightly more accurate", "closest_prediction": "prediction_1", "output": "Si vous passez par la Corrèze, près de Tulle évidemment,\nil y a un cadre pour être à l'aise.\nLe champ d'eau, naturellement, une équipe de soignants\nprésente l'âme, nuit et jour, qui vous accueille gentiment\net qui ne manque pas d'humour.\nSi vous n'avez pas le moral, venez chanter et danser\ndans une ambiance conviviale, on vous accueille avec gaieté.\nIci nous sommes tous contents, soyez, soyez écoutés,\nnous ne perdons pas notre temps, les journées en sommes bien occupées.\n...\nIl est doux, le champ, le champ du champ d'eau\net qu'il est beau, le champ, il vient de chez nous\nIl est doux, le champ, le champ du champ d'eau\net qu'il est beau, le champ, on l'a fait pour vous\n...\nNous au champ d'eau, on fait de tout, sans écuser, ni gymnastique\nBien que l'on soit sur nos deux roues, toujours partants et dynamiques\nNous au champ d'eau, on manque de rien, pas de problème, pas de soucis\nLe petit journal apporte des demains, la bonne humeur et des amis\nNous au champ d'eau, il y a une boutique, où on y trouve tout ce qu'il nous faut\nPas de calme, de barbiturique, mais des bonbons et des gâteaux\nNous au champ d'eau, il y fait chaud, en hiver comme en été\nQuand on fait de la balnéo et qu'on se fait masser les pieds\n...\nIl est doux, le champ, le champ du champ d'eau\net qu'il est beau, le champ, il vient de chez nous\nEt qu'il est doux, le champ, le champ du champ d'eau\net qu'il est beau, le champ, on l'a fait pour vous\n...\nEt vous famille, regardez-nous, on est bien moins seul ici\nBien moins seul que devant le canto, à attendre nos amis\nEt vous famille, regardez-nous, pas de contraintes ni de pression\nQuand on a un petit coup de mou, il y a toujours une solution\nEt vous amis qui êtes chez vous, sachez que la vie vous sourit\nIl y a un endroit rien que pour nous, qui vous accueille et nous unit\nEt vous amis qui êtes chez nous, il faut nous faire confiance\nN'ayez pas peur du champ d'eau, c'est des nouvelles, lui qui commente\n...\n...\n...\n"}