{"reasons": "consistency;minor differences;", "closest_prediction": "prediction_2", "output": "Baby girl, quiero que seas mi única mujer, que me recuerde la noche de placer, y que\nlo nuestro no quede en el ayer.\nBaby girl, quiero que seas mi única mujer, que me recuerde la noche de placer, y que\nlo nuestro no quede en el ayer.\nSi supieras todo lo que yo he pasado mi nena, como yo me he mortificado por estar pensando\nen ti.\nMi vida como si tu supieras, yo te juro que pasaría toda la vida entera por ti.\nY como la pasaría mi nena, te juro que no me comportaría.\nTodos los días yo pienso en ti, tú eres la que alegra mi vida.\nA quien te lleva a los extremos, contigo es con quien vuelo.\nYo me lleno de celos, porque creo que olvidarás lo bueno.\nNada más, eso es lo que pienso, yo me siento lento, tú eres mi movimiento.\nSi supieras baby.\nOh, me muero por ti.\nBaby girl, quiero que seas mi única mujer, que me recuerde la noche de placer, y que\nlo nuestro no quede en el ayer.\nBaby girl, quiero que seas mi única mujer, que me recuerde la noche de placer, y que\nlo nuestro no quede en el ayer.\nQuiero que seas mi vida, mi callejón sin salida, la única que ponga un control a mi\nvida, que sane mi alma cuando se encuentre herida.\nHacerte miles melodías, ya que tú eres la que me inspira.\nContigo quiero pasar los mejores momentos de mi vida.\nOjalá que de mi vida no te tengas que ir, porque sin ti yo me podría morir.\n¿Qué pasará si tú te vas y no te veo venir?\nQuisiera parar el tiempo para que siempre me amaras, abrazarte fuertemente y que de\nmí nunca te vayas.\nQuisiera ser tu héroe de noche y de día, contemplando tu belleza que me produce alegría.\nSé que las cosas ya no son como antes, todo cambió desde el día en que decidí ser cantante.\nPoco tiempo tengo pa' ti, pa' nuestra relación.\nPero te juro my girl, que dentro de mí todavía hay amor.\nNo sé qué dicen, que con el tiempo el amor se muere, que eso es si quieres.\nNunca olvides el corazón a la persona que realmente quieres.\nLa verdad no se niega y soy sincero.\nI love you girl, este hombre te quiere.\nBaby girl, quiero que seas mi única mujer.\nQue me recuerdes la noche de placer y que lo nuestro no quede en el ayer.\nBaby girl, quiero que seas mi única mujer.\nQue me recuerdes la noche de placer y que lo nuestro no quede en el ayer.\nEres el DJ, junto a la MC.\nLa party con te voy, we just die.\nEl DJ, maquinaria aquí.\n"}