{"reasons": "Consistent narrative; Clarity in overall structure", "closest_prediction": "prediction_2", "output": "Oh, what do you think?\nI'm a man that's on a machine So John, you better listen\nStuck in your bench is an electrician Like a scientist, when I'm a bionist\nBetter get you on my mind like Einstein left the Junko fire\nI'm a man that you're falling off with the drill And even though you can't go for that mass appeal\nI'm a strong solution, so I'm gonna take that pill I stole your life, but you won't see the reason\nCause I burn magic like a madman's shard I ain't a fool who makes my teachers shun\nYou don't need a vacation, you can get your near here I'm worth a million, I'm wearing true\nI'm still a man, but you better run In the bedroom, go and do that stun\nAnd young lady, don't shock yourself Put that shit back on the shelf\nJust blaze, blaze in You gotta face him, but he's amazing\nWe're working on the record show, so just stay patient\nPatient, stay patient\nUh, uh, uh, now Check, check, check, check, check it out\nWhat's it all about? Work it out, let's turn this, turn this boy out\nUh, uh, uh, now Check, check, check, check, check it out\nWhat's it all about? Work it out, let's turn this, turn this boy out\nUh, uh, uh, now Check, check, check, check, check it out\nWhat's it all about?\nSkandy\nNow I go by the name of the king, Admiral I don't wear a cover for a jock\nI bring the big nasty on my sword, life is picky\nI am the one with the clientele, you say Admiral, you're wrong so well\nI got class like King Chantel and Diego\nNothing like a proper proper ghost, like yo\nDon't test me, they cannot test me A fake bank also works as a lefty\nYou look upset, well calm down You look like you forgot the door for your car\nWell I flow like smoke, you're out of tune, aye You ain't never been to me\nYou wanna ride with me, well you're making it hip-hop, aye\nNow get your gun right out the door, y'all Put on a roll like money, like a hero\nSmoke that fresh, smoke that fresh, smoke that fresh, smoke that fresh\nTiger, you're never going out, sick of showing up on your own\nOn a beat, buy your spleens, gonna start an old maze\nWhen you do, throw out cranes\nNow, check, check, check it out\nWhat's it all about?\nI'm working out, let's turn this, turn this, why yeah\nNow, check, check, check it out\nWhat's it all about?\nI'm working out, let's turn this, turn this, why yeah\nWhat's it all about?\nI'm working out, let's turn this, turn this, why yeah\nWell, you checkies are deviated\nDon't need a disc, don't need to restart it\nOpen Klingon till your grandma's ass\nGrab your backstreet friend and get loud\nDon't make those soft edges\nI'll grab you with the bitches\nAnd no, I didn't retire\nI'll snatch y'all with the needle, those flyers\nLife is rule of overhaul\nWith the elbow you never seen before\nTrust body, dip the glaze\nAnd life's your way, you know I get paid\nLike a friend saved with a basil\nNow I'm cooing like Darren Hazel\nI'm a motherfucking pinky knife\nAnd nice to burn the evil in my\nNow we make home overlongs\nBut long ain't bad, so what's up with that?\nI got friends in Italy that I respect\nWhen I think I'm doing good, they put me in check\nSo believe it, let's get more with the venue\nExcept when the raps are fucking to get you\nLike that, you're a legend, just don't stop\nIt's happening, you know you're fucking for real\n"}