{"reasons": "greater consistency and accuracy;proper Spanish language", "closest_prediction": "prediction_1", "output": "Atención, van a tardar 10 segundos\n9, 8, 7, 6, 5\nDJ DOODLE\nExplosión\nMami dale, que yo quiero guayarte\nMami dale, mira se te nota que estás alante\nMami dale, dale, que yo quiero agarrarte\nPegarte pa' la esquina y darte con mi bate\nPero suave, suave, pa' que no te desbarrate\nSi hay que apretarte, pa' yo busco un alicate\nPara que seas mía y más nunca yo soltarte\nQuieres borracharte pa' que te sirva de sedante\nTe pongas delirante a la hora de guayarte\nCuando terminemos diga pa' mi tu talante\nLos pollos que ya no hay pero tengo pa' saciarte\nCon este talento te pongo a viajar en Marte\nSoy capitán y tú eres tripulante\nY haz lo que te digo y voy a premiarte mami\nEste es Camilo el peruano que es lo que para azca\nMami dale, que yo quiero guayarte\nMami dale, mira se te nota que estás alante\nMami dale, toma, dame\nMami dale, toma, dame\nDa el movimiento, maquino en pensamiento\nTú sabes que tú tienes demasiado cuerpo pa' esto\nSígueme rozando, con eso voy gozando\nClaro por supuesto que a la vez tú vas mojando\nPonte agresiva, trépateme encima\nQue yo quiero darte un poquito de vitamina\nNo seas nociva, sácame saliva\nYa que te metiste rata, da manos arriba\nLet's do it now, if you don't want my music out\nEverybody hear me because don't see the house\nTell me why, Mary, turn off your light\nI'm glad to know you baby so the pleasure is mine\nSuéltate, suéltate, no queremos a nadie lento\nPégate, pégate, pa' seguir el calentamiento\nSuéltate, suéltate, no queremos a nadie lento\nPégate, pégate, pa' seguir el calentamiento\nMírala, cómo ella se mueve\nMírala, provocame lo que quieres\nMírala, cómo ella se mueve\nMírala, un fuerte aso lo que quieres\nAh\nFranco Digital\nLa incorporación del género urbano\nG.C. Flow\nAh\nYeah, yeah, yeah, yeah, yeah\n¡Nadie duerme!\n¡El estilo es clasico!\n¡Que se fue!\n¡No hace falta!\n"}