{"reasons": "greater coherence; correct repetition of lines; better word choices", "closest_prediction": "prediction_0", "output": "Hola, amigos.\nEsto es una más de Franco Digital Studios.\nEsto es de Eze, Necro Music, Intocable,\nLa Javilla Music, para el mundo entero.\nEsto es de Dominicana para el Perú,\nrepresentando los verdaderos talentos que hay aquí.\nEn República, Huitzaluán, Neyencí, El Camil,\nIntocable, From My Head.\nVamos a darle a todas esas gatas que están bien sana.\nVamos a darle de a poquito pa' que baile.\nVamos a darle suavecito que no pare.\nVamos a darle de a poquito pa' que baile.\nVamos a darle suavecito que no pare.\nVamos a darle un poquito de reggaetón\npa' que esas chamaquitas se gocen la canción.\nLas siestas de aquí adentro y la escucha hasta en Plutón.\nAunque haya luz o haya un apagón,\npues como quiera nosotros prendemos to'.\nDime si te gustó como un helado bom.\nDulce que dulce y lo repite un paquetón.\nBaila que baila y no para de mediar.\nEsas caderas quisiera yo tocar.\nLa expicia que te puedo atrapar.\nYa que ese cuerpo yo quiero devorar, tocar, besar y acariciar.\nVamos a darle de a poquito pa' que baile.\nVamos a darle suavecito que no pare.\nVamos a darle de a poquito pa' que baile.\nVamos a darle suavecito que no pare.\nVivo, vivo, llegó Niel en su motorita.\n¿Por qué no me conoces? ¿Por qué ando con esta pinta?\nLlegó el que fue a estar pasandote de abajo en la cama.\nMami, esta noche te voy a llorar con ganas.\nTú no juegues conmigo. Tráeme a tu hermana.\nLe voy a dar durísimo con esta pata de rana.\nNo te pongas culeca o te agarro la pata de monta.\nEsta es su hormona que me sirve de herramienta.\nEste Niel en sí conmigo está de quieta.\nTe voy a castigar puro con esta maceta.\nAbre la boca y ve tragándote la crema.\nQue esto es desde mi barrico, mi coro.\nPonte a dieta.\nA dieta, ma' ponte a dieta.\nEste Niel en sí y el visto que habla se respeta.\nA dieta, ma' ponte a dieta.\nEste Niel en sí y el visto que habla se respeta.\nNiel en sí, el peplón.\nTe voy a dar tan duro que te voy a quitar el botón.\nAbre la boca pa' que chupes tu bolón.\nEscoge tú la voz o te voy a dar sin perdón.\nAcapela, no me gusta el condón.\nMañana aparece con el barricón.\nNo soy un pecador, no me traes de prisión.\nNiel en sí fue quien me la comió.\nPonte santa porque sé que tú me matas.\nGata, que no metas tú la pata.\nYo tengo el palo y tú la piñata.\nLa música que hacemos a ti te encanta.\nY más cuando le mete Dj Juan o Dj Rata.\nNo es por lata, pero tu cuerpo me arrebata.\nY más cuando te vas como una bata.\nVamos a darle reggaetón que con eso desacata.\nMuévete gata, muévete, muévete, muévete gata.\n"}