{"reasons": "better punctuation;consistent formatting", "closest_prediction": "prediction_1", "output": "As I stand in the light to taunt them, I realize that they're blind and I walk in.\nStruck to the face as I come to the face, locked in a cage with a mind full of rage.\nShut down with a pound full of bad dreams, get down to a sound that's poisoning.\nListen now for the people that's gathering, listen to my words, I'll disperse all your misery.\nFrom here to uplifting guide you, spread peace and love inside you.\nWalk this path just like I do, just throw your hands in the air like I do.\nFalse prophets cleared the way, I'm here to save the day.\nGet down and make them pay, turn this song up and just say.\nWe want the real, we want the real. Turn it up, turn it up. Kill the radio and get down with this song.\nMic check, one two, one two, it's just that good shit coming on through now.\nListen up to the way it goes down, bounce to the bass with a rocker step now.\nBe boyin' all the way till the mic gets dropped and the music don't play, no.\nStep up with a funk and beat down just so fresh that I defeat clowns.\nCause I'm here to rock the show, blow up your mind like whoa.\nIncrease your happiness by slapping this inside your dome.\nStay real cause I don't play, it's just the way that I stay sane, yo.\nKill that radio play and throw your finger up and say.\nWe want the real, we want the real. Turn it up, turn it up. Kill the radio and get down with this song.\nCome on and bump this in your trunk, feel the vibes that you get.\nTurn it up, one time to your mind, what a rush up and down the block and you can't get enough.\nStay real cause it's just how we live life, getting rid of fakes cause they don't sound right.\nEngage your mind and the soul we enlight, activate your neurons to make shit sound right.\nSo I'm here to set you free, away from MTV.\nFrom underneath I creep just to save a soul or three.\nThrough music we prevail and keep our kids from jail.\nIf you all feel this tale, let me hear you all just yell.\nWe want the real, we want the real. Turn it up, turn it up. Kill the radio and get down with this song.\nWe want the real, we want the real. Turn it up, turn it up. Kill the radio and get down with this song.\nWe want the real, we want the real. Turn it up, turn it up. Kill the radio and get down with this song.\nWe want the real, we want the real. Turn it up, turn it up. Kill the radio and get down with this song."}