{"reasons": "prediction_2 has clearer sentences and better lyrics format;", "closest_prediction": "prediction_2", "output": "The file sharing debate tends to focus on economic principles.\nDoes file sharing reduce record label profits?\nYes it does. No it doesn't.\nHe said. She said.\nWe've taken a different focus.\nWe honestly don't care if the record labels lose money.\nIt is illegal for me to send a piece of music in email.\nAnd if copyright is to be enforced in this new environment,\nthat means that every piece of private communication must be monitored.\nBy law enforcement and by corporate interest groups.\nIn order to make sure I don't send their piece of music in private communication.\nThey're also attacking not only the postal secret, but something called the common carrier principle.\nWhich means that the messenger is never responsible for the contents of a message.\nSo, Lady Justice has a problem.\nOn one side of the scale is one income source for one entertainment industry.\nEssentially luxury consumption.\nOn the other side of the scale are two foundations for our democratic society.\nPiece of music.\nI've never bought a piece of music in my life.\nPiece of music.\nI say that file sharing is to the American music industry and the American public\nas the Boston Strammers to the woman hung alone.\nPiece of music.\nInflect your copyright. What the fuck is that?\nI've never bought a piece of music in my life.\nPiece of music.\nIf it's a crime, why put it on the internet?\nI don't know.\nPiece of music.\nPeople think it's legal because it's copying without the copyrights.\nWe don't think it's legal because everyone's doing it.\nPiece of music.\nWe recognize and we know we will never stop piracy.\nHmm.\nPiece of music.\nThe ties are up. They have been downloaded. They're down. They're no up anymore. They're all down.\nHmm.\nPiece of music.\nWe have to try to make it as difficult and as tedious as possible.\nAnd we have to let people know there are consequences if they're caught.\nWhat the fuck is that?\nPiece of music.\nI've never bought a piece of music in my life.\nPiece of music.\n"}