{"reasons": "Similarity between predictions; Consistent lines across predictions", "closest_prediction": "prediction_1", "output": "Le soleil se couche, la journée sur la touche Mes idées paraissent louches, je deviens farouche\nLa lune s'élève dans le ciel, j'ai des abeilles Dans la bouche qu'Edwin Zébeil prépare\nson escarmouche S'envoie une bouteille, un pétard qui fait\nmouche Cartouche mortelle, deux heures plus tard\ns'élève sa chaleur sensuelle dans une ruelle\nAction criminelle, passion charnelle Une pute finie dans le fond d'une benne\nLe jour disparaît, il vient la nuit qui m'appelle le crime plus cool et l'aurore de mes sens\nOn éveille, en place sur le bitume, le soleil devient lune\nLa ville défile des balles, étale son âme sous ma plume\nLa touche sur le tapis rouge, le sang dans les côtes gorges\nBienvenue au Val de Dial pour entrer, fais le saut du vlange\nDans ce classique au pip-chaud, toxico et macro Le marchand s'abrase en vrai et se flingue à l'héros\nThey tell we were gon' make it but we here in the club\nWe just finished the show, we poppin' bottles, sippin' buff\nStill stackin' them dubs, the crowd is showin' us love\nSo you can keep that bullshit and hold on to your grudge\nCause who the play was in the club? Can you feel it?\nWatch it spit and tear it up, can you see it?\nIf you can feel it, I can see it, then it means you ain't here\nSo bounce your head and show us love and put your hands in the air\nLa nuit est un voleur qui s'insinue, s'embride dans les coeurs, dans les rues\nPuis s'enfuit, s'en suit, ennuie, sous-sitant peur pour les ameurteries\nIl est toujours 3h, la nuit démystifie, les histoires romantiques\nLa nuit démystifie, le cercle chromatique tombe le voile\nElle étoile l'infini, pas les idées sur sa toile donnent un sens à la vie\nParadoxe, un kidam prend la porte de sortie\nQuand la ram' le transforme en hachis\nQuand la cam' rend intox, dépendant au gâchis\nAprès minuit, j'ai la tête engourdie car le moral de Joe Higashi\nCrache en stéréo comme ma vieille chaîne Hitachi\nLe jour est agacé par les excès de sa moitié\nTrop attaché à enivrer les esprits\nUne délurée fumante, perturbée, délirante\nDérivant de Simon Rimm, je l'ai cerné, car je suis sa victime\nQui est derrière moi ?\nEst-ce le lieu où je veux être ?\nOh non, je ne pense pas que ça me sert\nEst-ce le lieu où je veux être ?\nOh non, ce n'est pas ce que je me suis passé\nUn cognac sous cognac, ambiance moite dans la boîte\nDe haut en bas, sa mate, femble, cache et la carte\nHuile de puissance solitaire, une partie de puce de jambes en l'air\nTrois grammes de thys dans les artères, le réveil sera sévère\nUne vie tuée par la misère, mort de foi sous ses cartons\nDes seins scellés d'une prière, la vie la tombe en béton\nUne mère s'inquiète pour son fils, tombe et la chambre\nReste ravie, le règlement compte, ou bien suicide en jeux actifs\nLa chauffe à I.L.U.R.I. de puce à chaque réveil\nToutes les journées sont les mêmes, on peut esquiver son reflet\nMais le temps, personne ne le sème, toujours à la traîne\nÀ table de chien pour trois fois rien\nQuatre heures du mat', pas sommeil, pas de solution pour ce demain\nLes lieux se resserrent, les étoiles pour se distraire\nDe chaque côté de l'hémisphère, chacun rêve de changer d'air\nEntre cauchemar et chimère, refaire le monde et l'univers\nJ'ai plus la motive en clair, laisse-moi dormir si ça peut se faire\nQuand la nuit tombe, un star en son nom\nLa nuit je marche\nOh, who's behind me?\nIs it the place I want to be?\nOh no\nI don't think this job's for me\nIs it the place I want to be?\nOh no\nIt's not what I've dreamt for me\nIs it the place I want to be?\nOh no\nI don't think this job's for me\nIs it the place I want to be?\nOh no\nIt's not what I've dreamt for me\n"}