{"reasons": "More coherent and accurate lyrics; Properly sequenced verses and chorus", "closest_prediction": "prediction_2", "output": "Hoy me rasco el vestuario y por fin decido hablar, que me niegan el sufragio, ya no quiero ir a votar.\nYo me quedo en mi casita con mi arroz y mi azafrán y mi amor en la oficina algún maputa de cazar.\nSi hoy decido hacer caldito y deposto un francasero, lo decido yo solito y lo preparo con esmero.\nHay derechos que me sobran, no me pueden obligar a elegir a un gilipollas o a elegir a un subnormal.\nDime si no funciona, dime si no funciona, dime si no funciona.\nDimitri de Ciudadano ahora soy amo de hogar, aunque acaba mi mandato cuando ella llega del bar.\nSolamente quiere sexo y pienso que barbaridad, mientras vamos hacia el lecho no me dice cómo está.\nSi de allí con un saltito nos pasamos al sofá, yo le digo, ch, cuidadito, que lo acabo de limpiar.\nSi ella queda complacida yo me quedo mucho más y la cena está servida sobre mesa y asobar.\nY la cena está servida sobre mesa y asobar.\nOye, haz baja el sal, haz baja el sal, oígo su picá.\nCuatro años esperando a tener una erección, es un tiempo que hace daño y que destruye la pasión.\nYo prefiero relaciones de autodeterminación, yo varios, de cojones nuestra representación.\nSi queréis alguna prueba, cargobente mi discurso, os venís un día a mi cueva, está tan limpia que da gusto.\nUna ley solo se aplica si me utilizáis un vaso, lo dejáis luego en la pica y ya me encargo de fregarlo.\nLo dejáis luego en la pica y ya me encargo de fregarlo.\nEl sufragio, al parecer dicen en el diccionario\nEs un sistema electoral en la provisión de cargos\nEs ayuda y es favor, es sinónimo de voto\nEs obra buena que se aplica adentro en el purgatorio\nRestringido, censitario, también universal\nEn latín era sufragium y sufragia en catalán\nEs directo o indirecto, masculino y singular\nFemenino, muy reciente y de poca utilidad\nFemenino, muy reciente y de poca utilidad\nLa que van a verme, la que van a verme\nMe hostiguen\n"}