{"reasons": "better phrasing;correct words", "closest_prediction": "prediction_2", "output": "Sobo tan coherente...\nEs un coherente ser que sobrecoge y aborrece hasta desfallecer.\nEs un coherente ser que en cualquier turbio debate te da enloquecer.\nEs tan coherente que un día padrinó a un castor ultramontano.\nEn peligro de extinción y aunque alérgico y asmático ofrecíos en protector.\nTe sustento sistemático al simpático roedor.\nCon un mirado indiferente el pobre bicho solo come lo que cague.\nY deshidrata a su padrino hasta el desplome.\nNo se nutre demasiado, es más bien insuficiente.\nMuy amigo de la anemia es un ser tan coherente.\nEs un coherente ser que sobrecoge y aborrece hasta desfallecer.\nEs un coherente ser que en cualquier turbio debate te da enloquecer.\nPareciera un ser inerte pero es poco diplomático.\nA su lado un bifanático, parece un bonachón.\nSolo bebe orina asiático en uretra virginal.\npH neutro y aromático, ¡qué espléndido orinal!\nY con esas infusiones delixires del oriente.\nVa sobrado de razones y de mierda entre los dientes.\nSolo gusta de lo raro que hay en otro continente.\nLo de aquí ya está manchado.\nEs un ser tan coherente.\nEs un coherente ser que sobrecoge y aborrece hasta desfallecer.\nEs un coherente ser que en cualquier turbio debate te da enloquecer.\nEs tan coherente que se va a comprar el pan.\nA un despacho alternativo de revistas del Nepal.\nDonde venden unas barras sin un átomo animal.\nCon sevillas y anacardo que se cobre en Pakistán.\nY después en un comercio de alimento antosojón.\nLo vomita con desprecio tras su turba aparición.\nQue es perpétuo y con espectáculo.\nMurmulla aquella gente mientras huye del zanáculo y del ser tan coherente.\nEs un coherente ser que sobrecoge y aborrece incluso hasta espallecer\nEs un coherente que en cualquier turbio debate te da enloquecer.\nPorque es un coherente ser que sobrecoge y aborrece hasta despallecer.\nEs un coherente que en cualquier turbio debate te da enloquecer.\nSe ducha en una fuente .\n¡Joder qué coherente!\nFríe acula mentalmente.\n¡Joder qué coherente!\nCulpiba sus simientes.\n¡Joder qué coherente!\nErode y fonte la gente.\n¡Joder qué coherente!\nDe manera convincente da su rancio parecer.\nSiempre queda bien patente que te quiere convencer.\nSi se va por la tangente y apabulla tu atención.\nCaptará tu subconsciente generando agitación.\nPero un día y de repente se murió de inanición.\nAbrazado a una croqueta hecha de fibras de almidón.\nFue el olor el que alentó al vecino que había enfrente.\nY se explicó con aflicción que era un ser muy coherente.\n"}