{"reasons": "consistency;coherence", "closest_prediction": "prediction_2", "output": "Un nouveau jour se lève, sourire aux lèvres, soleil éclaire les ténèbres et ses élèves,\nles guerriers de la lumière, ceux qui cherchent la liberté là où il y a la guerre.\nIls nous donnent d'oxygène ceux qui manquent d'air,\nils oasistent dans nos déserts de vérité,\nici pour la communauté, pas pour enfler leur bon sens.\nPour la paix ils se battent jusqu'à la mort, leurs paroles, leur silence sont d'or.\nIls savent qu'un jour ils changeront d'or, que d'amour il y en aura encore et encore.\nEncore et encore.\nIls pratiquent le lâcher-pris, sur l'ombre n'a plus d'empris,\nils ne se comptent plus à leur désir, aujourd'hui ils les choisissent.\nIls savent qu'en étant possessifs, l'amour devient dépressif,\nperdu dans les flots de l'écho, l'esprit s'en va à la dérive.\nLeurs sabres l'amour, leurs boucliers l'humour,\ndédicaces au Weber et Coelho, de l'humanité ils allègent le fardeau.\nLeurs corps et âmes ils l'offrent en cadeau, car l'abondance vient du très haut.\nIls savent que l'or et l'argent ici ne valent rien face à l'eau.\nL'or et l'argent ne valent rien face à l'eau.\nPlus de peur désormais, car on sait qu'ils marchent à nos côtés,\ntoujours la main sur le cœur, voient que la splendeur dans l'œuvre du Seigneur.\nPlus de peur désormais, car on sait qu'ils marchent à nos côtés,\ntoujours la main sur le cœur, voient que la splendeur dans l'œuvre du Seigneur.\nPlus de peur désormais, car on sait qu'ils marchent à nos côtés,\ntoujours la main sur le cœur, voient que la splendeur dans l'œuvre du Seigneur.\nVoient que la splendeur dans l'œuvre du Seigneur.\nVoient que la splendeur dans l'œuvre du Seigneur.\nChétane, au nom de Dieu.\nAu nom de Dieu, le Merci et le Bonheur.\nAu nom de Dieu, le Merci et le Bonheur.\nAu nom de Dieu, le Bonheur et le Tenue.\nLa famille qu'il accomplishera.\nL'\navertissement\nAu nom de Dieu, le Bonheur et le Tenue.\nMon frère, mon frère.\nJe vais continuer mon chemin.\nMon frère, mon frère.\nJe vais venir te soutenir.\nMon frère, mon frère.\nAu nom de Dieu, le Bonheur et le Tenue.\nLa famille qu'il accomplira.\nLe Mohameden, Rassoulallah.\nPlus de peur.\n"}