{"reasons": "consistent lyrics;fewer errors", "closest_prediction": "prediction_2", "output": "Chissà, la storia è sempre quella, la vita può essere bella, solo basta volerla.\nNo, non mollare, no, fammi sentire io, come se io vi darò tutto quello che posso.\nOk, è ora di ballare, gridare, saltellare, forza da ti da fare.\nSu, su, su, la gioia, giù, giù, giù, la noia, qui, qui, qui, l'arvesta, chi, chi, chi, libertà.\nMetti le mani su e scuoti le lasce, scogli la voglia che si trova dentro di te.\nPuoi farti muovere dal ritmo hip hop che travolge pure me, come si travolge anche te.\nSu, canta insieme a me, A-M-O-R-E, e non cercate mai di odiore.\nChissà, la storia è sempre quella, la vita può essere bella, solo basta volerla.\nSu, cosa vuoi fare, perché non lo fai, è il tuo tempo, perché non ti odii, solo fai di te stesso e vai.\nOh, voglio che tu siai felice, per favore non essere così brutto, non è necessario essere così felice.\nRip, rip, rip, alzati le mani, scopri, scopri, scopri, la noia, si, si, la festa, io, io, io, la libertà.\nTieni la pista, doy, che ti divertirai, continua a muoverlo, non serve dirtelo.\nÈ la cosa, va da sé, questa canzone è per te, non vi approfittate, finché la musica c'è.\nE adesso insieme a me, gridate tutti perché, è il tempo giusto per lasciarsi andare anche te.\nCi sono cose da tenere sul tiballa, per tutto il tempo che la vita ci sosterrà, perciò sentite un po', fate con comodo, non preoccupatevi di come muovervi.\nQuesta è la sera in cui devi pensare a te, non serve illudersi, per tote, perdersi.\nSenti, yes, yes, yo, that's me, Glio, yes, yo, yo, I got the flow.\nEverybody sing with me, everybody sing it, and everybody sing this, and everybody just like this.\nCome in casa, come in casa, come in casa, come in casa.\nLa storia è sempre quella, la vita può essere bella, solo basta volerla.\nNo, non volare, no, fammi sentire, yeah, yo, un visio vi darò, con tutto quello che potrò.\nHey, è ora di ballare, gridare, saltellare, forza da chi da pare.\nSo, so, so, la gioia, giù, giù, giù, la noia, qui, qui, qui, la festa, chi, chi, chi, chi, festa.\nI got the gold, and you got the gold, everybody does it, don't you know, yo, that's me, Glio.\nGot the flow, want you to know, all about me, yo, yo.\n"}