{"reasons": "more consistent and understandable lyrics", "closest_prediction": "prediction_0", "output": "\nNi una más, ni una más Ni una más, chefito, ni una más\nNi una más, ni una más Ni una más, Juanito, ni una más\nHan venido mis amigos, amigas y yo\nConversamos como remodelar fiesta, qué sé yo\nCon el grupo y la música empezamos a animar\nTres copas y más copas empezamos a bailar\nEl mesero y las chamacas empezaron a copiar\nY todos contentos tomamos sin parar\nJuanito y Chepito se empezaron a marear\nCayeron las copas porque les quitó\nNi una más, ni una más Ni una más, Chepito, ni una más\nNi una más, ni una más Ni una más, Juanito, ni una más\nNi una más, ni una más Ni una más, Chepito, ni una más\nNi una más, ni una más Ni una más, Juanita, ni una más\nSonando\nHa con mora a larte\nSonando\nBuche\nSonando\nNi una más, ni una más Ni una más, Chepito, ni una más\nNi una más, ni una más Ni una más, Juanito, ni una más\nHan venido mis amigos, amigas y yo\nConversamos con Correamos de la fiesta, qué sé yo\nCon el grupo y la música empezamos a animar\nEntre compas y más copas empezamos a bailar\nEl misterio y las chamacas empezaron a copiar\nY a todos contentos tomamos sin parar\nJuanito y Chepito se empezaron a marear\nCayeron las copas y Jorge les gritó\nNi una más, ni una más Ni una más, Chepito, ni una más\nNi una más, ni una más Ni una más, Juanito, ni una más\nNi una más, ni una más Ni una más, Toñito, ni una más\nNi una más, ni una más Ni una más, Luisito, ni una más\nÁnimo\nJejejeje\n¡Paz! ¡Pazón!\n¿Qué pasó? ¿Qué pasó? ¿Qué pasó? ¡Qué pasó!\nNi una más, ni una más Ni una más, theraphito, ni una más\nNi una más, ni una más Ni una más, Juanito, ni una más\nNi una más, ni una más Ni una más, Toñito, ni una más\nNi una más, ni una más Ni una más, Henrique, ni una más\nNi una más, ni una más Ni una más, Antonio, ni una más\nNi una más, Lando, ni una más Ni una más, ni una más\nNi una más, Luisito, ni una más\nNi una más, ni una más\nDavid, Andrés, Franco, Lucio, Canel, Tom, Puche, Willy, Pedro, Sintalapa, Deming, Carlos, Hammer, Gordo, Blanco\nNi una más, ni una más\n"}