{"reasons": "correct words and phrases;more coherent and complete lyrics", "closest_prediction": "prediction_2", "output": "I'm just a kid in town\nIt's my, my, my, my, my, my, my\nSometimes I get in this spot\nAnd I can't leave\nBut you can catch me on my way\nSo unusual, every time I look at you\nI think of things that we could do\nBut every sonic, every sound is so uplifting\nCatch me ballin' on the curb\nSomewhere off into the distance\nBittersweet and symphony\nCan catch my ear like passes\nWhile I'm enterin' the game\nOff the team but I've been drafted by this\nAnd then by her, I'm plugged into every word\nI cross the lines like cursive\nI've endured, I endure\nShe got that beauty look\nUh-huh, them curvy hips\nIt's a harmony whenever I can see her lips talk\nYeah, and she never ever flaw, no, no\nAt least she told me she with me\nThought I want her more than what's imagined\nThe words don't need a beatin', it'll work\nIf it was backwards, this is all that really matter, right?\nYeah, this is all that really matter, right?\nYou are beautiful\nYou're beautiful\nAnd you are so pretty\nYou are so pretty\nYeah\nI'm sittin' around and thinkin' about the reason I'm here\nAnd every day want somethin' better than livin' with somethin' I fear\nI'm thinkin' that livin' without her hurts, maybe I'm overreactin'\nThe irony is that I need to produce all these words over actions\nI'm thinkin' she never has passion\nI'm passin' like Karen, I do what I can to make me above over the average\nTo make me above platinum\nWhile increasin' my status, standin' out straight in my posture\nI'm drinkin' it straight from the glasses, puttin' the time for the dollars\nAnd she always lingerin', even in times that I'm losin' my mind\nSpeakin' of which, I'm hurtin' for times that I wasted her time\nNow I'm out runnin' backwards, I backpedal to pay\nI stay in my lane, wait for the charge like my name is the way\nI swear, they're nothin' the same, this change makin' sense\nIf everything altered, then what are the chances for anything old bein' left?\nShit, the deadliest truth, what a beautiful pain\nSome only thrive in the sun, while others can grow in the rain\nYou are beautiful\nOh, you're so pretty\nYes, you are teach me to breathe\nBreathe\n"}