{"reasons": "consistent content; more accurate lines", "closest_prediction": "prediction_1", "output": "...\nDepuis 30 ans...\nOn peut rien faire, on est rien, on est personne.\nC'est vrai aux yeux de la loi, j'ai pas de droit, j'ai rien.\nQui profite de tout ça ?\nDe lui 30 ans, il est dur.\nLes immigrés viennent en France parce qu'ils remplissent des emplois\nqui ne sont pas provus en grande partie.\nLes choses ont changé.\nParfois même dans les propres ministères,\nc'est eux qui nettoient les bureaux de madame.\nC'est un mode de chômage.\nC'est comme si vous me faisiez sentir le froid du bonheur.\nNous avons une situation à laquelle je ne peux rien faire.\nMais quand vous fermez la porte d'honneur en nous disant...\nQui profite de tout ça ?\nJ'ai pas d'identité.\nLes choses ont changé, ça n'empêche pas de souffrir.\nC'était vous, pas une question.\nMoi je te donne ma nationalité\nBien en dehors d'une rationalité\nMais corps étranger peut-être, originaire\nLes fils d'un quartier ou d'une bonne mère\nJe te donne mes papiers, à toi qui vit dehors\nCar emballer un métier sert vivifier son corps\nMais qu'est-ce qu'une identité ?\nA quel point un trésor se fondre dans une fausse identité ?\nUne fausse identité\nMoi je te donne ma nationalité\nMoi je te donne ma nationalité\nJe renie volontiers tout ce en quoi je suis lié\nMes pas resteront les mêmes, d'Istanbul au Carrême\nMais je regagnerai mes droits, m'y formerai bien plus à droit\nCar tous mes droits, je te les laisse vides de froid\nC'est toute céleste qu'on nous offre en collier\nMon propre autel, mais à la particularité\nAu plus moinenné, le plus sombre\nJe suis plus moi qu'égalité\nMoi je te donne ma nationalité\nMoi je te donne ma nationalité\nIdentité, mais qu'est-ce qu'une ?\nMoi je te donne, moi je suis dans les détails\nMoi je te donne, moi je suis dans les détails\nEt pourtant je suis là\n"}