{"reasons": "Correct punctuation and word choice; Better translation for certain phrase", "closest_prediction": "prediction_0", "output": "Sus palabras sordas no me dicen nada, calan las personas con una mirada.\nSé quién eres, las cosas claras, seguiré mi rumbo, escuchará mi hada.\nSi no abren la mente yo la haré, yo sé lo que quiero.\nLos que ayer no confiaban y muestran más respeto,\nlos que no, que las jodan tiempo al tiempo.\nTodos sus palabras son veneno y yo vine a ser sincero, sí, con optimismo.\nYo aprendí de lo que vi, criticándome a mí mismo,\nme diferencio del resto, soy como soy.\nNo voy a aparentar más de lo que puedo,\nque hicieron mi pellejo, nadie más cantaba,\nmiraba en el espejo, no se reflejaba.\nMás de si no puede dar, no, se preguntan por qué todos suenan igual.\nY silencio, toga, para qué ponerle forma,\nsi el dicho dice que en boca cerrada no entran moscas.\nY no es cosa que se salga de la norma,\npues al pronunciar palabras el lenguaje se transforma.\nSabes de sobra que por la boca muere el per,\n¿qué disfrace pone tu retórica esta vez?\nSi es interés ahora o después me enteraré, pues siempre le echo un ojo.\nTe pillo la mentira antes que a un cojo.\nFlojo argumento, me vienes con pretextos,\nque celos lleve el viento, ya no pienso perder más mi tiempo.\nY lo lamento, pues salga yo que canta,\ntarde o temprano le aprieta la garganta.\nTodas esas frases vanas, tanto ruido de campanas.\n¿Alguna vez piensas lo que hablas?\nMe dices más cuando callas, bla bla bla, no nos engañas,\nno vayas contando tus batallas.\nQuiero decir a todos los que no apoyaron,\npor no ser como el resto, en el pasado hoy sonrío,\nporque sé que he mejorado, aunque no lo reconocen en sus caras.\nLo he notado, apartándome en mi mundo,\nme encuentro mejor encerrado en mi movie.\nEs clavo de mi estilo propio,\na base de currar y pasar la noche en vinos odiosos.\nHoy la peña va de gueto, la peña del temeto,\nyo veto su flow obsoleto, neto.\nTemétrica variada que distinga entre otros, para mí no está lograda.\nYo soy como soy, soy como soy, así soy yo.\nYo, yo, yo, soy como soy, de los pies a la cabeza, b-boy.\nPero ir y callar, mi resto está de más,\nmenos dichos, más hechos, domina eso, menos necio serás.\nLa sin hueso, aunque no tenga dientes,\ncorta lomas, preso y más que ellos, muerde.\nConceptos típicos, tópicos, para mater inteligente,\nineptos críticos, crónicos, se comunican pobremente en cientes.\nTanta historia, qué falsa oratoria,\ncómete tu semántica y perdamos la memoria.\nAsí que hazme el favor, entra en razón,\nasí nos libramos de una situación incómoda para los dos.\nHay salvación tras las buenas sentencias,\nllaves de hasta las más pesadas puertas.\nConciénciate en paciencia que es poderosa arma,\ndestructora tal vez no piensa en tu karma.\nMantendré la calma, haré la vista gorda,\nporque está claro que el que tiene pocas equivoca.\n"}