{"reasons": "consistent content;proper line formatting", "closest_prediction": "prediction_2", "output": "Hermano, hermana, aquí estamos y un espejo somos.\nNo la realidad, sino apenas un reflejo.\nNo la luz, sino apenas un destello.\nNo el camino, sino apenas unos pasos.\nNo la guía, sino apenas uno de los tantos rumbos que al mañana conducen.\nHermano, hermana, no somos quienes aspiran a hacerse del poder\ny desde él imponer el paso y la palabra.\nNo somos quienes ponen preso a la dignidad propia o a la ajena\ny convierten a la lucha en un mercado\ndonde la política es cacer de marchantes y mercaderes.\nNo somos quienes esperan el perdón y la limosna\nde quien simula ayuda cuando en realidad compra\ny que no perdona, sino que humilla.\nNo somos quienes ingenuos esperamos que de arriba venga la justicia\nque solo desde abajo crece\ny la libertad que solo con todos se logra.\nNo somos la moda pasajera\nque hecha tonada se archiva en el calendario de derrotas\nque este país luce con nostalgia.\nSomos y seremos uno más en la marcha.\nNo somos tu portavoz, somos una voz entre todas las voces.\nUn eco que divinidad repite entre todas las voces.\nA ella nos sumamos, nos multiplicamos con ellas.\nSeguiremos siendo eco.\nVos somos y seremos.\nSomos reflexión y grito, siempre lo seremos.\nHermano, hermana, dicen allá arriba que tú estás aquí\npara conmorbover, para oír sin escuchar siquiera.\nDicen que somos pocos, que débiles nos estamos poniendo,\nque no somos más que una foto, una anécdota, un espectáculo,\nun producto perecedero con la fecha de caducidad cercana.\nDicen allá arriba que nos dejarás solos\ny que solos y vacíos volveremos a la tierra a la que pertenecemos.\nDicen allá arriba que el olvido es derrota\ny se asientan a esperar a que olvides y derrotes y te derrotes.\nAllá arriba saben, pero no quieren decirlo.\nNo habrá ya olvido y no será la derrota la corona para nuestra lucha.\nEcología, libertad, justicia.\n"}