{"reasons": "Improved clarity;more coherent start", "closest_prediction": "prediction_2", "output": "Biology, while it's remarkably intricate, it's very clever, it's complex, it's far from optimal.\nThe genes evolved tens of thousands of years ago when longevity was not selected for.\nWe are now pushing evolution forward, biological evolution of the kind, and\nwe're beyond the limitations of our own thinking.\nOur own thinking is essentially fixed.\nWe have 10 to the 26th power of calculations per second.\nAmong all the human brains on earth today, 50 years from now, that figure will be the same.\nIt will be 10 to the 26th power.\nFundamentalism is the idea of putting artificial constraints on what humans can be,\ndefying its temporal limitations rather than our ability to supersede our limitations.\nAnd then 25 years from now, the nanotechnology revolution will enable us to go far beyond\nthe limitations of our biology, going to be permeating our bodies, brains, and environment.\nWe're bound to expand human intelligence through the intimate merger of our biological intelligence with non-biological intelligence.\nDoing our work for us, transforming our environment, cleaning out pollution from early eras.\nOnce we have the full fruition of biotech and nanotech, we really will have the means of indefinitely forestalling\na disease of aging and death. It will be in our own hands.\nGaining control over the information processes not only in our bodies and brains, but also in our environment.\nWe'll be able to go beyond the limitations of biology.\nThe non-biological tuition will be much more powerful.\nNanotechnology will also enable us to create any physical product.\nAt virtually no cost, very inexpensive, we'll be able to lay the groundwork and fit the planet.\nWe're not staying within the limitations of our biology, we're not staying within the limitations of our intelligence.\nAnd we've kind of taken over the driving force of the evolution of complexity.\nThe noble pursuit that we have is the creation of communication, sharing, and understanding,\nappreciation of knowledge in all of these forms.\nDifferent art forms, methods of expression, science and technology.\nI'm hopeful that we can avoid even the kind of pain we've suffered through the 20th century.\nIt's been a very painful experience.\nNearly 100 million people die in two or four of those that have been made possible by technology.\nVery few people would want to go back 300 years to the short, brutish, clever, go-to-life of the 12th.\nI am optimistic, but I'm not oblivious to the dangers.\n"}