{"reasons": "prediction_1, prediction_2 have the same lines;prediction_0 has extra repeated lines", "closest_prediction": "prediction_1", "output": "My mama used to tell me, Shivanna can you see?\nThe lights in the sky, the most precious gift\nAnd I feel so free, and I see so free, and I feel so free\nWhen I know what you think, when you look at sky\nI saw the stars fly with the mind\nAnd I fly, I fly high, I've done this all my life\nProblems seem so far, I touch the sun, dawn and sunset\nLive and die, day and night, I go by\nCan't stop the time, it's the circle of the life\nI'm just trying to close mind, but when I cry I will leave with a smile\nOver the street, over the town, over the sea, over the clouds\nOver the beats, over the salmon, over the rainbow, to the next level\nAnd I fly, over sky, over my limits, now can you see me, can you see me?\nAnd I fly, and I fly, over sky, over my limits, now can you see me, can you see me?\nWhen I know what you think, when you look at sky\nYou start to pray, wish on a star, kesera sera\nIt's a destiny, whatever would be, it's a destiny\nNow I'm here, God will teach me, that's around me\nNow I'm here, I don't need to dream\nNow I'm here between angels and aliens, try to see things from a different angle\nStart with the money, start with the bitches, stop all the things that can make me so empty\nStart with the dough, start with the drugs, cause you know I'm so strong\nAnd I beat my chest like a king kong, wanna be free like a king kong\nI break the chains like a king kong, now watch on me while I sing my song\nAnd I fly, over sky, over my limits, now can you see me, can you see me?\nAnd I fly, and I fly, over sky, over my limits, now can you see me, can you see me?\nStop, look at things from a different angle, force them to be what you want\nDon't limit yourself to the walls around you, don't limit yourself to the TV screen\nIn the words you find everything, just fantasy, a C, if you turn the wheels into a boat\nI row with the notes, in a sea of waves drawn by S-striate\nEh yes, it's a different sailing from what you do with the PC\nIt's not the sea, it's what you want, ok baby, I can give you more\nSo be it, I turn my head and I mute the VVV in the worlds\nI turn the arms of a villa, I transform it into a seagull and I make you fly away\nAnd I fly, over sky, over my limits, now can you see me, can you see me?\nAnd I fly, and I fly, over sky, over my limits, now can you see me, can you see me?\nAnd I fly, over sky, over my limits, now can you see me, can you see me?\nAnd I fly, and I fly, over sky, over my limits, now can you see me, can you see me?\n"}