{"reasons": "consistency;clearer_structure", "closest_prediction": "prediction_2", "output": "Mêle, femelle à la peau noire et satine n'est pas besoin de rimelle pour grimer la beauté\nsi naturelle des cheveux coupés dégainés sous le soleil révolté contre les modèles\nutile et officiel.\nAllume l'essence, fonds le feu à l'assistance,\nprovoque les lieux, leurve pieux d'abstinence à l'étance.\nDéclenche l'autodéfense contre les squirmes, les visqueux qui nous enfoncent,\ntrèver les yeux par l'indulgence.\nBêle, femelle, tu ne seras jamais consensuelle,\nfière, obstinée, déterminée, si sensuelle que les femmes viendraient te violer.\nToujours belle, tu veux rester en parallèle, défier les oiselles.\nAllume l'essence, fonds le feu à l'assistance,\nprovoque les lieux, leurve pieux d'abstinence à l'étance.\nDéclenche l'autodéfense contre les squirmes, les visqueux qui nous enfoncent,\nbrûlent leurs les yeux par l'indulgence.\nBêle, femelle, rien ne pourra jamais t'arrêter,\net pour ce qu'elle t'aime, rendis et prêts à t'écouper dans la pelle.\nLes hommes qui voudraient t'humilier à la poubelle,\nlacerer leur queue d'aile, pas trop fier de tes quelques validences.\nAllume l'essence, fonds le feu à l'assistance,\nprovoque les lieux, leurve pieux d'abstinence à l'étance.\nDéclenche l'autodéfense contre les squirmes, les visqueux qui nous enfoncent,\nbrûlent leurs les yeux par l'indulgence.\nBêle, femelle, à la peau noire, les satines n'aient pas besoin de rimelles\npour grimer ta beauté si naturelle.\nTes cheveux qui eut des guênées sous le soleil révoltés\ncontre les modèles mutilés.\nOfficiel, allez, danse, allume l'essence, fonds le feu à l'assistance,\nprovoque les yeux, leurve pieux d'abstinence à l'étance.\nDéclenche l'autodéfense contre les squirmes, les visqueux qui nous enfoncent,\nbrûlent leurs les yeux par l'indulgence.\nNon, jamais !\n"}