{"reasons": "consistency;correct_phrases;repeated_lines", "closest_prediction": "prediction_1", "output": "Oh, yeah.\nNa, na, na, na, na, no, no.\nOh, our lives, our lives have never been a better, Rosie.\nOh, our lives, our lives have never been a better, Rosie.\nOh, we were born in the struggle, never raised with no sin.\nOh, our lives, our lives have never been a better, Rosie.\nOh, we were born in the struggle, always had to fight our way through.\nOh, they don't know, they don't know how it feels to be under my skin.\nOh, they don't know how it feels to be a victim of the system that served them.\nOh, they don't know, they don't know how it feels to be under my skin.\nOh, they don't know how it feels to be a victim of discrimination.\nOur lives, our lives have never been a better, Rosie.\nOh, we were born in the struggle, never raised with no sin.\nOh, our lives, our lives have never been a better, Rosie.\nOh, we were born in the struggle, always had to fight our way through.\nI beg you to look at the condition where they put me under.\nThey don't want no place to be raised with little people.\nMama, we have another ghetto in the country.\nToo much stress and too much frustration.\nOh, look how much black man is in incarceration.\nI know that the Babylonians have a hateful last plan.\nThey might exterminate the old African, but not the almighty Delaware.\nOh, our lives, our lives have never been a better, Rosie.\nOh, we were born in the struggle, never raised with no sin.\nOh, our lives, our lives have never been a better, Rosie.\nOh, we were born in the struggle, always had to fight our way through.\nOh, because of my black skin, see, they always want to put me down.\nThey killed the youth when I met the bad ghetto.\nSee, they've taken everything I have.\nAnd now, now, they systematically killing our children.\nWhat we gonna do? Do what we have to do.\nOh, our lives, our lives have never been a better, Rosie.\nOh, we were born in the struggle, always had to fight to get through, I say.\nOh, never raised in a silver school, always had to fight to get through, I say.\n"}