{"reasons": "prediction_1 and prediction_2 are very similar, but prediction_1 is more coherent;", "closest_prediction": "prediction_1", "output": "Un nouveau jour se lève, sourire aux lèvres, soleil éclaire les ténèbres et ses élèves,\nles guerriers de la lumière, ceux qui cherchent la liberté là où il y a la guerre.\nIls nous donnent d'oxygène ceux qui manquent d'air,\nils oasistent dans nos déserts de vérité, ici pour la communauté, pas pour enfler leur consentre.\nPour la paix ils se battent jusqu'à la mort, leurs paroles, leur silence sont d'or.\nIls savent qu'un jour ils changeront d'or, plus d'amour, il y en aura encore et encore, encore et encore.\nIls pratiquent le lâcher-pris, sur l'ombre n'a plus d'empris, ils succombent plus à leur désir,\naujourd'hui ils les choisissent, ils savent qu'en étant possessifs, l'amour devient dépressif,\nperdus dans les flots de l'égo, l'esprit s'en va à la dérive, leur sabre l'amour, leur bouclier l'humour.\nDédicaces aux vebères et couélo, de l'humanité ils allègent le pardeau,\nleurs corps et âmes ils l'offrent en cadeau, car l'abondance vient du tréo,\nils savent que l'or et l'argent ici ne valent rien face à l'eau, l'or et l'argent ne valent rien face à l'eau.\nPlus de peur désormais, car on sait qui marche à nos côtés,\ntoujours la main sur le cœur, voit que la splendeur dans l'œuvre du Seigneur.\nPlus de peur désormais, car on sait qui marche à nos côtés,\ntoujours la main sur le cœur, voit que la splendeur dans l'œuvre du Seigneur.\nVoit que la splendeur dans l'œuvre du Seigneur.\nChaitan, in the name of Allah\nBismillah, Rahman, Rahim\nBismillah, Rahman, Rahim\nBeschoussez-nous\nCredoso\nM anybody\nsquez\nEn main\nAttention\nlingotte\nCacre\nRome\nHalle\nMoulana\nHachini Kandilwoli\nMoulana Moulana\nBismillahirrahmanirrahim\nLa ilaha illallah\nMuhammadan Rasulullah\nPlus de peur\n"}