{"reasons": "better_word_choices;correct_phrases;improved_punctuation", "closest_prediction": "prediction_2", "output": "Yeah, me say equality, peace and justice, it's a must.\nSo tell it to the youths them, roots.\nBabylon, Babylon, Babylon, Babylon, Babylon, well, Babylon, who no see them from afar, no yeah.\nHey, come make me tell you know about it again.\nHey, dress up in a uniform of brutality, see them pon the street and them no check nobody.\nTell you, man of the law, who no like nothing, cause a reality where we are always free.\nI'm inside of them, they pon the street and they fit down in the weed.\nIke a vampire, them suck blood every week.\nDo no check it when them see the fruit what them a exploit.\nAnd if nobody of them always oppressed, how we gonna work it out?\nWe are them, always say equal right.\nHow we gonna work it out?\nWe are them, look like we can't find no peace.\nHow we gonna work it out?\nWe are them, always say equal right.\nHow we gonna work it out?\nWe are them, look like we can't find no peace.\nGo tell them roots speak.\nWooh, oh oh oh oh oh oh.\nHm, yeah, yeah.\nWooh, oh oh oh oh oh oh, yeah.\nHey, me tell you no vampire, no peace of mind, no violence.\nLook a how them a work it out in the silence.\nThat was tough, alright, we got to fire it up in place.\nGo tell the poor, them see organized.\nTell me, how we gonna work it out?\nWe are them, always say equal right.\nHow we gonna work it out?\nWe are them, look like we can't find no peace.\nHow we gonna work it out?\nWe are them, always say equal right.\nHow we gonna work it out?\nWe are them, look like we can't find no peace.\nTell them no violence, and fiki, lawless, and fiti, fun, light, self, fee, light.\nNobody love them, never since from victimized.\nPeople who are only needy, don't see how them exploiting.\nCannot count them committing, and you them are the victim.\nAnd the heads of government know them soul we hire.\nI can never say we burning, hire.\nWhen we say fire, we no mean lead.\nCareful reality, no bed, no place, so no take them.\nHow we gonna work it out?\nWe are them, always say equal right\nHow we gonna work it out?\nWe are them, look like we can't find no peace.\nHow we gonna work it out?\nWe are them, always say equal right\nHow we gonna work it out?\nWe are them, look like we can't find no peace.\n"}