{"reasons": "correct structure;more accurate lines;missing content in other predictions", "closest_prediction": "prediction_1", "output": "Ho una tendenza a dipendenza da cose e persone\nPer questo senso che c'è lei c'ho mille paranoie\nTra noi due ho scelto me, scelto che cazzo c'è\nChi cos'è, dov'è, tu lo scegli un cazzo, lo scelto per te\nNon riesco più a fare una lira, come chi da un po' non mi sta, ti hai donato il dito\nLo scelgo come tu, che crepa di invidia, dormi bambina domani vai in gita\nRovino la vita, alla tua famiglia, come De Niro in qualche sorsita\nLa vostra presenza qui non è gradita\nLe parole di un fallito, un affamato che parla di cibo\nE non è mai tardi di versi codardi, scaglia la pietra e nascondo nel duto\nSe parla del rap, il rap è finito, è un sbagliato, il rap è finito\nE parla di un rap che è stato rapito, e ora è rinchiuso in uno scantinato\nVuotato d'orgoglio, un foglio spadito, è stato schernito, lo dico, ne sono sicuro\nL'ambiente che vivo, che schifo, una banda di lecca culo\nVolevi la hit, con quale pretesto, la vita mia piange in stato d'arresto\nLa stucco tutta davvero, non scherzo, solo prima ero qui, ma se con vento\nL'indifferenza è l'arma più forte, raramente la incontro\nIo sono cresciuto, che saresti muto di dire indietro allo scontro\nPer questo rispondo, ogni trozo che parla e non sa, e questo chiunque lo sa\nC'è chi mi sorride e mi chiama fra, sto sintomi sta mi conviene\nSto ambiente è di merda e da santo di ieri\nIo come Scar, il re leone, il malcontento sta nelle persone\nChi se ne fotte le più lamentele, senza cercare mai un salvatore\nE chi ha qualcosa per sé, si sa se lo tiene, troppi nobili si sparire da quella stazione\nTu cazzo ne sai, tuo padre ti molla un centone per ogni emozione\nChe proprio è che poi mi distrugge, pieno di ruggine\nA casa, 21 ne sono di anni, come i grammi che porto nell'anima\nCome un adulto che perde il suo tempo ad un gioco da tavola\nÈ successo un'altra volta, è successo un'altra volta\nT-MES che cazzo fai?\nT-MES che cazzo fai?\nUn'altra volta, è vero un'altra volta\nT-MES che cazzo fai?\nT-MES che cazzo fai?\nAh\nParte 2\n"}