{"reasons": "consistent structure, lines and word choices;", "closest_prediction": "prediction_2", "output": "Another person left a suicide note Couldn't find enough love or hope\nWorking full time, minimum wage Just can't cover all that needs paid\nDrowning from the weight of everything Of everything, of everything\nAnd love is cloaked in shadows of doubt With blood persuading it's the only way out\nOnly love can stop the blood Will we ever blindly love?\nWill we ever blindly love?\nThe way we blindly spill blood?\nAnother verdict for a minor drug crime Sends a person to prison to do hard time\nAnd they just need a chance to rehabilitate But the money's only made if we incarcerate\nPrivatized prisons create lifelong slaves And love is cloaked in shadows of doubt\nWith blood persuading it's the only way out Only love can stop the blood\nWill we ever blindly love?\nWill we ever blindly love?\nThe way we blindly spill blood?\nAnother mass murder in America By a homegrown killer with assault rifle\nIndoctrined by hate, armed to the teeth All with legal guns cause we believe\nIn the freedom of having weapons that assist killing sprees\nAnd love is cloaked in shadows of doubt With blood persuading it's the only way out\nOnly love can stop the blood Will we ever blindly love?\nWill we ever blindly love?\nThe way we blindly spill blood?\nAnother war started any given time Killing innocent people, taking lives\nWhen all we need is dialogue But talking doesn't fill the coffers\nLike the war machine, we're fighting and dying for the one percent's greed\nAnd love is cloaked in shadows of doubt With blood persuading it's the only way out\nOnly love can stop the blood Will we ever blindly love?\nWill we ever blindly love?\nThe way we blindly spill blood?\nNow America picked a TV star An authoritarian and a demigod\nAs its president and commander in chief Now more than half the country is in disbelief\nAnd we're all left with our divided ideologies Now we need to talk, we need to heal\nWe need to empathize with how we all feel\nWe need to love, harness our rage Value our differences, fight all the hate\nAnd know, and know\nWe are just humans with human flaws We are just humans with human flaws\nAnd love is cloaked in shadows of doubt With blood persuading it's the only way out\nOnly love can stop the blood Will we ever blindly love?\nWill we ever blindly love?\nThe way we blindly spill blood?\n"}