{"reasons": "word choice accuracy;consistency;coherent theme", "closest_prediction": "prediction_1", "output": "Oh spare us the jingle bells, please.\nIt's not December, it is June.\nMy tree's not coming down till you walk back into the room.\nYour dinner's in the oven, your pudding's well matured,\nand here's your Christmas song unheard.\nI know I never needed you before,\nbut now there's needles all over the floor.\nNeedless to say, my tree bell's bell.\nI'm stuck here in Christmas time.\nMy bell is on the blink and I still get cheap mulled wine.\nThe fairy on the tree is all tangled up in tinsel.\nAnd it's one that has lost its twinkle.\nI never thought that you would leave,\nbut you unpacked Santa's sack and turned your back on Christmas Eve.\nNeedless to say, my tree bell's bell.\nThere's a cracker on the table just waiting to be pulled.\nI've had mine alone, I started on phone and only two.\nA little plastic heart fell out, the joke incised on me.\nSomething about lonely pricks being folly,\nand not jolly, holly.\nSix months ago this little baby boy was born.\nNow his mistletoe is limp and looking all forlorn.\nThe moment you turned on the lights, the cold ice went all slushing.\nBut it's dogs for life, you know, not just a puppy.\nI fed your furry tree with love and dedication.\nBut I'd have been better off if I'd have got an invitation.\nNeedless to say, my tree bell's bell.\nI've recently tweeted, but I think you have deleted me by accident.\nIt's easy at this time of year, so I remade you all my details.\nBut my messages must have failed, cos this turkey's so dristy.\nAnd you're naughty, you're naughty.\nAnd I'm desperately pining for some Christmas cheer.\nAt least it's only six months, till the same time, same place, next year.\nMerry Christmas, everybody.\nI'm gonna spruce myself up and dress myself down,\ncos next year's Christmas is there.\nFurther taking the tree will still be up, the lights will still be on.\nI've done your Christmas song and I don't mind waiting."}