{"reasons": "accurate repetitions;consistent meaning", "closest_prediction": "prediction_1", "output": "Everybody, Russell.\nS-S-A-M-Y-G. Let's go. Come on.\nI'm still the monkey standing for what they love.\nI'm still the monkey doing what they love.\nI'm still the one soon and never, never, never give up.\nIf it sounds like you, then you better stand up.\nRun it, Russell.\nDamn you. Why you gotta be so good?\nAlmost everything you do shines through and through.\nBest friends at the party, games and love, loving you.\nGreat visions blur, smile, obstacles occur.\nIt's absurd, but he's heard. Never miss any turn, but I like it.\nTruly admire it. I can't deny it. I'm just like it.\nOh, damn you. Why you gotta be so good?\nDo we remain humble? It's a muscle in the jungle.\nI'm gonna get inside, cause I'm finished at the end.\nAll the competitors, let the living be easy.\nHow much I be squeezing, breathing my brains.\nMy brains, my brains, my brains, my brains.\nMy brains, my brains, my brains, my brains.\nLet me see you. Make a goal. Make sure you're on it.\nNumber one. Hold it wide. Alright. So what?\nOkay. Very good. Alright. Come on. Let's do it.\nGet up. Get up your ass. Keep right. Keep doing your thing.\nWhatever passion it is, get up and do it.\nDo what you love. Keep going. Never give up.\nWe can always win. Always win. We all got a different story.\nWe all got a different path, different journey. Alright?\nDon't give up. Always win.\nFeel the heart right from the start.\nThe passion to catch it on your heart.\nThe driving hustle rising stars.\nFeel the heart right from the start.\nThe passion to catch it on your heart.\nThe driving hustle rising stars.\nRocks to people who stand up for what they love.\nRocks to people who do what they love.\nRocks to those who never, never, never give up.\nIf I look at you, then you really stand out.\nDamn you. Why the hell should we be afraid of you?\nDamn you. Why the hell should we be afraid of you?\nDamn you.\nSomeone to lean on.\nIsn't this something that you're alone?\nDamn you. Why the hell should we be afraid of you?\n"}