{"reasons": "prediction_1 has less incorrect lines; coherent lyrical phrases", "closest_prediction": "prediction_1", "output": "Je me présente Amiral Rital, quelque peu immoral,\nJambes et gueules de bois sur mon trauma.\nJe suis né d'une éprouvette en forme de goélette,\nMa mère a perdu les os en cale sèche.\nAvec mes yeux verts de cancer, mon sourire patibulaire,\nJ'arrime les rimes sur les deux hémisphères.\nPour moi, jamais d'escale, sinon guerre aux escarres,\nA peine posé le pied, j'ai le mal de terre.\nMais moi je m'arroude à marée haute,\nEt je trépasse à marée basse,\nJe me présente Amiral Rital.\nMais quand au balai de la navale est apparue la rance des vents,\nL'Alzété mère du sud, elle me fit perdre le nom.\nEt de toutes les putains, c'était celle qui le disait.\nEt de mon pas de loup de mer, sans faire de vagues,\nJe l'accostais et je lui tint à peu près ce langage.\nVous êtes un bon guenon,\nSi elle le fait, au poudre je perds,\nEst-ce qu'on peut découvrir\nL'Argonne ou les Amars ?\nPartons à l'abordage d'autres rivages sans ancrage.\nTu as de mon trou dans les mers,\nJ'ai compilé trente ans de galère,\nEt j'ai tiré ma canette jusqu'à la quentienne.\nJ'ai fait de la confette aux baux,\nMais tu ne connais les hauts îles de l'Ainé.\nMais le père Adrital, un de jaune prêt,\nEt les rues de bataille, l'orgueil aux bras fixes,\nHissé au pavillon, elle se sentit\nChavirée comme parvingue sous les mers.\nDevant sa croupe échalopée,\nElle se sentit comme le premier des naufragés.\nEtant entendu qu'il ne voyait en lui\nQu'un marin de douce, un joli frimousse,\nQu'un marin de douce, un joli frimousse,\nEtant entendu que les hommes qui prennent l'arc\nFinissent toujours partout chez le fond,\nElle dit, retourne à ta coquille de noix,\nJe n'ai que faire de toi, mais si tu veux de moi,\nIl te faudra penser de m'unir de ton carrepoil\nEt t'emparer de moi.\nJ'étais la mère Adrital, et elle arrosée,\nOr je les suis sur tous les océans,\nDe Triclore à Bordeaux, à Bordes, à Tribord,\nAu bas de la Navelle, elle a brouillé ma ligne d'horizon\nEt brûlée ma raison,\nA la bataille, elle m'a touché coulé.\nDu cap de bonne espérance,\nMon aventure décida de me faire ramer,\nCe mâle à mer, à bois, je suis son amère des bois.\nEt même si je la galame, je ne m'en poupais,\nJ'ai suivi son sillage jusqu'au dernier drivage.\n"}