{"reasons": "closer_to_true_lyrics;more_consistent_lines", "closest_prediction": "prediction_1", "output": "Ouvre tes oreilles et vois les clichés, les descentes dans les caves, les plaques tournantes,\nok les tournantes dans les caves, les poucaves qu'on tourmente, les qu'ils emplanquent dans\nles paves, ok les meuteuses épaves, tête sang en pédave, la banlieue serait en chaises\nroulantes, y'a bien l'endemie et les caisses volantes, t'es au courant des quartiers riches,\ny'a des régions sans eau courante, les criminels ont le vice, les victimes font des mains courantes,\nles lieux coulants, prison sont moins les courantes, y'a les lieux coulants, les jeunes\nqu'ont les moins de 50, t'as 25 ans, t'es entre le piéton et le délinquant, la banlieue\nest faite de béton et de ciment, le genre artueux, silencieux, bêtement, on veille\nnotre enterrement, les contentieux, le fisc, le smic, les contentsouffles, les prétentieux,\nles fixes, les snifs, les grosses pif pour les anxieux, je répète, le genre artueux,\nsilencieux, trop de gens ont besoin d'aide, les besoins des autres passent avant eux,\ncar en résumé, je crois qu'on est présumé coupable, victime des préjugés, tous condamnés\navant d'étudier, regarde comment elle se sape la selle, c'est qu'une pute, elle tombe\ndans les caves, tu captes la selle, car en résumé, je crois qu'on est présumé coupable,\nvictime des préjugés, tous condamnés avant d'étudier, la banlieue est faite de béton\net de ciment, le genre artueux, silencieux, bêtement, on veille notre enterrement, y'a\ntrop de clichés, style blondes et galconnes, jeunesse égale à trou de balle, cuite à\nl'alcool, regarde comment elle se sape la selle, c'est qu'une pute, elle tombe dans\nles caves, tu captes la selle, malsaine et la race noire, il paraît qu'ils suintent,\nde plus, sont assimilés à la paresse, dans les quartiers, les ressources et les barrettes,\nde shit, y'a que des tarés, mal barré, que personne n'arrête, dans mon trône, un islamiste\nreconnu à sa barbe, il a peut-être une bombe, je descends vite, car ça pourrait peut-être\nbarder, regardez, un antillais et sa femme, le temps qu'il lui fasse un mot, mais qu'il\nse casse, ça ne serait tardé, en bâtiment, une seule famille prend l'étage, un père\net plusieurs mères et le salaire versé par l'état, le rap exerce comme un contrôle\nparental, en enseignant de la merde, laissant la haine en héritage, car en résumé, je\ncrois qu'on est présumé coupable, victime des préjugés, tous condamnés avant de l'étuger,\nregarde comment elle se sape la selle, c'est qu'une pute, elle tombe dans les caves, tu\ncaptes la selle, car en résumé, je crois qu'on est présumé coupable, victime des\npréjugés, tous condamnés avant de l'étuger, la banlieue est faite de bédots et de ciments,\nle genre ardu, au silence, le bêtement, on paye notre enterrement, dans les médias,\nles jeunes sont catalogués, édictés K.R.A, voleurs ou drogués, au bord de l'O.T, ils ont pas d'Vitra, mais se font délover, en faisant des gâches-bras, ils veulent nous\nfaire croire que tous les scars, là, vendent du dober.\nOn parle pas de ceux qui taffent et qui font des études que de ceux qui font des thunes.\nEn faisant du sport, on sort dans des tubes les mêmes clichés qui nous collent à la peau.\nL'État nous condamne à tort, les flics adorent, plaqués sur le capot, c'est hardcore.\nDans l'esprit des gens qui regardent le droit de savoir, elles se rendent plus intelligents.\nÇa les rend plus intolérants, puis ils vont grossir les rangs du FN.\nCroient en changer les choses en générant la haine pour eux.\nOn reste des galériens, des mecs qui valent rien, qui fument, volent, s'en battent les reins.\nC'est fou ce qu'on lit sur nous dans le Parisien, toujours le même refrain chaque soir sur TF1.\nCar en résumé, je crois qu'on est présumé coupable, victime des préjugés, tous condamnés avant d'étudier.\nRegarde comment elle se sape la selle, c'est qu'une pute, elle tombe dans les caves, tu captes la selle.\nCar en résumé, je crois qu'on est présumé coupable, victime des préjugés, tous condamnés avant d'étudier.\n"}