{"reasons": "correct lyrics;consistent predictions", "closest_prediction": "prediction_2", "output": "Relance le beat c'est un appel au meurtre J'rappe sans limite, direct ça sent les\nmeutes La shnek et les substances illicites\nRap 9mm, rime explicite Au kilomètre du flot j'en ai des litres\nMaintenant tu réalises c'est qui le met L'MC tireur, délicat qui va te la mettre\nProfond dans ton fion si tu veux balle Admette, écoute ce son et si tu kiffes t'as\nqu'à l'armer Si j'peux un mec, c'est pour mégas d'féries\nArrive le, faut qu'tu kiffe le Son qui tue comme une balle devint de l'ombrif\nFaut qu'tu pisse le, sens comme tout ces bidons qu'on gifle\nT'inquiète pas, j'vais pas te tirer dessus Moi j'préfère tirer sur mon spliff\nC'est ma thérapie et mon kiff c'est rappe J'suis prêt à scalper les dalpés\nDans le biz qui m'empêche de palper Ne scalpe pas, vas-y chiale pas\nComme une tasse P Tu fais pas le poids, t'auras pas d'rescapé\nT'avales pas, espèce de mytho On sait qu'tu baies bon, mais t'es qu'un\ndrapeau Tu t'la racontes mais t'as pas d'flo\nMoi on m'appelle l'MC perforateur J'encule les faux rappeurs et leurs adorateurs\nRap pour les amateurs d'un son hardcore Un truc qui vient du coeur et s'inspire du\ndécor Représente pour le 9 à mon zègleur\nCelle de la street, 9, un district Enfin, une oeuvre dans l'industrie\nDébarque dans le biz comme perquis à domicile Ouais, c'est Okned ou Tché pour du rap au\nmissile\nConcrèmment, aucun nid en boîte Là c'est le quart d'heure, pas d'hâte\nqu'on me dise « Oké, ce titre c'est du hip-hop »\nPatate et si t'aimes pas mon pote t'es plus écobe\nTroisième patate et patraque Flow électro-choc, stylo matraque\nT'es calutraque, ton slip craque, ta jalousie craque\nQuand je me pose sur ton track, bâtard\nComme un rat-traque, j'me dégage une piste Comme sur un track, je veux me faire un oncle\nLes boîtes de drogue me pissent, déj'\nJ'braque ton esprit en fracole d'oxy-réferal Comme après une crise de grague, une crise\nnarco-rappotique Te frappe les narcos-rappotistes\nQuand leur chien tue Shlap, mat' les fêtes\nEt rappe au tic en marche, soit d'on s'quatre Avant de nous rendre prolifique de barge,\nlarge Ouais, tout pour l'argent\nLà où des gens viennent, disquistes de pute, aiment ce la-jean\nLâche-moi la jambe, dis que j'te les rende pas\nNous vise dessous, un souci pour nos remparts\nMais prends pas, tu n'comprends pas\nQuand pleura, tu n'me prends pas\nTe trompe pas, tu n'peux pas\nT'es le Duce, le trompe-pas\nL'O.A. sur la détente lyricale\nKyrie Kane quand il s'pose sur l'instrumental\nDuce appuie sur la détente lyricale\nEric Kane quand il tue l'instrumental\nL'éric c'est explicite, c'est la stricte\nRéalité, celle de la street\nNeuf indistricts, en fin du neuf dans l'industrie\nDes vagues dans l'biz comme Perkys à domicile\nO.S. et Boknet, Duce pour du rap au missile\nL'éric c'est explicite, c'est la stricte\nRéalité, celle de la street\nNeuf indistricts, en fin du neuf dans l'industrie\nDes vagues dans l'biz comme Perkys à domicile\nO.S. et Boknet pour du rap au missile\nFaut MC, fait tâter le joint, le mic\nJ'ai pas d'élégeant quand j'commence à t'échant\nTa pétasse écarte les jambes\nQuand j'rappe, j'suis dans mon élément\nTellement, j'suis fort textuellement\nQu'après le flow vient naturellement\nJ'rap pour mes sauces, mes racaillons sur vêtements\nAvec un SM58, j'assure tellement\nQue j'mets les tympans de fuite, j'essaye tellement\nTrop d'style, O.K. net, hardcore nécessairement\nFerme ta gueule et laisse-moi faire mon taf\nJ'représente jusqu'à l'enterrement\nLe hip-hop, ma lanterne, mes pas et ma vie à long terme\nJ'ai remarqué qu'tu remuais ton crâne\nDe bas en haut sur le son\nBlocage, si tu piques une tête dans l'flow\nLa hydrofusion, attention\nComme dans un barrière, il m'apercution\nLes notions d'rap dépassées\nJ'ai eu la Manson, la Mosson\nSans changement d'app, seul contre les Mosson\nLes promotions, tu rappes sur contact en option\nSi j'te tutoie, rap altercation\nPas d'alternative, l'ai déjà dit 3 fois 4\nLe rap, ma passion, mes pas sont les détails\nBref, faut juste que les frissons aillent des oreilles jusqu'au cap\nSon lyrical, les batailles donc, attention garçon\nAu toucher, douche et couler, style flow, rap légende\nLyrics explicites, c'est la strict reality\nCelle de la street, neuf indistricts\nEn fin du neuf, dans l'industrie\nDes barques dans l'bus comme perquis à domicile\nO.S. et O.K. net, douche et pour du rap homicide\nLyrics explicites, c'est la strict reality\nCelle de la street, neuf indistricts\nEn fin du neuf, dans l'industrie\nDes barques dans l'bus comme perquis à domicile\nO.S. et O.K. net, douche et pour du rap homicide\n"}