{"reasons": "more accurate translation; fewer mistakes; better context preservation", "closest_prediction": "prediction_1", "output": "Jener Name, der uns eins von unseren Ahnen gegeben ist, wie ein schützendes Schild.\nWenn wir uns auf die Reise begeben, wird ihm sie nie das Himmel reichen.\nEine schützende Hand, weise und weich.\nMeine Gedanken widme ich meinem Nächsten.\nSeelen wandern nicht alle gleich.\nVersuche die Welt mit meinen Tränen zu beschreiben und Bösen zu entweichen.\nBösen zu entweichen.\nLauf nicht im Schweigen durch die Straßen, denn die Straßen sind nicht alle gleich.\nJede Sonne hat ihre schatten Seiten.\nErfüll sie mit deinem Licht und deiner Liebe zugleich und bange nicht, wenn es heißt,\nmorgen tust du nur deine Pflicht.\nDenn alle Menschen stehen irgendwann an der Front, beschützen ihre Liebsten, wenn der\nMorgen kommt.\nWenn der Morgen kommt.\nVor den Touren der Stadt gestanden, gescheinigt und missverstanden.\nVon der Nacht geblendet, in Licht getaucht, Donnenblitz von meinen Gedanken geraubt.\nUnter Decken berauscht, zwischen Kissen geschlachtet und schwach mit Jahre geschenkt.\nVor Sehnsucht, Reue vercheckt, zehn Gebote als Liebesakkord.\nSie haben mir nur Hoffnung geschert, denn ohne Willen wär das Leben nicht lebenswert.\nDer Wert der Liebe kennt keinen Preis.\nMein Herz ist weiß auf weiß.\nMein Herz ist weiß auf weiß.\nAus Dunkelerde wird nie rot, aus Schwarz wird nie der Himmel groß.\nLass uns danken für jeden Lichterschein, der unsere Herzen macht, was hennreich.\nLass uns nicht dunkle Netze wehren, in denen sich Engel ohne Hoffnung wägen, sonst wird\ndie weite Welt nie rein.\nFrieden obwähnt kein Königreich.\nLauf nicht und schweig durch die Straßen, denn die Straßen sind nicht alle gleich.\nJede Sonne hat ihre Schattenseiten, erfüll es mit deinem Licht und deiner Liebe zugleich\nund bange nicht, wenn es heißt.\nMorgen tust du nur deine Pflicht, denn alle Menschen stehen irgendwann an der Front, beschützen\nihre Liebsten, wenn der Morgen kommt, wenn der Morgen kommt.\nDen Blick den anderen verwehrt, denn ihre Blicke waren nichts wert.\nStill in meinen Händen, Feuer gelöscht, dann wieder entflammt, Ozeane geteilt, bis\nmein Blut brannte.\nKnallrote Monde erblickt, die Augen geschlossen, in Kreiseln rotiert, Schmerzen der Seele überdimensioniert,\ndahingerafft und wieder zurückgekehrt, die Sinne sensibilisiert.\nOhne Sonne ist kein Anfang, in Netzen wurde es nur bang, denn ich sah nur noch den Untergang,\nseit Jahren in diesem Wissen gefangen, bis die Engelschöre sangen, mir Mut zu sprachen,\nihm nahe zu bleiben, mir Mut zu sprachen, ihm nahe zu bleiben.\nAus Dunkelerde wird nie rot, aus Schwarz wird nie der Himmel groß,\nlass uns danken für jeden Lichterschein, der unsere Herzen macht, was ihnen reicht.\nLass uns nicht dunkle Netze wehren, in denen sich Engel ohne Hoffnung wägen,\nsonst wird die weite Welt nie rein, Frieden obwährend kein König reicht.\nLauf nicht im Schweigen durch die Straßen, denn die Straßen sind nicht alle gleich,\njede Sonne hat ihre Schattenseiten, erfüll sie mit deinem Licht und deiner Liebe zugleich\nund bange nicht, wenn es heißt, morgen tust du nur deine Pflicht,\ndenn alle Menschen stehen irgendwann an der Front,\nbeschützen ihre Liebsten, wenn der Morgen kommt, wenn der Morgen kommt.\nOh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh, oh.\nAus Dunkelerde wird nie rot, aus Schwarz wird nie der Himmel groß,\nlass uns danken für jeden Lichterschein, der unsere Herzen macht, was ihnen reicht.\n"}