{"reasons": "Reasonable semantic consistency; fewer errors", "closest_prediction": "prediction_1", "output": "Die Welt ist groß, aber nicht zu groß für uns.\nDass wir uns finden und uns schützen, das Königreich in uns selbst sehen.\nUnd süß genug werde ich in deine Kreise mit Träume fliegen,\num deine Schlaf zu behüten, deine Ängste von dir zu wiegen.\nDeine Worte als Hoffnung denken, gut Leuten schenken.\nIch werde deine Ketten sprengen, dich in das Königreich des Lichts entführen.\nDeine Wangen als Mordendorfer netzen, dich an den Hals des Regenbogens absetzen.\nFür dich sorgen, dir Geborgenheit geben, dir Geborgenheit geben.\nGib mir die Kraft, meine Schritte zu gehen, zu lieben und im Leben zu stehen.\nDennoch ich brauche Schutz, dennoch ich brauche Schutz.\nWie euch dann gefallen von mir mehr Geschenkt?\nImmer den Glauben im Blick, meine Inspiration zu jedem Schritt.\nWie euch dann gefallen von mir mehr Geschenkt?\nImmer den Glauben im Blick, meine Inspiration zu jedem Schritt.\nZu jedem Schritt.\nHalte mein Gesicht ins Flammenmeer für dich, die Lächeln umspielt meine Augen.\nDenn sie haben getrunken, was schien zu sein ihr lebenseliges Tier.\nDoch Gift betäubt nun ihre Venen.\nNimm denen die Kraft, den Mut zu lieben.\nNimm denen die Kraft, den Mut zu lieben.\nDann gibt es sie stärker, als sie alle glaubten.\nVersetzt Berg und teilt die Meere.\nLasst uns Liebe sehnen, denn wir haben nur noch uns.\nKönnen die Dinge mit Herz und Nieren verstehen.\nSollen nicht so unverrichteter Dinge gehen.\nUnverrichteter Dinge gehen.\nGib mir die Kraft, meine Schritte zu gehen.\nZu lieben und im Leben zu stehen.\nDenn auch ich brauche Schutz.\nDenn auch ich brauche Schutz.\nWie euch dann gefallen von mir mehr Geschenkt?\nImmer den Glauben im Blick.\nMeine Inspiration zu jedem Schritt.\nWie euch dann gefallen von mir mehr Geschenkt?\nImmer den Glauben im Blick.\nMeine Inspiration zu jedem Schritt.\nZu jedem Schritt.\nGefühle wie ein Granitgehauen, beständig dennoch nichtig.\nWeich benebelt und geknebelt, meines grauen Schmied.\nMeines grauen Schmied.\nUnd eine nichte Schelfe beuge ich mit,\nweiß ich doch, wieso ich steh.\nDenn ich wurde geboren, um zu dir zu gelangen.\nIn Umständen gefangen, verlor ich Jahre.\nMusste Brücken überqueren, um das Königreich in mir zu verstehen.\nUm das Königreich in mir zu verstehen.\nIch wünsch dir Frieden, um das Königreich in dir zu verstehen.\nDas Königreich in dir zu verstehen.\n"}