{"reasons": "consistency;coherent content", "closest_prediction": "prediction_2", "output": "How's everybody doing in the place to be?\nWhat up shorty?\nYou look good.\nShe said she love me, she love me not. She said she love me, she love my nuts.\nGotta get that, throw that cash, gotta get that chain.\nI'm a girl on some bulls***, she like you better.\nCouple hundred G's, please make that coochie get wetter.\nCoochie, not a coochie, cause I ain't gon' sweat her.\nI'm hot without the weather, putting words together.\nWeather in or out the booth, whenever, whatever.\nCause either either way man, I gots to get paid.\nGet bad broads laid, with your boy in the shade.\nNot saying that I'm cheating, never mind what I say.\nA hundred thousand dollars for you, for a hundred for me.\nBut what's a man supposed to do when they look my way?\nYou tell a girl you faithful, your man saying you gay.\nYou try to be playful, in a roundabout way.\nAnd they calling you deceitful, and they mean it to say.\nBut you can carry the weight, and don't come home the next day.\nSaying I was only chilling with my boys cause they,\nAlways get your a** in trouble when it come down to it.\nYeah she love you, but she see that money, she ain't stupid.\nShe said she love me, she love me not.\nShe said she love me, she love my nuts.\nDon't you hate them crazy girls, that say all of your business.\nEvery a** that you chill with, she a code defender.\nShe ain't trying to hear your story, she gon' need her witness.\nEven worse, is the room full of contradictions.\nLike everything she talk about sounds conflicted.\nLike she always on the mission, that's why she stay missing.\nShe spit the ball of money, but she ain't this sh**.\nNot them Jill Scott shows, that you can take long walks with.\nIntroducing her mom's keys to the apartment.\nEven show her the stash in the hidden compartments.\nYou dealing with a virgin, that curse you talk with.\nEat, sleep, and f**k, I wanna know where your heart is.\nBuy me this, buy me that, can I have this, that?\nOpen up your Kit Kat, like you ain't gon' eat that.\nSave me scraps, why don't you pay me back?\nPut a shrimp, lobster swirl on your baby back.\nDamn, you even try to share my snacks.\nSuperstar's your Big Mac meal, you better chill, matter of fact.\n"}