{"reasons": "better coherence and consistency; fewer misheard words and repetitions;", "closest_prediction": "prediction_2", "output": "What you wanna do?\nI'm right in front of you, got a place backstage that's\nReady for two where we can't get a grind on\nDo the things you don't dare to do with the lights on\nJ-J-J-O, you know the rest so come on\nBring it to me, I'ma give it to ya girl, let's go\nI'm gonna get mine, you're gonna get yours\nDamn you look good and I wanna take off\nIf you like to, if you don't mind\nLet us sneak out the back door, leave it all behind\nYou and me when I want, gonna give you what you want\nJust tell me when it's on, then it's on\nThen I felt a sudden slap on my face\nSaying, yeah, you ain't really top of my taste\nWith a smooth talk and a cool walk\nGot a man plus you ain't exactly looking like Jude Law\nSee what? Looking nice, yes\nYou don't wanna buy, yes\nDo what's mine if you got a man by your side\nGot the wrist like, and my kicks are\nBut I'm still like, hold up, what you wanna do?\nLooking nice, yes\nYou don't wanna buy, yes\nDo what's mine if you got a man by your side\nGot the wrist like, and my kicks are\nBut I'm still like, hold up, what you wanna do?\nCan you stop for a minute, miss? I didn't finish it\nDon't mean to show off, but you ain't got no limits with me\nPay attention to the way you breathe\nTryna tell me you don't feel it, I'ma pump that adrenaline\nHave you bump eloquent, do all the things that's relevant\nAnd little bit more, fast and little bit slow\nMove away from the wall to the middle of the floor\nLet me take care of ya, take you overseas\nAnd I ain't talking about America\nShow you what separates Jay from the rest\nTwo chances, all I need to be flaring ya\nFirst off, I bring up the lights, ah\nSecond off, I set your whole body on fire\nLet your man know, he's smart enough to have you\nBut dumb enough to let you out if he ask, say Jay said so\nLooking nice, yes\nYou don't wanna buy, yes\nDo what's mine if you got a man by your side\nGot the wrist like, and my kicks are\nBut I'm still like, hold up, what you wanna do?\nLooking nice, yes\nYou don't wanna buy, yes\nDo what's mine if you got a man by your side\nGot the wrist like, and my kicks are\nBut I'm still like, hold up, what you wanna do?\nAnd you're hopping, hopping, we be rolling, rolling\nDoing something, bumping in the back\nSee the feeling like, whoa\nAnd I ain't talking about igniting a dro\nRather talk about getting you off the\nStrap your belt on, we're going out for a ride\nDo something you gonna like, though\nGet your freak on, we just be grown\nTease me a little with a thing you know me won't\nBreathe in, breathe out, show you what I'm worth\nRough and raw, but I promise I won't hurt\nGive me what you got, I'ma handle the profit\nShow me what you're made of, and I won't stop\nYeah, till the tire go flat\nIf you bust, I got the spare right at the back\nWe be rolling on until the early morning\nTill the sun comes up, oh, until your man is calling\nYeah, looking nice, yes\nYou don't wanna buy, yes\nDo what's mine if you got a man by your side\nGot the wrist like, yeah\nAnd my kicks are, oh\nBut I'm still like, hold up, what you wanna do?\nLooking nice, yeah\nYou don't wanna buy, yes\nDo what's mine if you got a man by your side\nGot the wrist like, yeah\nAnd my kicks are, oh\nBut I'm still like, hold up, what you wanna do?\nAyo, see I'm only giving a four-text here\nWait until the album drops\nCheck it\nUh, yeah, uh, uh, uh\n"}