{"reasons": "corrections in the lyrics;text consistency", "closest_prediction": "prediction_2", "output": "Construiré una balsa y me iré a naufragar como tango,\nrasgunaré las piedras sabiendo de dónde vengo,\ndaré un concierto solo en mi cuarto para decir adiós como Sui y Géneris,\ncorto y fugaz como Janis Joplin, volaré con Hendrix,\nme tiraré por vos como Charlie y saldré ileso de la piscina,\nbuscaré mi morfina, mi heroína, mi droga dura,\nderribaré ese muro solo con mi locura y subiré al cielo\nde los bohemios y perdedores de los que sabemos de amor,\npero no de relaciones, pasarán las musas, los años,\nseguirán mis canciones, aunque nadie escuchará ya esos viejos rock and rolls.\nPensaba hacer otro CD de depresiones, pero al carajo con todo no entenderéis mis canciones,\nhoy no hay más opciones, no hay más lecciones,\nrap para crones de crones, no pueden medir mis tones,\nno busquéis flows, encontraréis sensaciones,\nya no busquéis mensaje, me cansé de mis opiniones,\nde cantar la lucha a la igualdad sin el remedio,\nprefiero un disco entero hablando de mí suena más serio,\nde vender mensajes de izquierda baratos,\nnenes de teta comunismo para niñatos,\nsi vais soñando con tratos, con contactos,\ny pactos para tus compactos, yo sin eso causo impactos,\nañoro aquellas antiguas canciones,\npoemas contra represiones,\ncuando solo importaban los corazones,\npero nadie escucha ya los viejos rock and rolls.\nVengo de un país hipócrita y racista,\nfalso como Drip Lasista,\nyo soy la clase de personas que hubiera estado en su lista,\nmientras los demás giraban la pista,\nsolo unos pocos me siguen la pista y siempre están,\nsaben que el haukan no se calla aunque esté muerto,\nmuchos que me escuchan dicen que no digo nada más,\nque tonterías, quieren un mensaje fácil que no tengo,\nles regalé mi maqueta y solo les valió para meterse en farla,\na chuparla, yo soy mi música y mi música es un arma,\nde todos modos ya no me importa vuestra farsa,\nprefiero quedarme en mi casa,\ncanto al vacío como en mi concierto en Barna,\nno tengo público pero ese no será mi karma,\ntengo a mi gente, ves, pocos pero fieles,\nseré inmortal como esos viejos rock and rollers.\n"}