{"reasons": "consistent story; clearer language", "closest_prediction": "prediction_1", "output": "Hey! Hey, wait! Hey! I gotta tell you a story. It's a story of your friend. Hey, it's a story\nof your friend and I promise it's true. It's the story of Andrew Cancer. I promise it's\ntrue. Hey, listen, please listen. There are other people looking cooler, got to tell them\nthey're from another country. Living fool was born and staying there. He was a fighter\nfor the right, the boy like you and me. He got a girl that's in his sight that he would\nlike to see. His appearance was a mess, looked to turn away. He was a buffalo, you know more\nbad that I can say. And this long gone head together girl, somehow he had to put it in\nsomewhere and anything. People looking cooler, got to tell them they're from another country.\nLiving fool was born and staying there. He was a fighter for the right, the boy like\nyou and me. He got a girl that's in his sight that he would like to see. His appearance\nwas a mess, looked to turn away. He was a buffalo, you know more bad that I can say. And this\nlong gone head together girl, somehow he had to put it in somewhere and anything. Andrew\nCancer is working for a good reason. And Andrew Cancer is alright. But how can we understand\nHe's done a lot of things.\nLadies and gentlemen, Andrew Cancer.\nHe met a beauty in her face. A girl called Mary everywhere he looked into her eyes. He\nsaid I'm fan. I got to get this chick. He's done a lot of things. When a man can lose\nhe pays. He got to meet his girl. He got to shake his hand. And all the friends he see\nwill tell him you are mad. But as a real fool that he was, he kept on in believing and now\nhe end in success. What did she fall so deep? Andrew Cancer is working for a good way. And\nAndrew Cancer is alright. But how can we understand what is going on now? I tell you\nthis man has always been a loser. When anything was to lose.\nLast night I asked Andrew Cancer for that reason. And he said oh boy, look I cannot\nexplain it. I asked anybody can you imagine a girl who would give Andrew Cancer a kiss?\nI mean right there a kiss on his sucky mouth. And I asked again, can anybody say no? And\nhe said, anybody. And I said, you mean a kiss right there on his sucky mouth? Andrew Cancer\nis alright.\n"}