{"reasons": "consistent with other predictions; better grammar and structure", "closest_prediction": "prediction_2", "output": "Musik\nHaben sie dir auch erzählt, dass Geld nicht alles wert ist?\nHaben sie Moral gepredigt? Für mich hat sich das lange ledig.\nSei nicht blind, mach die Augen auf, denk scharf nach, du kommst schon drauf.\nBesonderes hat jeder, weiß nun einmal seinen teuren Preis.\nDu kannst zu diesem Preis nicht zahlen, sind das deine eigenen Qualen?\nMich geht das gar nicht an, weil ich mir alles leisten kann.\nIch bin reich und ihr seid arm, euch ist kalt und mir ist warm.\nIhr seid langweilig und gleich, ich bin anders, ich bin reich.\nManche sind halt eben gleicher und ich bin reicher.\nDas ist wunderbar, das ist so wunderbar, wenn man alles haben kann,\nwas man sich nur vorstellen kann.\nMusik\nVerkäufe kriegen schon nen Streifen, sollte sie meinen Blick nur streifen.\nIch bin einer, der teures wählt, keiner der die Apps umzählt.\nMal zum Zugschreiber, jubiliere allen, dem ich was spendiere.\nLoben meine Eleganz, meine extraordinaire Vaganz.\nKomm her mit Intelligenz, ich zeig dir meinen neuen mit.\nHältst du mich für etwas lache, ich hab nun mal die größte Jagd.\nIch bin reich und ihr seid arm, euch ist kalt und mir ist warm.\nIhr seid langweilig und gleich, ich bin anders, ich bin reich.\nManche sind halt eben gleicher und ich bin reicher.\nDas ist wunderbar, das ist so wunderbar, wenn man alles haben kann,\nwas man sich nur vorstellen kann.\nMusik\nMoralapuzzle und andere Neider, Bauchsparer und Hungerleider.\nWähn' doch alle gern wie ich, nur haben sie nichts und trauen sich nicht.\nSeid ihr da etwa anderer Meinung, schaut mal in das Volkes Zeitung.\nDicke Möpse und Skandale robben Babys arme Wale.\nHängt es nah ohne Hölzchen, Paris zeigt euch mal ihr Düsschen.\nGlaubt ihr, dass sie auch drin wär, wär Vater nicht ein Milliardär.\nWill ich deine Freundin poppen, lad ich sie mal ein zum Shoppen.\nWeil hier ist alles abgefahren bei dir, da muss sie immer sparen.\nMusik\nDas ist wunderbar, das ist so wunderbar, wenn man alles haben kann,\nwas man sich nur vorstellen kann.\nMusik\n"}