{"reasons": "more complete and coherent; better choice of words; fewer repetitions", "closest_prediction": "prediction_0", "output": "Ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah, ah.\nJohnny the boxer, he hadn't been beat.\nHe was king of the ring, yeah, dancing feet.\nHis best friend, Louie, was an underworld mole.\nHe sneaked around the clubs and bars of old Soho.\nOne day, Louie, he got drunk as hell.\nHis tongue slipping badly, he began to tell about a killing\nmachine, a man named Clute, who murdered for money and\nstashed the loot.\nSing, sha-da-da-na-na-na-na.\nSha-da-da-na-na-na-na.\nSha-da-da-na-na-na.\nSha-da-da-na-na-na.\nEarly next morning, a body was found in a pool of blood,\nLouie faced down in the ground.\nWhen Johnny found out, well, he was wide as the wind.\nHe found out the killer and eradicated him.\nIn a neon alley behind a Peking duck, Johnny heard the word\nabout the man called Clute.\nWhere can I find him?\nHe asked the Chinaman.\nHe can't hear a reply.\nHe'll find you instead.\nHe said, sha-da-da-na-na-na-na.\nSha-da-da-na-na-na-na.\nSha-da-da-na-na-na.\nSha-da-da-na-na-na.\nOh, ll accompany his gun.\nSo Johnny Hallenwell in his downtown jail.\nTreated like a tiger, a beast caged in With an iron door and vengeance in his heart.\nTension rose like a thermometer as he waited for clue\nTen days passed without a word or a sign Then a black shadow walked in, just before closing time.\nJohnny was alone, shadowboxing When a clue pulled out a blade\nAnd plunged it in, he sang, Sha-na-na-na-na-na-na-ow\nSha-na-na-na-na-na-na-ow\nJohnny keeled over, blood gushing from his side\nClue leapt over the ropes, red rage in his eyes\nHe raised the blade above his head\nHe grinned wickedly, thinking this one's dead\nBut Johnny spun round like a spinning top\nHe knocked clue off his feet, and down he dropped\nHe hit the canvas with a terrible thud\nFrom his motionless body spilled a pool of blood\nHe sang, Sha-na-na-na-na-na-na-ow\nSha-na-na-na-na-na-na-ow\nSha-na-na-na-na-na-na-ow\nSha-na-na-na-na-na-na-ow\nSha-na-na-na-na-na-nO\nSha-na-na-na-na-na-na-ow\nSha-na-na-na-na-na-na-ow\nSha-na-na-na-na-na-na-ow\nAh, ah, ah, ah, ah, ah, ah, ah\nJa ne, ja ne, ja ne, ja ne, ja ne\n"}