{"reasons": "consistency and completeness", "closest_prediction": "prediction_1", "output": " Mr. O'Leary by The Prodigal Son \n Mr. O'Leary is combing his hair and he's swirling it into a knot \n And the mirror is laughing at Mr. O'Leary, because it knows he's someone he's not \n Walking away from that painted reflection to do something else he forgot \n And he's walking around with that stupid expression while his memory asks him, well, what was the question? \n As he follows a blind and he's trying to find all the things that he's not sure he missed \n Wake up, wake up, wake up \n Wake up, wake up, wake up \n We sleep when we're walking, we never stop talking \n Wake up, wake up, wake up \n Mrs. Jones stands at the station, she waits for a train that don't run anymore \n And she's paid a fare for a ticket to nowhere, and she thinks she's been there before \n Broken dreams weigh on her mind like the water that's spilling the sand on the shore \n And she's clicking her heels and she's looking for a toto while she stands with her dress dragging in the grey snow \n And she wants what she doesn't have and has what she doesn't want, and she wants the world to know it's \n Wake up, wake up, wake up \n Wake up, wake up, wake up \n We sleep when we're walking, we never stop talking \n Wake up, wake up, wake up \n\n Johnny McGee is making love to TV and his stamina's really impressive \n It's always turned on all night until dawn and plays reruns when he gets aggressive \n Johnny's a friend that he'll worry about all the problems that he doesn't have \n And his life is so boring and he's always snoring while the earth is revolving and it's not worth exploring \n And the faces on TV all say who he should be but nobody knows who he is \n Wake up, wake up, wake up \n Wake up, wake up, wake up \n We sleep when we're walking, we never stop talking \n Wake up, wake up, wake up \n Wake up, wake up, wake up \n We sleep when we're walking, we never stop talking \n Wake up, wake up, wake up \n Wake up, wake up, wake up \n We sleep when we're walking, we never stop talking \n Wake up, wake up, wake up \n Music Fades \n"}