{"reasons": "punctuation differences;punctuation improves readability", "closest_prediction": "prediction_1", "output": "Lass mich nochmal eins sein und als fünftes Kind von einer später siebenköpfigen Familie in die Windeln scheißen.\nLass mich zwei sein, alle freuen sich für mich, denn ich kann laufen, Bullen haben mich bis heute nicht erwischt.\nLass mich nochmal drei sein, bisschen Daumen lutschen, den ganzen Tag nix tun müssen, muss man ausnutzen.\nLass mich vier sein, meine Welt sieht aus wie heile, ich glaub ich hab's geahnt, das Leben ist ein Haufen Scheiße.\nIch bin fünf, der Kindergarten langweilt mich, ich geh da nicht mehr hin, mach irgendetwas anderes.\nLass mich sechs sein, ich werd endlich eingeschult, die anderen Kinder sind okay, ich bin mit den meisten cool.\nLass mich nochmal sieben sein, was ich bis heute weiß, ich hör bei meiner Schwester A, N, N, A, Freundeskreis.\nIch bin acht, Schulsport ist Frauensport, denn yeah, ich fahr jetzt Skate und im Winter Snowboard.\nLass mich nochmal neun sein, ich fang an zu sketchen und mich immer mehr mit Tip-Up auseinanderzusetzen.\nLass mich zehn sein, das erste Mic in der Hand, wir spielen Basketball und bauen so viel Scheiße, verdammt.\nLass mich elf sein, Förb die ersten Partys schmeißen, für die Schule mach ich nichts, nicht mal Strafarbeiten.\nLass mich nochmal zwölf sein, ich hab mit meinen Eltern Stress, spiel die zweite Geige auf meinem ersten Skate-Contest.\nIch bin 13, mein erster richtiger Zug, bedeutet alles für mich Scheiße, ich krieg nicht genug.\nLass mich 14 sein, ich bin viel unterwegs, hab viel kennengelernt, viel gesehen, vieles erlebt.\nLass mich nochmal 15 sein, das alles geht ein bisschen schnell, die Großen haben Respekt vor mir, ich dacht ich hätt' ein dickes Feld.\nIch bin 16, wir ziehen schon wieder um, nichts läuft nach Plan, aber Hauptsache wir sind gesund.\nLass mich 17 sein, die meisten wissen nichts von mir, in der Schule frag ich mich, warum sitz ich hier?\nLass mich nochmal 18 sein, meine erste EP ist fürs erste okay, doch ich kann mehr, ihr werdet schon sehen.\nJetzt bin ich 19, es ist so viel passiert, ich hab die Schule verkackt, doch ein Ziel von mir, ich lieb das Leben.\nEs ist wie wichsen, guck ich bin gespannt, denn was am Ende bei rauskommt, hab ich in der Hand.\nUnd es geht weiter, immer schön weiter nach vorn, viel zu viele meinen, sie werden für die Scheiße geboren.\nIch bin mehr, mehr als die paar beschissenen Lines.\nAlso lass mich nochmal jedes Boot bauen und jedes Schiff kentern und egal wie viele mitkommen oder dagegenhalten,\nlass mich mein Leben nochmal leben, ich würd' nichts ändern, es geht weiter, jeder Track ein kleines Lebenszeichen.\nLass mich nochmal jedes Boot bauen und jedes Schiff kentern und egal wie viele mitkommen oder dagegenhalten,\nlass mich mein Leben nochmal leben, ich würd' nichts ändern, ich mach weiter, jedes Bild ein kleines Lebenszeichen.\n"}