{"reasons": "more accurate lines;consistency in words used;", "closest_prediction": "prediction_2", "output": "Köhn und Förb, wir können alles, aber das sie gut und ich mein nicht alles\nAber fuck it, was willst du denn? Jeder macht ein Mixtape, geh aus mein Blickfeld\nNur wir haben das eine, das dir geht und nicht missfällt\nAlles for free, doch ihr werdet alle bezahlen, man, ich heiß ja nicht umsonst\nKöhn, zieht euch besser warm an, das hier ist ein rundes Ding\nIch nenn es Ball und halt ihn flach, doch das Album kommt\nUnd wenn es kommt, zahlt ihr alle ab, wenn du nicht bar und B zahlst\nMach ich deine alte kalt und wen willst du da noch ficken?\nMich auf keinen Fall, anscheinend bin ich nicht HipHop, ich würd mich schämen Rap zu nennen\nDenn jeder fickt Rap und zählt sich zu den Besseren\nIrgendwie paradox, ein letzter Riss mach ich auch\nDer Unterschied ist nur, ihr seid wack, ich hab es drauf\nPass gut auf, wir sind bald allein hier oben, gib uns ein Ja!\nNein, ich mein, seid ihr Idioten?\nJetzt bloß nicht einschlafen, jetzt bloß nicht einschlafen, jetzt bloß nicht einschlafen\nNicht hinladen, nicht hinladen\nAch Gott, warum muss ich bloß immer den neuen hier einschlafen?\nAn all die Ficker, bist du ein Depp, da mein ich dich\nWir ergänzen uns perfekt, du kannst einfach nichts vorschlagen\nDenn du tust mir leid und rappt dann halt auch Schlagzwei\nFliegen mit Teil die Klappe und Teils Maul\nJetzt willst du runterspringen, bist da vor dich umzubringen\nGib dir nen Ruckuck, ich brauch dich nicht unbedingt\nUm es auf den Punkt zu bringen, du musst es eben hinnehmen\nDer Grund, wir machen unser Ding und wollen euch alle springen sehen\nIch komm in deine Stadt, direkt zu dir, sag Heiland, zack\nIch bin im Haus, Ende, hohen Knall, deine alte Abgefahren ist die heiß\nIch glaub, ich mach die doch nicht kalt, mein DJ mix gut\nIch lad dich auf nen Cocktail ein, Molotow, okay\nUnd das noch was sein, ich würd alles für dich boom\nBitch, packst deine Koffer ein, denn bald steht das ganze Land hinter uns und schreit\nDenn du bist dumm, wenn du glaubst, ich mein immer noch die Zeit\n"}