{"reasons": "better punctuation; correctly formatted verses; more accurate lyrics", "closest_prediction": "prediction_2", "output": "Guck dich an, du hast es bis heute nicht geschafft, deine Ziele zu erreichen, deine Träume sind geplatzt, Blick nach vorne, nicht nur du, nein, jeder kann's sehen und lesen, dass auf dieser grauen Mauer vor dir Angst steht.\nDu kannst dich nicht entfalten, denn du fühlst dich eingeschränkt, alle hindern dich daran, du weißt, du bist ein Scheiß-Talent. Du hast das Gefühl, die anderen sind zu dumm zum Scheißen, du hast das Gefühl, die anderen wollen dich unten halten.\nDu musst Geld verdienen, du musst an morgen denken, du musst so viel, doch du weißt, dass solche Worte blenden, wenn dir die Kraft ausgeht, um dich davon abzugrenzen, wenn du denkst, du bist zu alt, um dagegen anzukämpfen, die Werte der Gesellschaft mit deinen nicht übereinstimmen.\nSieh dir das Gefühl, vermittel deine, machen keinen Sinn, dann steckst du mittendrin, du musst dich entscheiden, an deiner Stelle würde ich allen den Mittelfinger zeigen, denn du fühlst dich wie in nem Zoo, als ob du in nem Zwinger wohnst.\nHandle die Dinge so, streck den Mittelfinger hoch, du bist die Scheiße satt, alles um dich rum stinkt wie ein Klo. Handle die Dinge so, streck den Mittelfinger hoch, denn irgendwann wird jedes High-Dip und jeder Pimmel groß.\nHandle die Dinge so, streck den Mittelfinger hoch, und wenn jetzt deshalb jemand zu dir kommt und sagt, das find ich doof, dann handle die Dinge so, streck den Mittelfinger.\nWas ich von klein auf gelernt hab, Fresse halten, setz den Ziel, nur mit dem Mittelfinger darfst du nicht Verstecki spielen, achso und noch was, mit Frauen nicht ins Theater gehen, weil sie sonst ihr Leben lang die ganze Scheiße nacherzählen.\nKleiner Tipp von mir, zeig ihnen den Mittelfinger, und ich wett mit dir danach, wollen sie dich für immer.\nJetzt mal ohne Scheiß, du bist ein eigener Herr, fick die Polizei, Mittelfinger hoch, du kannst alles stehen und liegen lassen, du hast kein Bock, lass die Termine platzen, doch so einfach ist das nicht.\nUnd deswegen muss man lernen, mit dem Mittelfinger umzugehen, jetzt pass mal auf, wenn da was raus muss, dann lass es raus, wenn du dich wehrst, wird dein Kopf ruckzuck zum Affenhaus.\nDas Leben ist keine Jukebox, also mach was draus, Mittelfinger hoch, pass dir nicht, ey, kackig drauf, denn du fühlst dich wie in nem Zoo, als ob du in nem Zwinger wohnst.\nHändel die Dinge so, streck den Mittelfinger hoch, du bist die Scheiße satt, alles um dich rum stinkt wie n Klo.\nHändel die Dinge so, streck den Mittelfinger hoch, denn irgendwann wird jedes Ei dick und jeder Pimmel groß.\nHändel die Dinge so, streck den Mittelfinger hoch, und wenn jetzt deshalb jemand zu dir kommt und sagt, das find ich doof, dann händel die Dinge so, streck den Mittelfinger.\nHändel die Dinge so, streck den Mittelfinger hoch, du bist die Scheiße satt, alles um dich rum stinkt wie n Klo.\nHändel die Dinge so, streck den Mittelfinger hoch, denn irgendwann wird jedes Ei dick und jeder Pimmel groß.\n"}