{"reasons": "corrected artist name;more accurate translation", "closest_prediction": "prediction_1", "output": "Folgende Ansage ist in meinem Repertoire bisher noch nie aufgetaucht.\nAber bei diesem Track hier gibt es keine andere Möglichkeit.\nThrow your lighters inna di air!\nYes, pity bullet, schmeiß die Feuerzeuge in die Luft, überall!\nIch will, dass ihr die Nacht zum Tag macht, ich will euch sehen können, jeden Einzelnen.\nDenn dieser Track hier geht raus an dich und an dich und an dich.\nYeah, pity bullet, oh!\nNaturtalent, dam b-b-b-b-b-b-b-beat, ja!\nCheck das aus, hör zu, wenn's dir scheiße geht, dann häng einfach an pity.\nDreh mein Sound in deinem Auto laut und heiz durch die City.\nUnd denk immer daran, the sky is the limit, denn bevor man dich besieht, ist auf einmal schon finish.\nAlso leb einfach diesen Moment, Zeit ist sowieso nur relativ und nie existent.\nDu kannst nach vorne blicken, aber nur in diesem Moment.\nDarum genieß lieber das hier und jetzt und dies als Geschenk.\nDoch Menschen gehen verschiedene Wege, deshalb verbinden wir Menschen mit Musik für die Seele.\nUnd das Naturtalent hat den Beat für die Szene, in der ich totgesagte mit meinem Rap Lieder belebe.\nKomm, schmeiß die Kamera an, das ist ein Zeitdokument.\nWir halten die Welt an für einen Moment.\nDer Hype und der Trend bleibt uns weiterhin trennt.\nAlso Party People, let me see you later again.\nOh, pity bullet, Naturtalent.\nAh, yes, oh, we're keeping it alive, yeah.\nOh, pity bullet, Naturtalent.\nWenn du einen Scheißdag hast, dreh den Sound laut auf und bounce darauf.\nHör zu, wenn du down bist, dann denk einfach an mich.\nHör meine Musik und denk daran, ich schreib sie für dich.\nDass meine Message sich widerspiegelt in deinem Gesicht.\nIn deinem eigenen Handeln, sprich bleib wie du bist.\nDu musst dich nicht immer verbiegen, lass die ganzen Alltagsmarotten einmal hinter dir liegen.\nUnd dreh deine Box auf, geb eine Fock auf alle Behinderten-Niken,\ndie dir egal wo du bist immer wieder nur deine Stimme verbieten.\nIch will nur sagen, geh deinen eigenen Weg.\nGeh ihn jetzt, denn morgen ist es vielleicht schon zu spät.\nUnd auch wenn keiner versteht, was bei dir eigentlich geht,\nlass sie alle links liegen auf ihrem kleinen Planet.\nOder besser, zeig ihnen dieses Zeitdokument.\nUnd halt ihre Welt an für einen Moment.\nSag Scheiß auf den Trend, diese Scheibe hier brennt.\nDrück auf Play und schreib, let me see you later again.\nPitbullet.\nNaturtalent.\nWe keep it in the lab.\nPitbullet.\nNaturtalent.\nWenn du einen Scheißdag hast, dreh den Sound laut auf und bounce darauf. Hör zu.\n"}