{"reasons": "more coherence;less repetitions", "closest_prediction": "prediction_2", "output": "Turn your radio on, turn your radio on, and listen to the music in the...\n...\nFaster than a speeding bullet!\n...\n...the magician is playing a dangerous game.\n...\nFrom the heart of the jungle comes a savage cry of victory.\nThis is Tarzan, lord of the jungle!\n...\n...\nRadio!\n...\nRadio!\n...\nRadio!\n...\nRadio!\n...\nRadio!\n...\n...\nThe Central Industrial Prison is now on 24-hour-a-day lockdown.\nAdministrators were forced to institute the lockdown because of the latest wave in a flood of violence that has plagued the institution for years.\nThis past year, 2,500 incidents of violence have been recorded.\nIn the last five weeks alone, there have been five deaths.\nAs for claims by prisoners that the violence was triggered by ongoing harassment of inmates,\nprison administration sources dismiss the charges as nonsense.\n...\nRadio!\n...\nRadio!\n...\nRadio!\n...\nRadio!\n...\nRadio!\n...\nRadio!\n...\nRadio!\n...\n...\nRadio!\n...\nRadio!\n...\nRadio!\n...\nRadio!\n...\nRadio!\n...\nRadio!\nRadio!\n...\nRadio!\n...\nHello, I'm Kepp, the super-delightful serial presenter, The Adventures of Superman!\nRadio!\n...\nWhat is a reigning beauty?\nA girl who's all wet.\nAll right, pay that man $8!\nListen, you don't walk into CIA headquarters and borrow files on your neighbors, you know,\nand slip into the cockpit of a 747 and start playing with the pretty little knobs,\nand you don't sit in a judge's chair and use your gavel to crack walnuts,\nyou don't climb aboard the space shuttle and eat all the dehydrated vegetables,\nbut that's just the kind of stuff that weeds do all the time,\ngoing places they don't belong and taking stuff that isn't theirs.\nSo don't put up with it.\nyou don't go to a grizzly bear's cave and stroll out with a cub under each arm,\nyou don't sneak into the Vatican and try on the Pope's hat,\nyou don't do that. You just don't.\nAlways read and follow the label.\nPepsi.\nPepsi.\nPepsi.\nPepsi.\nPepsi Cola hits the spot,\n12 full ounces, that's a lot.\nTwice as much for a nickel, too.\nPepsi Cola is the drink for...\nFrom around the world, this is Newsline.\nAmateur radios only, independent, on-the-air news and bulletin service.\nBest of the best!\nThe delicious sugar water.\nCovered with a layer of very nice chocolate.\nFour waters, no box!\nIn every box, one free four-color sticker.\nMengal Red.\nMengal Red.\nElectrical safety's no joke.\nUnplug appliances before peeing or repairing them.\nElectricity smarts from EPCOR.\nVisit EPCOR.ca for more safety tips.\nW.F.\nU.\nYour station for relaxing music.\nThe SEC says that it's taking action to alleviate overcrowding\nin existing wireless internet allocations.\nAlso that it's wanting to align wireless internet connectivity\nhere in the United States with the rest of the world.\nTurn your radio on.\nAnd listen to the music in the air.\nTurn your radio on.\nHeaven's glory's there.\nTurn the lights down low.\nAnd listen to the master's radio.\nGet in touch with God.\nTurn your radio on.\n"}