{"reasons": "Correct content and structure; Sentences translates well", "closest_prediction": "prediction_2", "output": "Les chers concitoyens, si je viens à vous ce jour,\nC'est le coeur sur la main, c'est pour parler sans détour,\nJe suis un homme proche des gens, le chômage c'est une misère,\nVoilà pourquoi je défends l'industrie et le nucléaire.\nBien sûr, je suis écologiste et je pense à la planète,\nMais dans un monde capitaliste, on n'en fait pas qu'à sa tête.\nOui, je défendrai vos emplois, oui, je me battrai pour vos droits,\nTout promettre est n'importe quoi, c'est seulement vous votiez pour moi.\nJe me vois déjà tout en haut de la France,\nAvec les médias et les journaux qui m'en censent.\nMes chers compatriotes, je vous propose pour demain,\nL'augmentation de vos salaires et puis l'embauche de fonctionnaires.\nJe vous propose pour demain, l'augmentation de vos salaires,\nEt puis l'embauche de fonctionnaires.\nOui, je réduirai vos impôts, j'interdis les contrôles fiscaux,\nJe sublimerai la TVA, c'est seulement vous votiez pour moi.\nJe me vois déjà tout en haut de la France,\nAvec les médias et les journaux qui m'en censent.\nLe 14 juillet est le jour de l'armistice,\nJ'irai défiler chez Madame l'ambassadrice.\nJ'irai défiler chez Madame l'ambassadrice.\nJ'irai défiler chez Madame l'ambassadrice.\nJ'irai défiler chez Madame l'ambassadrice.\nVotez pour moi !\nEt j'ai toujours soutenu les mouvements écologistes,\nLes mouvements sidérurgistes, même les mouvements antérristes.\nJe défendrai vos emplois, je me battrai pour vos droits,\nJe promettrai n'importe quoi, c'est seulement vous votiez pour moi.\nJe me vois déjà tout en haut de la France,\nAvec les médias et les journaux qui m'en censent.\nLe 14 juillet est le jour de l'armistice,\nJ'irai pampeter chez Madame l'ambassadrice.\nJe me vois déjà tout en haut de la France,\nAvec les médias et les journaux qui m'en censent.\nLe 14 juillet est le jour de l'armistice,\nJe me vois déjà tout en haut de la France,\nAvec les médias et les journaux qui m'en censent.\n"}