{"reasons": "consistency with the original song; fewer incorrect words and phrases", "closest_prediction": "prediction_1", "output": "Wa wa wa wa wa wa\nAlso manche Leute haben es scheinbar immer noch nicht kapiert\nDann fang ich nochmal von vorne an\nHit ready, we dead, ha, wooh, yeah\nLeute hassen mich für meine Art und meine Absicht\nDenn ich geb' n' Fick, wofür hab' ich meine Haftpflicht\nIch mach' keinen Abstrich, nicht für dich und nicht für sonst wen\nDenn ich würd' mich für'n Typen wie dich noch nicht mal umdrehen\nNenn' mich egoistisch, dem Acker ohne Rücksicht\nDoch ich lass' sie fallen, meine Patten und du bückst sie\nNa also funktioniert doch alles einmal frei\nMein Freund, ich bleib realistisch und lass' euch einfach weiter träumen\nZieh' mein Ding straight durch, um ein Dickfight zu räumen\nVerschwendet eure Zeit ruhig, um eure Leine zu zäun'n\nWarum soll ich auf Penner wie Ork achten, die den ganzen Tag nur Henna in Joint paffen?\nIhr merkt ja nicht mal, wenn ich euch derbe auf'm Fuß tret'\nDann sorg' ich gleich dafür, dass ihr mir Sterne seht, als Buzet\nBei so Idioten hab' ich keine Zeit für Respekt\nDenn Faggt ist der beste Rapper aller Zeiten, Respekt\nUnd das gebt mir das Recht, mir wirklich alles zu erlauben\nUnd wenn du glaubst, ich komm' auf deine Party, um zu saufen\nMuss ich dich korrigieren, denn ich betrete den Raum\nUm euch auf den Schädel zu hauen und eure Knete zu klauen\nDenn ich bin Röppe, komm' mir nicht zu nah\nErzähl' mir nichts, ich bin ein überirdisches Star\nIch bin Röppe, wann kapiert ihr das mal?\nIch bleibe am Touch, babababa\nIch bin der Mr. Universum, gib jetzt den Titel her\nUnd tu' nicht so, als hab' ich an Klasse zu überbieten\nWer du hältst mich für, ein Arschloch?\nIch bin korrekt und lieben, es wär' dich mein\nSei das von mir, Poster gibt, brauch' ich kein Spiegel mehr\nUnd wenn ich nicht korrekt wär', wär' ich nicht egozentrisch\nWär' ich nicht egozentrisch, wäre ich vielleicht menschlich\nUnd wäre ich menschlich, dann wär' ich so wie ihr Idioten\nUnd würd' dir gern' ein bisschen was sagen\nUnd wenn ich nicht korrekt wär', wär' ich nicht egozentrisch\nUnd wäre ich vielleicht menschlich, dann wär' ich so wie ihr Idioten\nUnd wäre ich menschlich, dann wär' ich so wie ihr Idioten\nUnd würd' dir gern' wo in so nem abgefuckten Viertel wohnen\nDu macht nicht den Moralapostel, ich übergeb' mich gleich\nScheiß auf Arroganz, das ist gesund in Überheblichkeit\nDenn ich wurde nicht aus Dusel geboren\nMeine Erschaffung war Gott super in Form\nDeshalb nehm' ich's mir raus, damit auch nicht zu prallen\nMit Mädels zu meinen Füßen in der Horizontal\nUnd weil sie sich auch führen wie Affen im Zoo\nSpuck' ich ihnen ins Gesicht, den Rapper machen das so\nDas weiß ich ganz genau, ich hab' ihnen zugeschaut\nUnd hab' nicht lang gebraucht, bis ich den Clou herausgehabt hab'\nAber letztendlich gehör' ich auch dazu und hab's geschafft\nDenn jetzt bin ich ein richtiger Rapper, komm' mir nicht zu nah\nErzähl' mir nichts, ich bin ein überirdischer Star\nIch bin besser, wann kapiert ihr das mal?\nIch bleibe untouchable, bababa, obababa\nIch bin Rapper, komm' mir nicht zu nah\nErzähl' mir nichts, ich bin ein überirdischer Star\nIch bin Rapper, wann kapiert ihr das mal?\nIch bleibe untouchable, bababa, obababa\nDer Trick ist simpel, ich bleib' einfach präsent im Game\nUnd mach' eine böse Attitüde, um zu entertain'\nAb und zu ein bisschen Beef, um im Gespräch zu bleiben\nDas lockt die ganzen Kinder weg von ihren Legosteinen\nHip-Hop ist mehr als Pullover, Hosen und Haarschnitt\nHip-Hop ist Theater mit Poser, Drogen und Arschweck\nMach' die Rosette weit in meiner Welt\nStapelt sich die Scheiße so facettenreich, dass es in meinen Block riecht\nWie auf'm Bauernhof, denn ich mach' aus Scheißegold, zielsicher und pausenlos\nDer ganze Underground-Shit bietet mich an, darum bin ich auch cool, ja, und mit Ravouriva und Jan\nDeutschland legt mir zu Füßen alle blau und mein Dick\nDie Jungs wollen Autogramme und die Frauen ein'n Face\nDoch bevor du mir jetzt noch droppst, gibst, wie geil ich doch bin\nSchau' mir wieder in den Spiegel, damit du weißt, wer ich bin\nDenn ich bin Rapper, komm' mir nicht zu nah\nErzähl' mir nichts, ich bin ein überirdischer Star\nIch bin Rapper, wann kapiert ihr das mal?\nIch bleibe untouchable, bababa, obababa\nIch bin Rapper, komm' mir nicht zu nah\nErzähl' mir nichts, ich bin ein überirdischer Star\nIch bin Rapper, wann kapiert ihr das mal?\nIch bleibe untouchable, bababa, obababa\nUntouchable, bababa, ich bleibe untouchable, bababa\nUntouchable, bababa, bababa, bababa\nSchau' mich an, ich bleibe untouchable, bababa, bababa\nIch bin Rapper, kapiert ihr das mal?\nUntouchable\n"}