{"reasons": "Consistent line content among predictions; Fewer inconsistencies in transcription", "closest_prediction": "prediction_2", "output": "Ey ey ey, was ist denn das für ein Beat?\nDas ist ja sehr geil!\nIch glaub ich wollte jetzt grad noch ein bisschen cutten und so.\nMöchtest du nicht jetzt was drauf machen?\nNein!\nAch komm, jetzt geht's los!\nEr gibt das Mic mal her, ich bin der, du weißt schon wer\nDer gemütliche Typ aus der Stadt mit dem Kreisverkehr\nDer so tut der Job, jeder Tag, im Freitag quer\nDa tagsüber nichts geht, doch nachts bei weitem Meer\nIch bin nur so bla bla und auch kein Meisterwerk\nMal süß, mal sauer und mal fort wie Preisebär\nIch bin nicht mal Rapper, denn verdammt ich schreit nicht gern\nDoch bin trotz alledem bei weitem Meer als Heißbegehr\nNeben uns Big Boys ist der Bodensee nur ein netten Teich\nDenn die Wellen, wie wir schlagen, kennen bisher kein Grenzbereich\nUnd das ohne dicke Pomo im Rücken\nAbgesehen von meinem Malayerba-Logo im Rücken\nWir schreiben nur ab und zu aus Versehen ein paar Tracks\nDas reicht absolut aus für den Hype im Netz\nDoch ich weiß genau, ohne Malayerba wär ich nada\nEs maß, geborder, expliqar, komm, palabras\nMalayerba, wenn es sein muss, ja dann springt ihm\nMit den Kings der Provinz und die Pimps, lass mal links liegen\nGeht ab, auf den Takt und auf die Schwingung\nDenn wir machen aus jeden Menschen ein Springboden\nMalayerba, wenn es sein muss, ja dann springt ihm\nMit den Kings der Provinz und die Pimps, lass mal links liegen\nGeht ab, auf den Takt und auf die Schwingung\nDenn wir machen aus jeden Menschen ein Springboden\nIch bin der Präsident des Maß im Exil auf der Erde\nMan denkt ich sei ein Ingenieur, weil ich den Beat laut verstärke\nIch bin nicht immer erreichbar, weil das Handy dauernd störte\nUnd flog aus meiner Wohnung, weil ich die Treppe nie sauberkehrte\nIch leb nur noch für TNA, Ovidub und meine Server\nUnd blät nur auf in Bierzelten ganz kleiner Dörfer\nAb sofort bin ich ein Mann der lauten und nicht leisen Wörter\nDrum sag ich jeden Gönn, Baby gib mir deinen Körper\nIch bin Champion, eine Doppel 1, 3x1, 1 und 1\nNimm Isaki und brauch mir keinen Leiber klein\nIch hab Talent, die Dice laufen, bin ein Kaiser, bin der Kaiser\nJeder meiner Einser ist ne Stufe heißer\nUnd die Leute sehen's in meinen Augen wieder\nOh mein Gott, der Typ ist der Sohn eines Schaumziehers\nDoch halb so schlimm, denn Schimmelsvater ist ein Ambross\nUnd ich schmiede ein episches Schwert auf seinem Kopf\nHallo, ich bin auch da, ich bin auch so ein Rap-Hauch\nRap auch, ich jetzt drauf, bin auch dauernd am Mekon-Bilden\nSaubermann, Beckham, alles sauberer Zaubern\nAll die dreckigen, dreckigen Ideen mit meinen Aussagen\nAuffang, ich muss auch dazu sagen, dass ich der Beste bin\nDer Battle King, der Rettungsring für Messages, für Texte mit Sinn\nDoch bring auf, ich hoff, Zeilen von Reim wie Mitch McGriffin\nUnd wäre auch so gleich wie alle im Biss, hätte ich es noch nicht begriffen\nMalajamba, wenn es sein muss, ja dann springt ihm\nMit den Kings der Provinz und die Pimps, lass mal links liegen\nIhr geht ab auf den Takt und auf die Schwingung\nDenn wir machen aus jeden Menschen einen Springbund\nMalajamba, wenn es sein muss, ja dann springt ihm\nMit den Kings der Provinz und die Pimps, lass mal links liegen\nIhr geht ab auf den Takt und auf die Schwingung\nDenn wir machen aus jeden Menschen einen Springbund\nYou wanna rap it, rap it by the beat\nAnd don't you wanna get yourself on the track\nNow I got a hot flow just to show you how we go\nThe beat and the rhyme, put some love and let it grow\nHey all out there, what's the matter with you?\nWhy'd you come back on the spot and turn the cake around like you never knew how to rock?\nYeah, my brother John always used to say\nDon't stress, stop and turn around and keep your head up\nWalk a Z-Baguette, get your shit on, fill your glass up\nMake a toast to Mr. Horse, of course, don't forget up\nAll your friends shake it like in Corsa, dance\nTake your chance\n"}