{"reasons": "consistency;more accurate;more understandable", "closest_prediction": "prediction_1", "output": "Über mich wird viel geredet, obwohl ich überhaupt nicht spektakulär lebe.\nOk, früher vielleicht, mein Ruf kommt nicht von umgekehrt, doch es wär gelogen, wenn ich nicht ein bisschen verfundet wäre.\nDenn man nennt mich den hyperaktiven Typ, in Suche Gold, zu dem sogar das Übermaß nie genügt.\nDer nie zur Ruhe kommt, der Menschen nur verweilt, in der Hoffnung, er könnte vielleicht den Händedruck vermeiden.\nDer so tut, als ob er alles im Griff hat, nur weil er seit einiger Zeit gar nichts gekifft hat.\nUnd dann dieses Gelaber von wegen, alles ist positiv, nur weil er die Dinge der Fluge erledigt.\nWie Cholephri, alles gepeacet, nur ne Frage, wie man sich riecht.\nBla bla, alles heiße Luft, ne magere Theorie.\nDenn er kennt die Momente nicht, in denen es nicht geht, Dinge positiv zu sehen.\nWeil man neben sich steht, wo man nichts hören will von wegen, kein Problem, du kriegst die Kurve schon.\nWird an nichts kapiert, das ganze Leben ist ein nur ein Sohn.\nDeshalb verpiss dich, misch dich nicht in mein Leben, mein ich.\nDreh bis drei, dann bist du weg mit deinem esoterisch scheiß Leben.\nWeil ich seh schon, wie du bald auf deine Zähne beißt, denn es wird dir nicht schmecken, wenn du den Boden der Realität erreichst.\nJa ja, sowas hör ich mir immer wieder an. Aber das ist cool und ich sag den Leuten dann immer sowas wie...\nRealität ist das Stichwort, besser gesagt, Realität ist das Stichwort.\nKeiner kann das Leben sehen, wie ich für meinen Augen.\nDeshalb lass ich Freaks mit Problemen wie deinem weiterlaufen, denn ich weiß, dass ich alles erreichen kann.\nUnd ich bin so Optimist, als dass ich ward auf dem Leichenwagen.\nNatürlich gibt es Situationen, die mich zum Heulen bringen, doch sie sind auch ein Teil von mir,\ndem Menschen, der ich heute bin und das hab ich verinnerlicht.\nDenn weil sich das alles okay ist, drum seh ich an dunkelsten Tagen noch immer Licht.\nUnd das ist keine momentane Emotion, das ist ne Grundeinstellung, die mir schon seit Jahren in der Bonire-Definition.\nSie ist eigentlich simple, es gibt keinen Grund sich zu sorgen oder zu leiden und bin so enttäuscht.\nDu nennst das so utopisch, erklär mir warum. Du meinst, ich mach auf heile Welt, ah, bewähr ich das dumm.\nIch kenn selber die Momente, in denen gar nichts eruntert, weil ich selber immer wieder vergess, dass alles einen Grund hat.\nWeil ich selber nur ein Mensch bin und selber ein Teil von Babylon und selber oft denk da draußen wartet die nächste Fahle schon.\nDoch ich hab noch nie davon geredet, dass in meiner Welt immer alles nur prima und okay ist.\nNein, ich red von Akzeptanz, dass alle Seiten des Lebens dazugehören, auch wenn man es manchmal nicht fassen kann.\nDenn es hat keinen Zweck, wenn ich ihn gerade biege, den universellen Mythos der Ideallinie.\nDas für die bin ich mal lineal, ziehe und für jeden Menschen da draußen nen Strich mach.\n"}