{"reasons": "Similarity in content and structure; Minor variations in words", "closest_prediction": "prediction_1", "output": "Die Welt dreht sich jeden Tag schneller, geht die Evolution nach vorne oder geht es im Keller?\nVielleicht ist die Erde wirklich eben wie ein Teller, ich mein, wie viele Menschen haben sie schon gesehen aus dem Weller?\nIm Ernst, es ist doch hardy, extrem leicht wir zu beeinflussen sind, von dem Scheiß, den die Zeitungen bringen.\nGuck dir Deutschland an, wir glauben durch jeden Scheiß, wir würden ne abgefuckte Banane kaufen für jeden Preis.\nWenn die Verpackung stimmt, das Drumherum stormt, unser Brain und am Ende ist die große Kacke drin.\nUnd das ist nicht nur unsere Generation, vor 60 Jahren haben Millionen die Hände gehoben, also wo liegt dir der Hund begraben?\nWarum hat sich nichts geändert bei den ganzen Blenden in den letzten 100 Jahren?\nDie Propagandamaschine bildet dir deine Meinung, mach doch scheiße Gold, dumme Dachsen, springe deine Zeitung.\nSie definieren während die Spitze gelangt und geben die größten Fixen im langen Glitzergewand.\nOh schade, schade, alles nur Fassade, alles nur Maskerade für die große Average.\nZielgruppeninteressen stehen heute im Mittelpunkt und das ist der Grund für unsere Existenz.\nZerstörten Hund, das Volk gibt ihnen Antrieb, merkt es aber nicht und trotzdem schreien alle, wie verdammt ernst die Lage ist.\nAlso was ist euer Problem? Habt ihr noch nicht angefangen eure Träume zu leben?\nSpürt ihr langsam schon die Klaustrophobie, hervorgerufen durch das Defizit in Autonomie?\nAuch wenn ich mit dem Finger häufig seh, ich will lieber Fäuste zählen.\nLeute sehen, die nicht nur drauf scheißen auf dieses Tollsystem.\nLeute sehen, die bereit sind zum Kämpfen gegen dieses Phänomen.\nMenschen dem System anzupassen wie Neopren, auch wenn es nicht immer leicht ist Independent zu sein.\nDoch wenn wir es nicht bald versuchen, ist das gespendete Zeit.\nEs geht nicht um Hasse oder Liebe im Feind, sondern darum, dass jeder von uns ein Individuum bleibt.\n"}