{"reasons": "prediction_2 has minor inaccuracies", "closest_prediction": "prediction_1", "output": "Hey, hey, warte mal. Du bist doch das Mädchen von vorhin, oder nicht?\nJa. Auf dem Dancefloor, oder? Ja, genau.\nEy, ich muss dir sagen, vielen Dank, weil du hast mir vorhin wirklich den Track gerettet.\nSo wie du abgegangen bist, das war so heiß.\nDanke.\nJetzt warum? Das hat noch Zeit bis morgen. Das läuft dir nicht weg, glaub mir, mach dir damit keine Sorgen.\nJa, ich versteh dich, das bringt dich jetzt durcheinander.\nDoch was sagst du zu einem Bett aus indischen Palisander, hm?\nSpaß beiseite, was fang ich an zu reden? Komm einfach mit und ich zeig dir andere Qualitäten.\nLande auf meinem Planeten und verlass dich auf mich.\nDenn was ich dir zu bieten habe, ist ne Klasse für sich.\nAlso komm schon, häng nicht lang nach. Und lass dich heute vor mir verwöhnen.\nEs wird mich freuen, wenn ich das darf. Oh, ich weiß schon, jetzt du wirst es mögen.\nKomm schon, häng nicht lang nach. Und lass dich heute vor mir verwöhnen.\nEs wird mich freuen, wenn ich das darf. Oh, ich weiß schon, jetzt du wirst es mögen.\nHey Babe, bist du schon lange wach? Hast du dich schon ein bisschen erholt von der vergangenen Nacht?\nOkay, ich gebe zu, machst du noch fordernden Party.\nFehlt nur noch Clara Fall, ne Sonntagmorgenmassage. Aber dafür haben wir noch den ganzen Tag.\nDenn sonntags wird bei mir der Morgen der Ball angemacht.\nSiempre tranquilo. Und zwar, wenn Hektik auf'm Magen schlägt.\nDrum machen wir jetzt Frühstück bis Clara Fall bis zum Abend geht.\nUnd wenn du willst, fangen wir gleich schon mal an.\nTrinkst du Jasmin-Tee oder Roybusch oder Ceylon-Assam?\nOder doch lieber Kaffee, Robusta oder Arabica?\nDu willst heiße Milch mit Honig? Kein Problem, ich hab alles da.\nBei mir ist nicht nur das Nötige üblich.\nFrühstück ist ein bisschen mehr als ein Brötchen und Müsli.\nIch meine Pfannkuchen und weiche 3,5 Minuten Eier.\nMango und Papaya und Ananas und so weiter.\nAlso komm schon, lehn dich zurück. Und lass dich heute von mir verbönen.\nMein Frühstück ist nämlich Deluxe. Oh, ich weiß schon, jetzt du wirst es mögen.\nKomm schon, lehn dich zurück. Und lass dich heute von mir verbönen.\nMein Frühstück ist nämlich Deluxe. Oh, ich weiß schon, jetzt du wirst es mögen.\nIch weiß, das hier ist nicht das übliche Zeug.\nDoch der Tag wird auch nicht besser, wenn mich morgen schon das Frühstück enttäuscht.\nUnd wenn ich dir damit ne Freude gemacht hab,\ndann bleib doch einfach noch für die heutige Nacht da.\nDenn ich will dich näher kennenlernen.\nZumal nach diesem Frühstück ne ganze Menge Kalorien zu verbrennen wären.\nUnd so wie ich dein Lächeln deute, oh what the fuck, du liegst unter deiner Bettdecke.\nJa, schon Splitterstopp, genug erzählt.\nIhr wollt das Ende der Story, ne? Wird's Zeit, dass ihr selber den Arsch im Club bewegt.\nEs sei denn, ihr steht auf Muckis und auf Aminosäuren, auf die Miss Six.\nDie Pussykombi mit Rego-Bräuten, die scharf sind auf solche Volldeppen wie diese Goldketten-Geeks.\nMit ihren Golf-GTIs, doch davon geh ich nicht aus, da ihr diese Plade hier habt.\nAlso macht den Kühlschrank voll, Jungs, und ab in den Club."}