{"reasons": "more accurate lyrics;proper line breaks;removed wrong words", "closest_prediction": "prediction_2", "output": "Quand tu n'es pas là, j'éprouve l'impression, Non pas qu'il fasse froid, mais qu'elle est vide la maison.\nJe tourne carrément en rond, je vais, je vas, ça et là, Pour la simple et bonne raison, Que je suis seul en cet endroit.\nJe réfléchis posément ainsi, à couder à ma table débarrassée, Et me dis qu'en rien me suffit à me trouver fort embarrassé.\nDe n'être pas assez entouré, de cet enfichu et pourri, Attropé jusqu'aux ocelets, qu'il m'a fallu ôter mes habits.\nJe me retrouve venu comme un vert, dénoué, ténue de tout sens, Cherchant comme après ma mère, à boire de son légou lument.\nJ'entends rattraper tout manquement, où es-tu ma belle laitière, Où m'a met le fromage blanc, encore plein de jus qu'a hier.\nSi tu trouves mes propos dissonants, quoi qu'en pensent ton père et ta mère, Pour ma part c'est un compliment, si je te compare à une laitière.\nY'a rien de gênant, bien au contraire, je ne vais quand même pas mettre des gants, Pour me farcir ton veau derrière, et te baiser de temps en temps.\nJe me laisse écouter deses, en air classique et de clavecin, Que oui ou non cela te plaise, je suis tout seul avec couperin,\nPlus âgeux que le puissage des seins, les cassins, pierre ne déplaisent, Que soir et matin je passe les seins, de Sophie avec aux centaires glaises, Avec sagesse et philosophie.\nD'ailleurs y'a pas de raison de s'en faire, je passerai la nuit sans Sophie, Elle qui adore se faire traire, je rêve d'elle et je m'en pètre,\nEt par prudence je me méfie, de ses luttes amoureuses et j'empâtre, Je l'attends et la défire, si je sens ce vide par ton absence, Soutienne quel caméra tu me prends.\nEn ce moment de morale défaillance, que le vent emporte la plume, Qu'elle rejoigne Pierrot sur la lune, avec la solitude je me fiance,\nEt doucement je m'accoutume, à cette paisible alliance, qu'une fois n'est pas coutume.\n"}