{"reasons": "better coherence;accurate phrases;consistent formatting", "closest_prediction": "prediction_2", "output": "Il faut, nous le savons tous, des solutions nouvelles.\nEt c'est pour cela que le gouvernement met en place le contrat premier embauche,\nqui est un véritable contrat anti-frécarisé.\nLa compétitivité de nos entreprises dépend en premier lieu d'une remise à plat de notre fiscalité.\nCeci suppose une rénovation et un reformatage de l'Etat.\nNotre capacité à développer nos entreprises et à embaucher est limitée par un droit du travail trop inadapté.\nAnya, ministre de la Région, budget, accords, restauration, identité\nNouvelle mon salsa ?\nDavid, ministre de la\nComme les embauches interelligentes\nQ ?\nL'apprentissage junior des 14 ans\nLe contrat à première embauche est un outil, mais il faut le rappeler, ce n'est pas le seul\nIl y a le CPE, il y a la charte des stages, le pacte pour la recherche\nEst-ce que ça dénonce pas trop la possibilité de négocier pendant plus de temps sur Youtube\nou sur un tournoi sans interruption ?\nEst-ce que ça dénonce pas trop la possibilité de négocier pendant plus de temps sur Youtube\nou sur un tournoi sans arrêt d'une autre problème ?\nEst-ce que tu veux ?\nLes étudiants, les lycéens et encore des étudiants et des lycéens, ce qui frappe dans la manifestation parisienne\nc'est le nombre de jeunes présents, des jeunes qui portent le mouvement de protestation contre le CPE\nCPE, CPE, CPE, CPE, CPE\nContraint, précarité, ne n'est pas le seul\nCPE, précarité, précarité, CPE, précarité, précarité\nNous nous faisons une autre idée de la politique\nC'est pourquoi, Monsieur le Président, en application de l'article 49, alinéa 3 de la Constitution\naprès délibération du Conseil des ministres\nj'ai l'honneur, Monsieur le Président, d'engager la responsabilité du gouvernement\nsur le vote de l'ensemble du projet de loi\nPas de mot d'ordre de grève nationale, c'est la stratégie de la CFDT qui l'a donc emporté\nNous n'aurons que ce que nous saurons prendre, proclame un slogan, peinture le rail au mur\nLe CPE, c'est quoi ?\nJ'ai décidé de promulguer cette loi\nJ'ai décidé de promulguer cette loi\nJ'ai décidé de...\nLes inquiétudes qui s'expriment chez de nombreux jeunes\nJ'ai décidé de...\nLes inquiétudes qui s'expriment chez de nombreux jeunes\nC'est ce qu'ils veulent, précarité\nLes inquiétudes qui s'expriment chez de nombreux jeunes\nC'est ce qu'ils veulent, précarité\n5h40 du matin, une poignée de gendarmes mobiles dégagent de la route\nles dernières lourdes grilles montées en barricade au milieu du boulevard Saint-Michel\nA quelques mètres de là, la place de la Sorbonne ressemble à un champ de bataille\nPoubelles éventrées, brides verges enchant le sol\nUne odeur de gaz lacrymogène flotte encore dans l'air\nConséquence des échoues pourrait-elle nuire ?\nTauris partout, mutine nulle part\nTauris partout, mutine nulle part\nTauris partout, mutine nulle part\nTauris partout, mutine nulle part\nMoi ça me donne du courage\nOn a réussi à occuper la Sorbonne\nqui n'avait pas été occupée depuis 68\nForcément, on va continuer\nSi c'est pas sur la Sorbonne, je vous dis, ça sera sur une autre fac\nça pose aucun problème\n"}