{"reasons": "better cohesion and consistency; fewer repetitions; fewer nonsensical phrases", "closest_prediction": "prediction_2", "output": "En une année, les policiers procèdent à près de 15 millions d'arrestations.\nOr, ils n'utilisent leurs armes que dans 1% des cas.\nCela dit, lorsqu'ils ouvrent le feu, ils le font en général pour tuer.\nLeur arme n'est pas une arme. C'est pas vous les mags.\nDonc vous foutez ça dans la tête. Les mags c'est nous.\nVous avez assez de cette bande de racailles. On va vous en débarrasser.\nJ'ajoute que depuis 19 mois, il n'y a pas eu une seule battue.\nJe suis un gentil poulet.\nJe suis un gentil poulet.\nL'an dernier, la police des polices a été saisie de 9% de cas de dérapage en plus qu'en 2002.\nAugmentation également de 9% des violences policières enregistrées.\nSi il doit nous laver au car cher, qu'il vienne le faire lui-même.\nC'est nous qui allons le laver au car cher.\nVous avez assez de cette bande de Nicolas Sarkozy. On va vous en débarrasser.\nLeur arme n'est pas une arme. C'est pas vous les mags.\nDonc vous foutez ça dans la tête. Les mags c'est nous.\nVous avez assez de cette bande de Nicolas Sarkozy. On va vous en débarrasser.\nSi il doit nous laver au car cher, qu'il vienne le faire lui-même.\nAu-delà de la police des policiers, il y a des gens qui sont en train de se faire tuer.\nC'est nous qui allons laver au car cher.\nMichel Alliomarie, Gilles Derobien, Jean-Louis Borlot,\nPékin, Pékin, Renaud Donne-Dieu-de-Barre, Pékin, Pascal Clément,\nPékin, Pékin, Pékin,\nDominique Perbène, Nic Perbène, Nic Perbène, Nic Nic Nic Perbène,\nNic Perbène, Nic Nic Nic Perbène, Nic Perbène, Nic Nic Nic Perbène, Nic Nic Nic...\nEt je demande simplement que Mernest-Antoine Célière soit respecté.\nJe vous remercie, Monsieur le Président.\nJe vous remercie, Monsieur le Président.\n"}