{"reasons": "same predictions in all versions", "closest_prediction": "prediction_0", "output": "Une foule compacte devant l'entrée du lycée Émilie de Breteuil ce mardi matin.\nDes banderoles sur la façade et des slogans pour dénoncer la dotation horaire annoncée la semaine dernière par l'inspection académique.\nLa dotation horaire c'est le nombre d'heures allouées pour l'année scolaire à venir.\nSuppression d'options.\nHeures supplémentaires.\nSuppression d'options. Heures supplémentaires.\nLes baisses de moyens en heures d'enseignement alors qu'on a le même nombre d'élèves quasiment à accueillir l'année prochaine.\n38 élèves par classe.\nDans ce collège lycée d'Aubervilliers, 70% des professeurs sont déjà en grève depuis lundi.\nEt ce jeudi, enseignants, parents et élèves de l'établissement sont venus ensemble crier leur mécontentement devant le rectorat de Créteil.\nConcrètement sur notre lycée c'est 17 postes d'enseignants qui sont supprimés.\nC'est 7 classes qui sont fermées.\nC'est-à-dire qu'on est en train de casser l'école.\nC'est absolument scandaleux et c'est ça qui fait que la colère elle mouille.\n38 élèves par classe.\nC'est pas ça qui va mettre en péril l'école. Arrêtez de dire des choses pareilles.\nPourtant l'académie de Créteil a récemment dû faire appel à des professeurs tout jeunes retraités, faute de remplaçants, pour assurer les cours.\n1400 emplois d'enseignants auront disparu en région parisienne en septembre.\nLe cours a des retraités pour remplacer les absences, suppression d'options, heures supplémentaires.\nBref la colère monte dans les collèges et les lycées ville de France.\n13 syndicats du secondaire vont appeler à la grève ce vendredi.\nUne mobilisation qui ne cesse de grandir dans les lycées et les collèges.\nSuppression d'options, heures supplémentaires, bref.\nJe veux dire des classes de terminal en S et en ES qui seront à 38 élèves par classe.\nJe veux dire des classes de terminal en S et en ES qui seront à 38 élèves par classe.\nJe veux dire des classes de terminal en S et en ES qui seront à 38 élèves par classe.\nSans possibilité de prendre au doublant de cette année, ce qui est un problème sur le plan pédagogique.\n"}