{"reasons": "minor differences between predictions; more accurate terms in prediction_1", "closest_prediction": "prediction_1", "output": "Je m'appelle Daniel, j'ai 60 ans, je suis à la retraite depuis un an, j'ai travaillé pendant 40 ans à l'usine.\nL'avenir ?\nUn trou noir.\nJe me dis, je vais le jour au jour d'aujourd'hui et après demain, je sais pas.\nParce qu'il n'y a rien de positif dans ce qui se présente.\nPour les jeunes, trop nombreux, pas avoir un fait de travail.\nJe suis retourné dans l'intérim et là en ce moment je suis en CDD.\nJe pense qu'il y a beaucoup de choses à revoir, c'est la faute du système.\nJe sais pas rien de ces règles jeunes.\nL'organisme travaille, mais qu'est-ce qu'il faut faire pour ça ?\nAu nom de l'Europe, démantèlement des états souverains, l'empire allemand contre l'empire américain.\nDivision du peuple, communauté et religion, quelques indicateurs avant l'explosion.\nLe peuple suffoque, asphyxie, enquête, drogue ou apoplexie.\nY'a plus de réflexe puisqu'on cultive la fatigue.\nSans appétit, mandarin crée d'anorexie.\nLe peuple suffoque, asphyxie, enquête, drogue ou apoplexie.\nY'a plus de réflexe puisqu'on cultive la fatigue.\nSans appétit, mandarin crée d'anorexie.\nA ce qui fait la richesse de l'Europe, si bien entendu sa diversité.\nC'est bien pour ça d'ailleurs que nous avons tant besoin de l'Europe.\nJe vois ce que cachent tous ces discours.\nIl est facile de diriger un homme qui ne réfléchit plus.\nUn homme isolé ou bien un homme corrompu.\nTout le monde sait une banalité, tout le monde est consterné.\nLe problème, le peuple entier est concerné.\nParce qu'ils ont fait de nous un peuple désuni.\nUne agrégation d'hommes démunis et harguilis.\nLa technique se met le trouble, masquer les enjeux, créer des haines.\nJeter la poudre aux yeux, ils nous divisent en petits groupes, en communautés.\nNous hâchons petits morceaux avec des identités.\nSubstituer les problèmes de classe par des problèmes de race.\nNous voilent la face avec mensonges et tours de passe.\nAujourd'hui le monde est en feu et à sang.\nLa future puissance de paix nous mettra tous en rang.\nPeuple contre peuple pour faire de la chair à canon.\nAu milieu d'une guerre entre puissances sans conclusion.\nOn veut nous faire croire que pour surmonter la crise, l'Europe peut être la solution.\nMais la construction d'un empire avec le même mode de production ne changera pas nos vies ni nos situations.\nAu nom de l'Europe, puissance de paix menée unique.\nIntégration, droit du sang, clivage ethnique, abrutissement du peuple, langue et régionalisation.\nQuelques indicateurs avant l'explosion.\nLe peuple suffoque, asphyxie, en guerre, trop de goûts, apoplexie.\nY'a plus de réflexe puisqu'on cultive la fatigue.\nSans appétit mental on crée d'unorexie.\nLe peuple suffoque, asphyxie, en guerre, trop de goûts, apoplexie.\nY'a plus de réflexe puisqu'on cultive la fatigue.\nSans appétit mental on crée d'unorexie.\n"}