{"reasons": "more lines;correct phrases;", "closest_prediction": "prediction_0", "output": "La luz que me cantila me ayuda de dolor\nUn compaso vacilante salvo al exterior\nLa luz que me cantila me ayuda de dolor\nMi alma entre los aguas intenta adivinar\nEl porqué de tanta luz, qué hora será ya\nY a duda me corro, lo tengo que averiguar\nBoteando el horizonte, no siempre puedo vislumbrar\nMe erizo presuroso a este encuentro y les pregunto\n¿Ahora en este preciso momento?\nToño que mareo, quiero ir a dormir ya\n¿Dónde está mi casa? ¿Cómo puedo llegar?\nToño que mareo, quiero ir a dormir ya\n¿Dónde está mi casa? ¿Cómo puedo llegar?\nCon su cara de estupor consigo deducir\nQue mi lengua no entiende como si no fueran de aquí\nDespués de varios intentos tengo que abandonar\nY emprendo la marcha hasta mi justicia total\nEl globo quebra, pero no encuentro mi fogón\nEn cortos los callejones perdí la orientación\nIzquierda y derecha parece que se entrelazan\nMientras el cielo y el suelo bruscamente se abrazan\nToño que mareo, quiero ir a dormir ya\n¿Dónde está mi casa? ¿Cómo puedo llegar?\nToño que mareo, quiero ir a dormir ya\n¿Dónde está mi casa? ¿Cómo puedo llegar?\nEl canto de los pájaros me quita el sopor\nLa luz que me candila me inunda de dolor\nMi alma entre dos aguas intenta eliminar\nEl porqué de tanta luz que ahora será ya\nLa duda me corro y lo tengo que resolver\n¿Dónde está mi casa? ¿Cómo puedo llegar?\nLa duda me corro y lo tengo que averiguar\nOdiando el horizonte dos entes puedo vislumbrar\nMe dirijo precioso hasta su encuentro\nQue extraña sensación tengo en este momento\nToño que mareo, quiero ir a dormir ya\n¿Dónde está mi casa? ¿Cómo puedo llegar?\nToño que mareo, quiero ir a dormir ya\n¿Dónde está mi casa? ¿Cómo puedo llegar?\nNo me puedo, no me puedo, no me puedo llegar\n"}