{"reasons": "corrected typos;corrected grammar;", "closest_prediction": "prediction_1", "output": "The Lord God of your fathers has sent me to you.\nThe Lord is my strength and salvation.\nHe is become my son.\nHe is my God and I will pay Him an habitation.\nMy Father's God.\nI am that I am.\nThe one to all humanity I am has sent me unto you.\nThe Lord God of your fathers, the God of Abraham, the God of Isaac and the God of Jacob, Ishmael\nsent I unto you.\nAnd this is a memorial unto all generations.\nThou shalt have no other God before me.\nLove thy neighbor.\nThou shalt not name unto thee any graven images or any likeness, anything that is in heaven\nabove or that is in the earth beneath, that is in the water under the earth.\nThou must not bow down thyself to them nor serve them, for the Lord thy God am a jealous\nGod.\nHonor thy mother and thy father and thy days may be longer upon the land the Lord thy God\ngiveth thee.\nThou shalt not covet thy neighbor's house.\nThou shalt not covet thy neighbor's wife.\nThou shalt not bear false witness against thy neighbor.\nThou shalt not kill.\nThou shalt not steal.\nI am, I am has sent me unto you.\nThe Lord God of your fathers has sent me to you.\nThe Lord is my strength and salvation.\nHe has become my song.\nHe is my God and I will prepare him and habitation.\nMy Father's God and I will exalt him.\nI am so unto all humanity.\nI am has sent me unto you.\nThe Lord God of your fathers, God of Isaac and the God of Jacob, Ishmael sent I unto\nyou.\nI am has sent me unto you.\nI am has sent me unto you.\nMoses.\nGreetings from Jah.\nGreetings we bring to all the people.\nGreetings from Jah.\nGreetings we bring to all the people.\nGreetings we bring you in the morning.\nGreetings we give you in the evening.\nGreetings help each other, love each other.\nThat's the way the greet and keep it real.\nCommandments from Jah.\nSome people like to take what's not theirs.\nI don't like to take what's not mine.\nDo your best, speak the truth all the time.\nIn this life we live and we make mistakes sometimes.\nTry to do right and try not to do wrong.\nWatch the fast doctrine that will lead you astray.\nRemember paradise and hell start in this life.\nSometimes it's so irie, sometimes it's so dread.\nI try my best.\nI live my life seeking righteousness.\nJah is the best.\nI try my best.\nI live my life seeking righteousness.\nI did it my way.\nI did what I had to do.\nAnd share when I could have shared.\nLoving my friends and my enemies too.\nBut be careful of the bad minded crew.\nSome of them are devil, them so clever, them so wicked.\nSo we take them as a right for when we defeat them.\nSome of them are devil, them so clever, them so wicked.\nSo we take them as a right for when we defeat them.\nI say greetings from Jah for the people.\nGreetings we bring to all our people.\nJah greetings we give you in the morning.\nJah greetings.\nJah greetings we give you in the evening.\nYes, Jah greetings.\nHelp each other, love each other.\nThat's the way the good and the bad create.\nCommandments of Jah.\nHelp each other, love each other.\nThat's the way the good and the bad create.\nCommandments of Jah.\nSome people like to take what's not theirs.\nI don't like to take what's not mine.\nDo your best, speak the truth all the time.\nIn this life we live in we make mistakes sometimes.\nTry to do right and try not to do wrong.\nWatch the path that we lead you astray.\nRemember paradise and hell start in this life.\nSometimes it's so irie, sometimes it's so dread.\nI try my best.\nI live my life.\nSeeking righteousness.\nI try my best.\nI live my life.\nSeeking righteousness.\nI again make my way.\nI try my best.\nI live my life.\nSeeking righteousness.\nJah is the best.\nI try my best.\nSeeking righteousness.\nLiving my life.\nJah is the best.\n"}