{"reasons": "repeated lines; better grammar and content", "closest_prediction": "prediction_2", "output": "Poor Diana, poor Diana Poor, poor Diana, sing the blues, poor Diana\nHer ties died cause she was chased by the power bonders Chasing her loyalty, I'd swear it got to start\nDiana, poor Diana I don't he was a bonehead, he had too much money\nNow a bone is a stone and it's a shame about his honey\nDiana, poor Diana What's the moral to this story?\nShe's a princess, she's dead, I feel sorry for the little children she left behind\nYou know they're never gonna get her out of their mind\nDiana, poor Diana Sing the blues, poor Diana\nPoor Diana I don't really care what they would do\nI don't wanna know if she was screwing\nDiana, poor Diana At the end of the day there's much more news\nAnd the only recourse is to sing the blues\nDiana, poor Diana I'll ask you what's the moral to this story?\nThe princess, she's dead, I feel sorry for the little kids she left behind\nYou know they're never gonna get her out of their mind\nDiana, poor Diana Sing the blues, poor Diana\nPlay the blues, poor Diana Play it, play it, play it\nOh, Diana Oh, Diana\nOh, Diana Bonnie Prince Charlie said he didn't care\nSo she threw herself down the stairs Diana, poor Diana\nThe queen turned around and ran away And I didn't know what to say\nPoor Diana, blues, poor Diana What's the moral to this story?\nThe princess, she's dead, I feel sorry for the children she left behind\nYou know they're never gonna get her out of their mind\nDiana, poor Diana Sing the blues, poor Diana\nOh, Diana\nHer tie, tie, she was chased by the pop All this chasing of what she had, I swear it's\ngotta stop Diana, poor Diana\nI told you he was a bonehead, he had too much money\nNow Dodie's stoned and it's a shame her body's sunny\nDiana, poor Diana I asked you what's the moral to this story?\nThe princess, she's dead, I feel sorry for the children she left behind\nYou know they're never gonna get her out of their mind\nDiana, poor Diana Sing the blues, poor Diana\nPoor Diana\nNow I don't really care what they were doing I don't wanna know if she was screwing\nDiana, poor Diana At the end of the day it's much more news\nAnd the only recourse is to sing this blues So Diana, poor Diana\nTell me, what's the moral, poor Diana? What's the moral, poor Diana?\nSing the blues, poor Diana Play the blues, blues\nSing the blues, poor Diana Poor Diana\nSing the blues, poor Diana Poor, poor Diana\n"}