{"reasons": "consistency;fewer errors;coherence", "closest_prediction": "prediction_1", "output": "At first it used to seem as if reality was a game of chance\nAs if reality were a dream with rhyming words and flying birds and Mr. Dot fit from the screen\nBack then the jingles filled my head, they went and shaped the words I said\nMade sure they told me what I needed, that their words were deeply seated\nSo no matter where I went, spent, thought, bought, eat your meat and green peas\nPlease say God bless you when you sneeze\nI learned to walk, talk, feed, eat, bandage when you bleed\nI learned that people hide their bodies and to always use the potty\nWhere does all the time go?\nIt doesn't seem to end, it only seems to flow\nWhere does all the time go?\nIt doesn't seem to end, it only seems to flow\nThen I went to school, we started the ruler, not the fool\nWe had to pray before we played, we waited for the holidays\nCause I was clipped instead of dipped, I had to learn of how we burned\nBut still the TV was a preacher, so much stronger than my teachers\nThen we would ride mud after fighting, I would try with all my might\nAnd then my banner, it was raised in a long rebellious phase\nBut then the body count mounts in king blaze\nGrazed, learned that there were different races to judge people by their faces\nWhere does all the time go?\nIt doesn't seem to end, it only seems to flow\nWhere does all the time go?\nIt doesn't seem to end, it only seems to flow\nWhere does all the time go?\nIt doesn't seem to end, it only seems to flow\nWhere does all the time go?\nIt doesn't seem to end, it only seems to flow\nAnd then I tried to climb, prime time, sublime time\nI'm that one moonshine in the universe's mind\nAnd I'm sailing, whaling, failing, going fast\nSailing, sailing, all the while I'm saying\nI'm night, light, skylight, way, way, way, way, way, crazy\nSailing, waves, waves, wake, wake, here, near, is it\nI'm a dragon, just a bit\nAll the rhymes are coming back\nWhere does all the time go?\nIt doesn't seem to end, it only seems to flow\n"}