{"reasons": "Consistency in lyrics; fewer errors compared to the other predictions", "closest_prediction": "prediction_0", "output": "A ceux qui aiment les femmes, qui aiment les hommes, qui prennent le train.\nAssis au coin de la voiture 18, pictogramme siège 70, tout s'est passé si vite.\nJe croise ton regard et reçois ton visage, tes pupilles aux palines seront mon paysage.\nJe ne sais qui tu es et vers qui tu t'en vas, je sais que tu me plais, on ne se connait pas.\nLes arbres qui défilent ne m'intéressent plus, de toi je guette un signe, simple sourire ému.\nAssis dans le corail entre Bordeaux et Lyon, j'imagine une vie, rêve des situations.\nJe la dévore des yeux, les pieds avec discrétion, saurais-je un jour peut-être passer à l'action.\nLe sourire aux lèvres, je passe mon voyage, les yeux rivés dans la vitre du porte-bagages.\nJe me vois à ton bras partir au 80, nos deux visages éblouis que caressent le vent.\nMais un sale téléphone, aurait-elle un amant ? Ou allons-appelle-t-elle simplement ses parents ?\nA-t-elle beaucoup d'amis ? A-t-elle des rêves plein la tête ? Serait-ce une étudiante, une artiste, une athlète ?\nAssis dans le corail entre Bordeaux et Lyon, j'imagine une vie, rêve des situations.\nJe la dévore des yeux, les pieds avec discrétion, saurais-je un jour peut-être passer à l'action.\nMais comme à l'habitude, je n'ouvrirai pas ma gueule, je garderai mes grandes phrases pour moi, tout seul.\nEt puis merde, c'est la gare et son pied en béton. Voilà tout est fini, je suis arrivé à Lyon.\nAssis dans le corail entre désir et passion, j'imaginais une vie, rêve des situations.\nTu n'es plus qu'un souvenir, frisson, une émotion, c'était sans doute bien mieux que de passer à l'action.\nAssis dans le corail entre désir et passion, j'imaginais une vie, rêve des situations.\nTu n'es plus qu'un souvenir, frisson, une émotion, c'était sans doute bien mieux que de passer à l'action.\n"}