{"reasons": "better coherence;more accurate lines", "closest_prediction": "prediction_1", "output": "C'est le jour des corbeaux !\nIl a des antécédents, docteur.\nViolence, antisociales de niveau 6,\nviolations répétées du code d'urgence permanent,\ninsolence, insoumission, rébellion.\nC'est le jour des corbeaux !\nC'est le jour des corbeaux !\nC'est le jour des corbeaux !\nQu'est-ce qui vous fait rire ?\nC'est le jour des corbeaux !\nQu'est-ce qui m'a rendu comme ça ?\nTout le monde s'en fout, je suis mauvais, contribuable,\nmême pas fier du tout, économiquement.\nJ'prends d'problèmes, personne trouve de solution,\nmême les porcs qui se pavent un an costumés à la télévision.\nJ'ai une flaque d'opisse à la place du cerveau,\nà force d'avoir écouté les violons,\nde nul dans O, frustré, d'avoir jamais vu\nce qu'on m'avait promis, séquestré,\ndans un mode de vue qui m'a rendu aigri.\nSans travail, j'ai pas d'famille, pas d'homicide,\nj'gratte des tunnels à 6 ans, en plus j'ai le bon profil.\nJ'ai un truc du pet de Vita, qu'après t'as plus rien à grailler.\nUn crève d'âle, j'ai repente l'opie, tu m'agresses,\nles passants t'as beau pleurer, c'est leur mépris qui t'a cassé.\nÇa m'a fait changer d'visage, d'apparence et d'attitude,\net mes bourrés, calmement,\nj'ai l'impression d'être en altitude.\nZingue, zingue, zingue, zingue, zingue, zingue, zingue, zingue, zingue, zingue,\nzingue, zingue, zingue, zingue, zingue, en 20 ans t'as bien dingue.\nZingue et zingue, zingue et zingue, zingue et zingue, zingue,\nen ce moment j'ai trop de zingue.\nJ'suis en pleine détresse et j'ai des compulsions\npour m'calmer, faut m'attacher avec des injections !\nJe suis passé tout le temps au psy, et il s'avère tout de ma vie.\nPourtant, je t'avais jamais vu, j'ai dû tout déduire.\nIl m'a dit que j'souvais,\nj'avais de l'personnalité, ça m'a fait flipper.\nAlors je me suis sauvé, et dans ma tête\nj'ai vu du notable ferreux,\naux contribuables orgueilleux,\nqu'ils soient tous maudits,\nbrûlés par mon feu.\nLa, la, la, la,\nc'est le show des gambon.\nLa, la, la, la,\nje pleine dans les airs parce que j'ai le mal de terre.\nLa, la, la, la,\nc'est le show des gambon.\nLa, la, la, la,\nmon tournant,\nvendre, gangre, banque de gang.\nLa, la, la, la,\nc'est le show des gambon.\nLa jingle s'éveille, le corps chante clair,\npourtant c'est dur de se tirer du sommeil.\nLes brebis se rassemblent dans la forêt de bouleaux,\nle troupeau crie, met la ferme afin de nourrir ses agneaux.\nEn l'anglo-national, ça va mal,\nle bierger veut faire croire au Père Noël,\nmais le bédailette excédé se crève pour\npayer les taxes, les impôts.\nÀ force de se gaver, les tables explosent comme le crapaud.\nIls promettent aux électeurs de fester le gris vert.\nEt servent au pétlard d'alproix fourniers\nà quand le temps où les affamés\nse rendent désolés dès que les loups démunis\ndeviennent la risée des chiens.\nDans les champs de béton, les pouvantaires sévillent.\nLa répression pousse les jeunes oiseaux à devenir écrits.\nMoineau, devenu corbeau,\nqui s'accache d'escalier, rate son voleton\ndans une cellule capitolée.\nLe capital, pour ses territoires, est trésor,\net c'est le renard qui protège sa poule aux odeurs.\nSi t'es seul, rugit le faucheton, tu décroches le pompon.\nCoco, dirige et tu bouffes tous ces cons de rouge chaperon.\nZinguez, ziguez zingue, ziguez zingue, ziguez zingue,\nZinguez, ziguez zingue quand bande de vingt d'ing\nZinguez zingue, zinguez zingue, zinguez zingue.\nPlus rien dans la jaune !\nLau, lau, lau, lau, what, sale chaux de corbeau,\nLa, lau, lau, lau.\nJe pleine dans les airs, parce que j'ai le mal de teills.\nLa, lau, lau, lau, what, sale chaux de corbeau.\nLa, lau, lau lau.\nRentrons-là, tremble, a fara wayre punks de gang.\nZinguez, ziguez, ziguez.\nEn fait, il y a très peu de gens qui sont vraiment fous ici.\nJe dis pas que toi tu n'es pas, je dirais même que t'as l'air...\nCarrément, t'es genre...\nNon, c'est pas pour ça, c'est pas pour ça que t'es ici !\nC'est uniquement à cause du système.\n"}