{"reasons": "sentence coherence;corrected spelling errors;accurate lyrics", "closest_prediction": "prediction_1", "output": "Musique douce\nUne chambre d'hôtel anonyme dans la zone industrielle de Moulins.\nC'est ici qu'une jeune femme de 26 ans\nElle a été giflée, frappée.\nMercredi soir, les secours sont arrivés trop tard.\nPompiers et gendarmes n'ont pu que constater les plaisés qui mosent.\nEn 3 ans, le chiffre a augmenté de plus de 30%.\nCe chiffre, c'est celui des faits constatés de violences conjugales.\nUne évolution continue dont le rythme s'accélère.\nMusique douce\nJ'aurais pu avoir une chambre bien décorée,\nentourée de peluches et nid douillets, plein de jouets colorés.\nJ'aurais pu être entouré d'attention particulière,\nun ange douré parmi les hommes, un être adoré.\nMais voilà, à l'extérieur, ça gronde,\ndes hurlements autour de moi, des organes tremblent.\nCe cordon qui me rattache à la vie se sert de plus en plus, me trangle.\nJ'ai peur, j'entends la haine, la foudre, ça bat.\nJe ressens les chocs et puis les coups.\nTous les sentiments, flaques de sang, nos cœurs battent de plus en plus lentement.\nMaman, maman.\nMais on ne peut pas vivre comme ça, papa.\nC'est fou, la boue, le ventre, à chaque tour de verrou.\nMaquiller ses plaies, habiller ses peines par des sourires.\nEncaisser le regard des voisins navrés sur le palier.\nMoi, dans tout ça, grandir effrayé, boire, oublier, à mon tour, porter ce regard agarre qui te fout.\nLa frousse, m'endormir, la gorge serrée, la haine au ventre, te ressembler puis frapper.\nMais comment ça t'es enceinte ?\nTu te fous de ma gueule ?\nTu crois qu'on a besoin de ça ?\nPlus tard, on vient !\nJe vais te fracasser, je vais te fracasser !\nOn vient !\nBon, t'en vas, toi !\nPapa !\nJ'ai rencontré ta mère, un sol matin de printemps, une fleur fanée, avant d'être épanoui, moi.\nUn type paumé, je passais mon temps, à boire mon temps, au bar PMU, je buvais mon RMI.\nPuis, on s'est mis ensemble, par nécessité, par accoutumance.\nPas de dépendance, chacun voulait son indépendance.\nElle m'a pris avec mon alcoolisme et trouvait mes vis.\nEt moi, avec son fatalisme, jusqu'au jour où elle m'annonce l'accident de parcours.\nJe t'avoue, t'es arrivé que mes voitures trouvaient sans pneus de secours.\nSi j'avais pu faire le mitour, je l'aurais fait sans retour.\nDur d'assumer un gosse qui n'est pas le fruit de l'amour.\nImpulsion, la claque, je me suis senti dans un cul de sac, la tête en vrac.\nJ'ai fracassé ta mère à coups de sabates.\nJ'ai frappé, tapé, cogné, à m'en faire mal aux mains, stoppé sec.\nCellule de dégrisement, gueule de bois sur froide moite.\nDouleur au foie, j'ai les poignées en feu à cause des menottes.\nTout est calme, les bruits des clés dans la serrure.\nOn ouvre la porte et les flics m'escortent.\nDehors, la foule, on m'insulte.\nOn me traite comme si j'étais la dernière des brutes.\nEt je crie, tu es innocent, c'était qu'un accident.\nEn apercevant au loin un jardin d'enfants.\nTu es la femme que je n'ai jamais aimée.\nEt moi le fils que tu n'as jamais eu.\nFaites du beurre au produit sans phonogramme, Bêtes humaines, drames au macadam.\n"}