{"reasons": "prediction_1 has repetitive lines that don't make sense;prediction_0 and prediction_2 have similar content with minor differences", "closest_prediction": "prediction_0", "output": "Sono Mr. Falla, hobby, sueño, titu, elito y divino, permanezca en la tele.\nSaque Sono Mr. Falla, con una melodía no es normal.\nNo lo sabe, no lo sabe, no lo sabe.\nYo como usted soy un alcohólico de la densa, de la denso, de la pola, de la duoba, de la polia.\nEn Nápoles la vida es alcohólica.\nYo señor es Mr. Falla.\nLlamo a los bomberos para me animar.\nMe encodo oxígeno, sufro como en este mundo marín conigo.\nLa rabia de vencer.\nSoy con una botella, balón de la vida.\n¿Qué quieres? ¿Qué quieres? ¿Qué quieres?\nNada, entonces nos vemos.\nDensa, densa en esta melodía.\nEn esta melodía.\n¿Qué quieres? ¿Qué quieres? ¿Qué quieres?\nFalla.\n¿Qué quieres? ¿Qué quieres? ¿Qué quieres?\n¿Qué quieres? ¿Qué quieres? ¿Qué quieres?\nFalla.\nLa clase es la mejor para obtener la excelencia.\nPreparate para el peor, vas a conocer la sentencia.\nAprecie la silencio, sube las circunstancias.\nSabes que soy tu influencia, tú te miras mi inteligencia.\nFumé de fuertes sustancias, eso forja la independencia.\nCon 15 verdes de avance, ahora tengo dos pasos de avance.\nPásame como Campbell, en 5 segundos rompo tu laberinto.\nMe enfrié de los homeros, al Sky, le pido un llamado.\nEs verdad, no soy normal, pero bueno, me adapto a su moda.\nIntento hablar sobre el mal, mira en un mirador.\nVes la vida en la cara, no te preocupes, puedes hacer un clasico.\nMe pondré grande en ti, incluso hay un parafino cerca de ti.\nCuando tomo un ver de Sky, crees que estoy atrapado en la tiza.\nEs solo una impresión.\nDale, dame un ver de Sky, estoy lejos de estar atrapado en la tiza.\nJoder, tengo la presión.\nAtentos, un cara viene, Mr. Faya.\nFlorece el viento, el humo que para la botella.\nTengo la fobia desde hace mucho tiempo.\nTipo, con el tiempo.\nEscucha esto, en este mundo.\nRaffino y limoncello.\nMr. Faya.\nAumenta el nivel.\n¿Lo entiendes?\nDescubre el micrófono.\n¿Lo entiendes?\nAhora sabes cómo me llamo.\nMi, mi, todo va mal, tengo que aflojar al Coyote.\nAntes de que se vuelva, levanto mi tono de alcohol y mi.\nEs verdad, soy como él, a menudo me pongo la tiza.\nPero él tiene el derecho, desde el hombre empieza a ser amigo.\nTiene el cifrón, el flam, el flash en su capilla.\nA lo mejor me vuelvo loco, debería prohibir el alcohol.\nNo es bueno para los locos, los locos, incluso los en uniforme.\nA lo mejor de picoler, hacemos la puta para J.B.\nKiko Zaboi, Kiko Zaboi, Kiko Zaboi.\nFaya.\nKiko Zaboi, Kiko Zaboi, Kiko Zaboi.\nFaya.\nKiko Zaboi, Kiko Zaboi, Kiko Zaboi.\nFaya.\nKiko Zaboi, Kiko Zaboi, Kiko Zaboi.\nFaya.\n"}