{"reasons": "consistency;minimizing garbled content", "closest_prediction": "prediction_1", "output": "Vas-y, va te changer déjà quand il va arriver, tu sais très bien qu'est-ce qu'il va faire.\nAllez, allez, venez, venez, il va nous presser.\nJe vais partir chez ma père de pompe là, attends.\nJe suis parti voir le pelot pour qu'il me passe sa père de pompe là, je vais chez moi, c'est fric-frac, c'est 5 minutes.\nDe toute façon avec vous c'est toujours comme ça.\nOuais, il vient, on fait p'tit retard.\nToujours en retard, toujours là, toujours ci, toujours il y a des...\nBon, c'est bon.\nIl faut ouvrir le museau, et...\nLà tu dois se maquiller...\nBah regarde, Chab, il est là, regarde, voilà.\nVas-y, appelle-le, il va me poser chez moi, vas-y.\nTu pleures, quoi, vache.\nVas-y, viens.\nOh, vache !\nIl est fou, le mec, il est fou.\nOn va la voir.\nOh, vas-y, vache, oh, vas-y.\nOh, chérie, qu'est-ce que vous faites ?\nVas-y, montez, vite, allez, montez, allez.\nPutain, on a mes lèvres.\nAttends, attends, attends, mais qu'est-ce que t'écoutes, là ?\nVas-y, viens, t'inquiète pas, vas-y, viens, t'inquiète pas, on te l'évite, on te l'évite.\nQu'est-ce que tu fais ?\nT'es un tec, là.\nElle pète sa mère, là, celle-là, depuis.\nEn prière, je t'en prie, en prière.\nVas-y, les bouteilles, là, vas-y, je suis pas prêt, là.\nT'es un tec, les bouteilles.\nVas-y, mec, je pisse.\nles allées marquées par la diversité, certes,\nmais si tous répondent de la même classe,\ntout ce tri m'avance avec peine, et ça, ça m'embarrasse.\nOn avance avec nos poings pour tenir la pression,\naujourd'hui, quand on a faim, faut tenir la pression,\nvite tous dans le pétrin parce qu'on nous met la pression,\nla tête dans un sac, prisonniers dans un cul de sac.\nHistoire, ici, personne ne va la marquer,\ndes couteaux dans l'océan, personne ne se fait remarquer.\nQuand on parle de nous, c'est d'un imot en meute,\nc'est pour parler de deal de braquage ou des meutes.\nDes prénoms gravés à la pointe d'un couteau,\nsur les murs marqués par l'histoire, avant-travaux d'intérêt généraux,\ndes parents qui payent des factures, des chantiers qui effacent des souvenirs,\nmais pas la fracture.\nIci, tout est statique, pas de travail, rien que ça rouille,\nrien que ça taille, rien dans les fouilles, rien que ça parte de paille,\nrien que ça squatte, rien que ça part en couilles,\nrien que ça braille, pagaille, canaille, pour rien ça s'embrouille.\nTu nais dans le quartier, t'es élevé dans le quartier,\npremier amour dans le quartier, tu t'maries dans le quartier,\nfais des gosses dans le quartier, au chômage dans le quartier,\ntu vieillis dans le quartier, puis tu crèves dans le quartier.\nTu sais pas grand chose parmi tant d'autres, où vas-tu ?\nIci, accroché avec les autres, tu connais plus rien,\ncomme tous les autres, on avance, à tête, nos poings, pour tenir la pression.\nAujourd'hui, comme demain, faut tenir la pression,\non vide tous dans le pétrin parce qu'on nous met la pression,\nla tête dans un sac, prisonnier dans un cul-de-sac.\n"}