{"reasons": "better clarity;correct lyrics;language consistency", "closest_prediction": "prediction_1", "output": "Yeah, celle-là est spécialement dédicacée à toutes les communautés, c'est l'attention,\ntous ensemble, car chez nous y'a pas de différence, yeah, tous ensemble.\nOn a mort t'es née la pêle comme mademonde, et puis on avait un petit dipo non, et niquid, la zone,\nbala bala bala comme Smith et Wilson, ouais di ouais di reprend son Napoli Kingston.\nOn a mort t'es née la pêle comme mademonde, et puis on avait un petit dipo non, et niquid, la zone,\nbala bala bala comme Smith et Wilson, ouais di ouais di reprend son Napoli Kingston.\nNapolitano, c'est les fiora 20, l'humo péricoloso, cantons son suemento di cruzo.\nOn est ouf dans la cour, faut qu'on rentre dans la piste, que des fous dans la foule,\nse des foules dans la naille, on est ouf dans la cour, faut qu'on double la file,\nbang bang, il fait dingue dans ce champ de bataille.\nBouge bouge, sinon tu vas refroidir, move move, et sinon peur c'est horrible,\nbouge bouge, sois pendant fait amine, move move, écoute la voix d'un bandit.\nAttentioni, silencio, attentioni, tu as la venti, attentioni, pour l'attention, attentioni,\nattentioni, tu as la venti, attentioni, silencio, attentioni, pour l'attention, attentioni,\ntous ensemble.\nReprésente Italia, représente Africa, représente America, Latina, représente Jamaica.\nTout ensieme per il popolo, tut insieme contro la poverta, tut insieme per riucire, tut\ninsieme contro le'estima destra.\nUn métichato d'harmonia nel mio cuore parla, devi essere fiero con un uomo se sei vero.\nReprésente i tuoi paesi e natali, représente i tuoi origini, représente abbiamo vesti\ni suoi sanguini, représente siamo tutti insieme.\nAttentioni, silencio, tu as la venti, flottelli, gemelli, on avance, on avance, tempi pour\nnos ennemis, Italia, France, Sicile, l'Europe et toute l'Afrique, Asie, Espagne, Portugal,\nl'Amérique Latine, tous ensemble, faut s'unir pour y arriver, tous ensemble, faut se battre\npour se surpasser, tous ensemble, on est plus fort que n'importe qui à l'armée, tous\nensemble, on a la rage et on vient se lâcher.\nAccord dans les mots, dans le flow, accord dans le chaud, le sang chaud, accord dans\nle chaud, dans le flow, accord dans les mots, le sang chaud.\nSi tu me dis bouge bouge, sinon tu vas refroidir, move move, et sinon personne te rit, bouge\nbouge, sans prendre un metamine, move move, écoute la voix d'un bandit.\nAttentioni, silencio, tu as la venti, attentioni, pour l'attention, attentioni, tout insieme.\n"}