{"reasons": "Prediction_1 invalid; Prediction_0 and Prediction_2 are very similar; Prediction_2 chosen due to better sentence structure in some parts", "closest_prediction": "prediction_2", "output": "Je m'égare, m'envoie passer le choc, je reviens dans la rue, je me perds à chaque\nbloc, je reviens dans la bagarre.\nJe m'étrite, trop secrète, en retard, mais j'accepte le consensus car tes yeux sont\nbavards.\nTrois mois, nous passons au silence, en tête de crâne, le climat de l'ouvrier nous\ndéplace.\nAxel, la troublante éveilleur, lointain, onguelantant, pernelle du rire, du terreur.\nA terre, le temps roule et il est jour, sans retour.\nL'enfance d'Axel a subi la réplique d'un cataclysme cruel, quand un cassemblue n'est\nque troublé en nous comme en colmaté la faille, inaccessible au fond, entouré de\nmurs à l'étoile.\nA mur, culture, tranchée, les murs, salutations, c'est celui de notre généalogie.\nQuand je perçois dans tes yeux poindre une vague d'angoisse, comme une lame de front,\ndes ferlents de menace, gorgons le fond de ton âme, des vices au sanguin s'abîment,\nje tente de surfer la vague de la psychose mutine.\nAux ailes, un monde tremble dans mon baisin, je suis le bon qui l'entoure.\nCrionne ta vue, sombre déesse, illumine mes mauvais jours.\nJ'ai vu ma vie plus belle dans le regard d'Axel, mes symptômes, les idiots, atténués\npar ses mots, le son de la p'tite explicité amère, que je récite à ma fille qui sait\nde moi le repère.\nMoi j'y pense parfois, après mes 35 heures, parce qu'en les dents un peu, mes embryons\nfont un zèle, parce qu'en les dents un peu, j'adore la pudeur qui atrophie le cœur,\nsurtout celui d'Axel.\nAxel, la douleur de l'intérêt, Axel, la trombe à mon trépied.\nMoi, ta mort qui l'entoure, pernal de rire, de terreur,\natteint le temps et les jours sont reçus.\nPsychotique, bâton élogique, autisme atypique.\nPsychotique, bâton élogique, autisme atypique.\nPsychotique, bâton élogique, autisme atypique.\nPsychotique, bâton élogique, autisme atypique.\nPsychotique, bâton élogique, autisme atypique.\nPsychotique.\n"}