{"reasons": "Correct grammar and context; Fewer inaccuracies", "closest_prediction": "prediction_1", "output": "¿Qué pasa? ¿Te equinas contra todos los falsos de la cultura?\n¡Yo! ¡Sin plan, hijos de puta!\nMe suena algo vil y me quedo sorprendido\nSon los mismos de hace unos meses los que me solicitan\nHoy se acuerdan de mi pues tengo una tita\nSolo se encuentran en este mundo para asistir\nHoy si les interesa venir se me fiesta con el de Guinan\n¡Y así es como va!\nEl otro día un antiguo compañero de curro me llamó\nMe preguntó si todo estaba bien, si me sentía bien, si la familia está bien\nY antes de colgar, después de animarme\nLe pedí un favor si podía prestarle unos cientos de euros porque no sé qué quería comprarse\n¡Y así es como va!\nLa peña es falsa hasta cuando canta en la ducha\nSe intentan aparentar quienes no son, viven en su propia película\nLa falsedad está en la orden del día y uno debe protegerse ante tanta tontería\nPero la debilidad de ayudar al prójimo puede conmigo\n¡Y así es como va!\n¡Y así es como me va!\n¡Y así es como va! ¡Cómo va!\nLa peña ya no sabe cómo equilibrar\n¡Y así es como va! ¡Cómo va!\nLa peña lo hace todo por detrás\nFalsos apóstoles creyendo darlo todo\nMienten y critican a las espaldas\nSe quita, revienta tu estampa\nNo tiene ganas de seguir aguantando tanto pan\n¡Las una!\nQuiero que os vayáis con Iker Jiménez\nQuiero vuestra cincuimagen en mil sienes\nRevengados por mil versos falsos predicadores\nQuiraros el poco si sois demasiado pavos\nSiempre os lanzáis de creer que podéis con Babilonio\nSe engulle, vestís todos a la moda como el cuero\nA la moda, los pendientes a la moda\nLos cuernos a la moda, los coches a la moda\nLa novia a la moda, la farropa a la moda\nLos estudios sin embargo ya no me molan\nEl pensar cuando otros lo hacen por nosotros\nImpulso en nuestro día a día\n¿Y para qué ser distinto cuando se puede ser igual que el vecino?\n¿Por qué callar cuando soy quien más tiene que guardar?\n¿Quién es lo que se estira en las charlas con tus colegas?\n¿Y qué eres a tu novia?\nPorque cuando se paga la pones a parir\nY pagaste lo bien que la mamá y el asco que te da\nY es que yo ya no entiendo nada de nada\nPutos hipócritas, en versos escribo en tu fachada\nLejos de mi vida te quiero\nA falsos como tú a todos los colgaba\nMe da igual hacerlo bien o hacerlo mal\nSimplemente me importa tener algo que contar\nY una buena instrumental, ¿cómo no?\nSe guinaste en el track\nClark Lockyer de establanza\nDe las de besos que te masacarán\nY así es cómo va\nAsí es como va, cómo va\nA la pelle ya no saben ni cómo criticar\nY así es cómo va, cómo va\nLa pelea no te llama y todo por detrás\nAsí es cómo va, cómo va\nA la pelle ya no saben ni cómo criticar\nY así es cómo va, cómo va\nA la pelle se hace todo por ensarnar\nAsí es cómo va, cómo va, cómo va, cómo va\nA la pelle se hace todo por ensarnar\nAsí es cómo va, cómo va\nA la pelea se hace todo por ensarnar\nY así es cómo va, cómo va\nY así es cómo va, cómo va\nY así es como va, cómo va\n"}