{"reasons": "consistent content with fewer errors", "closest_prediction": "prediction_1", "output": "Sueños perdidos, cuando todo se ve corrompido.\nSueños perdidos, ser incomprendido, dolor infinito,\nespíritu maldito, tesoro escondido, lugar recondito,\ngran empréstito, momento lúdico, personaje mítico, ambiente rústico,\nla luz de la estrella justifica mi vista, alimenta mi lista,\nenvicia mi vida, castiga mi pena, con alegría corrompida, la única salida.\nDos monedas que van mis salvados al otro lado del lago,\nel barquero y que no divisa canterbero, y mi alma en el fondo.\nLa única sanidad, estar de alas de vida, hacer que se hundan las penas,\nadormecer mi mente suicida, el coche esperando su momento,\nmi tarcho adentro, recuerdo aquellos minutos en los que encontré sustento,\nel trabajo era afuero y mi sueldo modesto, complejos fuera del fiesto,\nfeliz con lo puesto, ahora siento que apuesto mi esto,\nantes de funesto, perdido todo y poco por conseguir,\ndemasiado rápido me lance a entender el significado de vivir,\nhistoria sin final feliz, sentenciado a morir, sucumbir,\ntras conocer la rabia, la furia, ven verme a la rubia,\nescuchar a Coria, convertirme en escoria, perder la decencia,\nel sentir dolencial, hacer sufrir, perder mi esencia,\nconvertirme en un ser infeliz, perder el trabajo, los estudios, un fracaso,\nprobar las delicias que se rulan por el barrio, el polen moreno y el rubio,\ndejar la casa patas abajo, hacer llorar a mi padre y a la madre que me trajo,\nque me regaló esta oportunidad de optar siempre por el buen camino,\nopte por el desvío rápido, deshacerme de recuerdos y guardarlos tan dentro\nque ya ni recuerdo porque mi corazón se muere por dentro.\nDos boledas sujetan mis palpados al otro lado del lago,\nel marquero ingleto divisa Can Cerbero y mi alma el enfo.\nDos boledas sujetan mis palpados al otro lado del lago,\nel marquero ingleto divisa Can Cerbero y mi alma el enfo.\nDos boledas sujetan mis palpados al otro lado del lago,\nel marquero ingleto divisa Can Cerbero y mi alma el enfo.\nDos boledas sujetan mis palpados al otro lado del lago,\nel marquero ingleto divisa Can Cerbero y mi alma el enfo.\n"}