{"reasons": "punctuation;repeated lines;word choice", "closest_prediction": "prediction_1", "output": "J'ai choisi de ne mettre à mal mon côté obscur, qui vivra verra mon ami, tente avec\nmoi cette aventure. Si la peur t'étanise, ton esprit t'habite et ton coeur est confiant,\nsans l'éminence grise, et réveille ton côté traverse.\nAu bal des vampires, on prépare un prochain carnage, sur les dents flambées de l'eau,\noù se trémissent des gens bien sages, plus que leur coeur piteux, et leur haleine nécrophage,\nje préfère les chemins torteux, où l'eau canalise sa rage, contre les fuites de la\npeur, régulant le flot des embrouilles, je préfère un pont direct au coeur, qu'un\nmauvais coup de pied dans les couilles, je préfère une joute franche, et sans équivoque,\nplus que le découpage en tranches, des idées de notre époque.\nContenterons la gauche, choisirons l'esquiffe ronde, à l'armée de nos lames nous faucherons\nla mauvaise herbe nationale, décapitons les têtes, où tout germe la colère, gardons\nles nôtres sur les épaules, en tête à tête avec nos frères.\nArmés de bâtards d'argent, à l'assaut des morts vivants, derrière moi y'a la confrérie,\nalors moi j'ose aller devant, sans uniforme et nul, le pioche fièrement dressé en ligne,\nmême si la cause semble perdue, nous nous passerons de Vin Nelson.\nJ'ai choisi la gastron, comme seule guerre intestine, j'ai choisi le prêche quand d'autres\nvociféraient fulmine, contre les vilains, à l'instar de Vin Nelson, j'aire dans les\ncimetières que des feux folies illuminent, j'ai choisi de mettre à mal, mon côté obscur,\nqui vivra verra mon ami, tente avec moi cette aventure, si la peur t'étanise, ton esprit\nt'habite et ton cœur est confiant, sens l'éminence grise et réveille ton côté trappeur.\nAu bal des vampires, on prépare un prochain carnage, sur les dancefloors des lunes, où\nse trémousent des gens bien sages, puisque leur cœur piteux, et leur haleine nécrophage,\nje préfère les chemins tortueux, où l'on canalise sa rage, contre l'effet de la peur,\nrégulant le flot des embrouilles, je préfère un bond direct au cœur, qu'un mauvais coup\nde pied dans les couilles, je préfère une joute franche, et sans équivoque, plus que\nle découpage en tranches, des idées de notre époque, nous tenterons la gauche, choisirons\nl'esquive frontale, et de nos lames nous faucherons, la robe des herbes nationales, des capitans\nles têtes, tout germe la colère, gardons la nôtre sur les épaules, en tête à tête\navec nos frères, armés de balles d'argent, à l'assaut des morts vivants, derrière\non a l'air à construire, alors moins chose à les devant, sans équivoque, mais nul\nle plus fièrement dressé en ligne, même si la tronçonne perdue, nous nous passerons\ndevant Nelsing.\nNous nous passerons devant Nelsing.\nNous nous passerons devant Nelsing.\nNous nous passerons devant Nelsing.\n"}