{"reasons": "consistency;punctuation", "closest_prediction": "prediction_1", "output": "Bonjour, je ne suis pas là pour l'instant, vous pouvez me laisser un message après le\nbip sonore.\nJe me lève seul ce matin, je vais bien, je vais bien.\nPas d'angoisse et pas de chagrin, je vais bien.\nAh ouais, j'ai pas froid, j'ai même un peu faim, je vais bien, je vais bien.\nMême si je n'ai pas de vaisseau dans les mains, je vais bien, je vais bien, je vais bien.\nJe vais bien.\nJe me lève seul ce matin, je vais bien, je vais bien.\nJ'ai pas pleuré, pas crié, rien, je vais bien.\nAh ouais, j't'avais dit que ça me ferait rien, je vais bien, je vais bien.\nJe le savais, j'en étais certain d'aller bien, je vais très bien, je vais très bien.\nOh oh oh oh, à part que le jour se lève et que de toi je rêve, je vais bien.\nOh oh oh oh, à part que la nuit s'achève et qu'une nuit sans toi, c'est comme si j'avais rien.\nJe ne veux plus te voir, je ne veux pas te dire que je t'aime, je ne veux pas te serrer contre moi tous les soirs, c'est vraiment pas la peine.\nJe ne veux plus te voir, je ne veux pas te dire que je t'aime, je ne veux pas te serrer contre moi tous les soirs, je vais très bien, je vais très bien.\nOh oh oh oh, à part que le jour se lève et que de toi je rêve, je vais bien.\nOh oh oh oh, à part que la nuit s'achève et qu'une nuit sans toi, c'est comme si j'avais rien.\nJe me lève seul ce matin, je vais bien, je vais bien. Pas d'angoisse et pas de chagrin, je vais bien, ah ouais.\nJ'ai pas froid, j'ai même un peu faim, je vais bien, je vais bien. Même si je n'ai pas tes seins dans les mains, je vais très bien, je vais très bien.\nOh oh oh oh, à part que le jour se lève et que de toi je rêve, je vais bien.\nOh oh oh oh, à part que la nuit s'achève et qu'une nuit sans toi, c'est comme si j'avais rien.\nC'est comme si j'avais rien.\nC'est comme si j'avais rien.\nC'est comme si j'avais rien.\nNe t'inquiète pas, tout va bien. J'ai juste peur que mon coeur s'éteigne. Ne t'inquiète pas, tout va très très bien. J'ai juste un peu peur du lendemain.\n"}