{"reasons": "better word choice; fewer repetitive lines; less invalid text", "closest_prediction": "prediction_1", "output": "Nur der Fresse, ich hab keinen Zeit mit dir zu quatschen\nDu bist dumm und weak, yeah, also lass die faxen\nMein Style brennt wie Molotow, heiß und überzeugend\nFucker, nenn mich King of all the Cores mit Texten, die betäuben\nWenn ich rappe, gibt es Tote, denn ich bin der famose Chaos Rhymes, yeah\nRap, huh, du Ose, hey Hose, was ist los?\nIhr werdet zerfickt mit deinem Stoß\nEin Fiescher mit mir kommt fetisch wie Kot auf deinem Schoß\nDas erste, was ich lernte, war Gewalt danach zu sprechen\nBegleite offene Rechnung durch Battle und Thrashing\nJeder weiß, yeah, mein Flavor ist unik\nChaos Battle, yeah, synonym für Krieg\nDenn die Shit wird von mir gebastelt, Freak\nSind deine Vibes doch nur ansatzweise weak\nDu und deine Crew denken zwar, dass ich nett bin\nDabei kill ich eure Platten, bevor sie backspin\nDu brüllst ins Mic und sagst, du seist real\nDoch eine Line von dir ist schon zu viel\nFür meine Ohren, du bist nicht ausser Kohlen\nSie weitern mit Raps zu füttern, Release verschoben\nDu brüllst ins Mic und sagst, du seist real\nDoch eine Line von dir ist schon zu viel\nFür meine Ohren, du bist nicht außerkohlen\nSie weitern mit Raps zu füttern, Release verschoben\nDu brüllst ins Mic und sagst, du seist real\nDoch eine Line von dir ist schon zu viel\nFür meine Ohren, du bist nicht ausserkohlen\nSie weitern mit Raps zu füttern, Release verschoben\nIm Bezug auf Rap bin ich ein Streber\nUnd willst du Rap ans Leder, kommst du unter meine Räder\nSelbst freut mir erstaunt über mein geistiges Profil\nDenn ich fluche wie kein Zweiter, tisse und saufe zu viel\nCome on bitches, Faker, leg das Mic weg\nGuess who's back? Dein Hirn ist schwammig und weich wie Moose\nVerpestet via Zikl in der Hip Hop Bar wo Juice\nDu schwules Hemd stierst auf Hoodies und Baggy Pants\nDabei ist Hip Hop für dich nicht mehr als ein neuer Trend\nDu bist nicht mehr wert als ein flohem Teppich und darum rapp ich\nMeine Texte sind sowohl frisch als auch dreckig\nDein Grund zu rappen? Wackness unterstützen\nMein Grund zu rappen? Fettnis zu verspritzen\nDu brüllst ins Mic und sagst, du seist real\nDoch eine Line von dir ist schon zu viel für meine Ohren\nDu bist nicht außerkoren, sie weiterhin mit Raps zu füttern\nRelease verschoben\nDu brüllst ins Mic und sagst, du seist real\nDoch eine Line von dir ist schon zu viel für meine Ohren\nDu bist nicht außerkoren, sie weiterhin mit Raps zu füttern\nRelease verschoben"}