{"reasons": "Similarity among predictions; Consistent content throughout", "closest_prediction": "prediction_0", "output": "Chaos Rhymes 2005\nYeah, Chaos Rhymes 2005\nFuß in der Tür, das Album\nProps an Leon Mob, I'm a Mob, immer Mob\nSee you on court\nAged Down, Aged Down, Big Borrowed Dreams\nMy star was born in Aged Town, you know what I mean?\nAged Down, Aged Down, Big Borrowed Dreams\nMy star was born in Aged Town, you know what I mean?\nHerzlich Willkommen im Nordosten von Berlin\nSchön, dass du da bist, komm\nLass dich abziehen von Russen auf Koks oder\nLass dich schlagen von Glatzen auf Alk\nDenn hier gibt's nix zu starten\nBis auf jede Menge Stress und Gewalttaten\nIch kann dir echt nur raten, wähle sorgsam deine Straßen\nViele, die an den Ecken nachts nur so auf dich warten\nMarkier' hier nicht den Harten, das wird sich doppelt strafen\nNur ein starrer Blick, nur ein kleiner Spruch\nUnd du hast das letzte Mal aus beiden Augen geguckt\nDu hast aufgemuckt, einmal zu früh gezuckt\nEinmal zu spät geduckt und schon liegst du am Boden\nWährend sich Schuhe in deinem Magen gegenbohren\nBereust du, dass du gekommen bist zu mir\nIn die Underground Scene, in mein Revier\nNach Aged Town Berlin, nach Aged Town Berlin\nH-Stadt, H-Stadt, was ist nun mit dir los?\nDu versippst immer mehr und kommst allein nicht wieder hoch\nSchon seit Jahren bist du krank und gehst an Krücken\nStatt die Menschen zu verbinden, baust du Mauern, keine Brücken\nIn deinen Straßen hab ich fighten gelernt\nIn deinen Häusern hab ich feiern gelernt\nIch kenn dich wie kein zweiter schon mein ganzes Leben lang\nUnd jetzt wo's ernst wird, fängst du zu schwächeln\nH-Stadt, H-Stadt, herzlich willkommen im Nordosten von Berlin\nIm Krisengebiet, bleib weg, wenn du dein Leben liebst\nKomm am Tage zu Besuch, auf durchreisen\nDoch hierher zu ziehen, das wär echt scheiße\nEs sei dir würzig wohl zwischen Prolz und Pikai, die Spacken\nDie allzu gerne hier einen Affen machen\nZwischen Betonplatten unter sozial Schwachen\nDie noch nie die Kohle auf den Taschen hatten\nImmer wieder verkackte Atzen, die dein Lack zerkratzen\nIn jedem Block zwei Ticker, die in Drogen machen\nTriste Gesichter, Mistmut, kaum ein Lachen\nBist du in Not, schrei, fuchtel mit Füßen und Händen\nKeiner wird helfen, sich abwenden und gehen\nJetzt bereust du, dass du gekommen bist zu mir\nIn die Underground ziehen, in mein Revier\nNach H-Town Berlin, nach H-Town Berlin\nH-Stadt, H-Stadt, was ist nur mit dir los?\nDu versippst immer mehr und kommst allein nicht wieder hoch\nSchon seit Jahren bist du krank und gehst an Krücken\nStatt die Menschen zu verbinden, baust du Mauern, keine Brücken\nIn deinen Straßen hab ich fighten gelernt\nIn deinen Häusern hab ich feiern gelernt\nIch kenn dich wie kein Zweiter, schon mein ganzes Leben lang\nUnd jetzt wo's ernst wirkt, schwängst du zu schwächeln\nHerzlich willkommen im Nordosten von Berlin\nIn meinem Viertel, wo oft und gerne mal die Fetzen fliegen\nPankst ich natürlich mit Glatzen in die Haare kriegen\nPenner von Sonntag bis Sonntag im nassen Rennstall liegen\nHier gibt's echt alles, vom Junkie bis zum Fuzzi\nWer oder was ist eigentlich Carlo Colucci?\nWer oder was trägt eigentlich Carlo Colucci?\nZeig mir einen Pollen-H-Town, ich werd der\nTausend Lüder, tausend Stricher, tausend Wichser, ein tausend Lügner\nTausende klonte Pisser, Mitläufer, Milchgesichter\nWarum das Handy um den Hals, die Hosenbeine in die Socken\nDemnächst tragen sie ihre Haare, wohl pink und geflochten\nSonst Scheiß gibt's echt nur hier, vor meiner Tür\nJetzt bereust du, dass du gekommen zu mir\nIn die Underground ziehen, in mein Revier\nNach H-Town Berlin, nach H-Town Berlin\nH-Stadt, H-Stadt, was ist nun mit dir los?\nDu versiffst immer mehr und kommst allein nicht wieder hoch\nSchon seit Jahren bist du krank und gehst an Krücken\nStatt die Menschen zu verbinden, baust du Mauern, keine Brücken\nIn deinen Straßen hab ich fighten gelernt\nIn deinen Häusern hab ich feiern gelernt\nIch kenn dich wie kein Zweiter, schon mein ganzes Leben lang\nUnd jetzt wo's ernst wird, fängst du zu schwächeln an\nH-Stadt, H-Stadt, H-Stadt, H-Stadt\nH-Stadt, H-Stadt, was ist nun mit dir los?\nDu versiffst immer mehr und kommst allein nicht wieder hoch\nSchon seit Jahren bist du krank und gehst an Krücken\nStatt die Menschen zu verbinden, baust du Mauern, keine Brüchen\nIn deinen Straßen hab ich fighten gelernt\nIn deinen Häusern hab ich feiern gelernt\nIch kenn dich wie kein Zweiter, schon mein ganzes Leben lang\nUnd jetzt wo's ernst wird, fängst du zu schwächeln an\nH-Stadt\n"}