{"reasons": "better structure;more accurate lines", "closest_prediction": "prediction_0", "output": "Das ist der Lauf der Dinge und ihr könnt nichts dran ändern, der Lauf der Dinge.\nIch nenn's den Lauf der Dinge und ihr könnt nichts dran ändern, der Lauf der Dinge.\nDas ist der Lauf der Dinge, der Lauf der Dinge.\nDas ist der Lauf der Dinge und ihr könnt nichts dran ändern.\nBei mir hat sich nicht viel verändert, nicht viel ergeben.\nIch sitz noch immer in H-Town und friste mein Leben wie Soldaten in Gräben.\nSitze ich da, atme durch, warte ab auf meine Zeit, die kommen mag.\nTagaus, Tag ein, schreibe ich Rhymes, höre die Kinder am Hof schreien.\nDen Nachbar und Kläffen meine Gedanken zu mir sprechen.\nIch bin nicht happy, sollte ich etwa?\nJeder fragt wie's geht, doch ich erlebe ständig das gleiche wie ein Dauerkämpfer.\nAuf meinen Schultern lassen Zentner, doch ich bin es gewohnt.\nIch hab gehört manche essen mit goldenen Löffeln, bei mir gibt's nur Brot.\nEs scheint als wohl nicht eine einstige Wiederholung.\nViernägliche Erholung sowie Achtwurm-Promo.\nNa klar hab ich auch gute Tage, doch die schlechten überwiegen.\nDie guten sind zusammen mit dem Cash auf der Strecke geblieben.\nIch hab es oft sehr bunt getrieben, immer nur an mich gedacht.\nDen Frauen etwas vorgemacht, anstatt sie einfach mal zu lieben.\nMuss wohl in den Gehen liegen, doch keiner kommt zu mir, schwarzt mich voll.\nFuckt mich ab, weil ich's längst durchschaut hab.\nIch kenne jedes Spiel, jeden Trick, alle wollen sehen, wo mein Best ist.\nIch glaub ihnen nicht, ich seh's auf einen Blick.\nWer fake, wer real ist, bin ich oben, gibt Support aus allen Ecken.\nBin ich broke, muss ich mich auf Zeitung betten.\nDeshalb nehm ich keine Ratschläge an, von Leuten, die ihr ganzes Leben lang alles in den Arsch bekamen.\nMeine Wohnung aus Betonplatten, kein Eintrag in Landkarten.\nAnonym und trist, steht auf meiner Klinge.\nVerpiss dich, Bitch, ich kaufe nix und hab auch nix zu verschenken.\nBei mir bist du falsch, wie ein Bugatti im Gelände.\nIch bin noch lange nicht am Ende, fang grad erst an.\nVandagier mir die Hände wie Jean-Claude Van Damme.\nVor seinem nächsten Kampf setz ich zum Rundumschlag an.\nMach die ersten Punches, die ersten dritte Richtung Spitze.\nIch schlage Hindernisse, Erfolg ist Punkt 1 auf meiner Liste.\nAlso bitte mach Platz, wenn du schwache Nerven hast.\nWenn du nichts dagegen hast, lass ich weitermachen.\nWeil du nichts entgegnen kannst, wenn ich weitermache.\nIch bin auch immer der Junge, der Rapplatten sammelt.\nAls wär jede Scheibe Teil der 100 Most Wanted.\nIch hab Hunger wie Wölfe, bin gierig aufs Geschäft.\nUnd erst wieder ruhig, wenn auf meinen Checks steht Iron Man Disrap.\nDas ist der Lauf der Dinge und ihr könnt nichts dran ändern.\nDer Lauf der Dinge.\nIch nenn's den Lauf der Dinge und ihr könnt nichts dran ändern.\nDer Lauf der Dinge.\nDer Lauf der Dinge.\nDer Lauf der Dinge.\nDas ist der Lauf der Dinge und ihr könnt nichts dran ändern.\n"}