{"reasons": "prediction_2 contains fewer errors;", "closest_prediction": "prediction_2", "output": "¿Cómo es posible que para entrar al primer mundo tengamos tres fábricas cerradas,\nobreros despedidos, hospitales destruidos, presos encadenados, trenes que meten hielo,\nchicos de la calle mangando, alfabetos acarrados?\n¿No te parece que como cuota de ingreso es un poco mucho, vea tanto, médico?\nEl primer mundo tiene reglas muy precisas y muy claras.\nEl primer mundo es muy ordenado y la regla dice que el que tiene la manita\nes el dueño de la guita.\nY a los dueños de la guita no les importa ser maguitas.\nLo único que les importa es hacer maguitas.\nDigo, y la moral y la ética.\nY el prójimo, se acabó el prójimo, tanto que a punto cuando cayó el muro de Berlín\nel prójimo estaba abajo, quedó aplastado como cinco de queso.\nNo hay más prójimo.\nAhora la consigna es, tal vez que quien fuera, pero un primer mundo,\nno sea primer mundo o cuarto mundo de esa manera sin humanos.\nEs más, que se llega el globo terráqueo cada vez más chica más.\nSi no arreglamos todo, todo no, si no arreglamos algo, va a reventar todo anoche.\nYa se lo dije mil veces, yo no pido, yo soy un analista político.\nAnaliza lo que pasa, pasa lo que le cueste, si le gusta bien, si no,\na cantarle a Pávaros y dice lo cual.\nSe despidió de mí con un besito, me regaló un preservativo con un cartelito\nque decía, esta es una de las pocas actividades que todavía necesitan el prójimo.\nAproveche.\nY se las tomó.\nY yo también me las tuve pensando que a veces se hacen cosas que no gustan,\npero ojo con los costos, porque no tiene ningún sentido cortarse una pierna\npara venderla y después comprarse zapatos por eso.\nA ustedes, queridos caníbales, les digo a tratarse con amor,\na tentar la neurona, a seguir laburando, a gozar de las cosas lindas,\nincluida la democracia.\nY los espero a esa misma hora, el próximo año.\nMientras canto, perfum con patatas y..."}