{"reasons": "more coherent lines and fewer repetitions", "closest_prediction": "prediction_2", "output": "I'm sure every caring human being who's out here volunteering his time, or who wears a\nbadge for a living because he loves his fellow man, or who goes out to fight fires because\nhe loves his fellow man, and wants people to get help, but they're not getting it.\nSean, just take a look. Take a look. I want everyone in this world to see six days after\nKatrina swept through the city, five days after the levee collapsed, this baby, this\nbaby, how old is this baby? And where's your, you had missing twins?\nYes, this is my youngest grandchild.\nWe got separated.\nAlright, they're separated. I hope to God, I'm so glad they're not here. They're not here. They're not here in hell on earth.\nBut here, hold this, honey, what's your name?\nMy name is Hannah Lee.\nLook in the face of the baby. This is it. This is it. No sugarcoating, no political spin, no Republicans or Democrats.\nPeople suffering, let them go. Let them out of here. Let them go. Let them walk over this damn interstate and let them out of here.\nSo what you're seeing is drugs, starving, crazy addicts, drug addicts that are wrecking\nlooking for something to take the eggs off of their jowls.\nUh, you know the, uh, what?\nPeople just don't believe that this is a matter.\nThey don't believe that this is a matter.\nThey said only hotel guests are in the process.\nPeople just don't believe that this is a matter.\nThey weren't going to wait until it did shake when they were last there.\nThey said only hotel guests are in the process.\nThey said only hotel guests are in the process.\nPeople just don't believe that this is a matter.\nBut we authorized $8 billion to go to Iraq.\nLickety-squick.\nAfter 9-11, we gave the president unprecedented power.\nLickety-squick.\nLickety-squick.\nLickety-squick.\nThere is nothing to have nothing.\nAnd they're feeding the public a line of bull, and they're spitting it at people that are\ndying now.\nYou know, God is looking down on all this.\nAnd if they are not doing everything in their power to save people, they are going to pay\nthe price tonight.\nAnd they're feeding the public a line of bull, and they're spitting it at people that are\ndying now.\nWe were both pretty speechless here.\nI don't know what to say.\nI just wanted to say thank you for the power.\nYou guys have been amazing.\nThank you.\nThank you.\nThank you.\nThank you.\nThank you.\nThank you.\nThank you.\nThank you.\nThank you.\nThank you.\nThank you.\nThank you.\nThank you.\nThank you.\nThank you.\nThank you.\nThank you.\nThank you.\nThank you.\nThank you.\nThank you.\nThank you.\nThank you.\nIt's a hurricane coming here.\nAll of us gonna be flooded.\nWe don't have nowhere to go.\nNothing to eat.\n"}