{"reasons": "more coherence in the lines; less repetition; proper structure", "closest_prediction": "prediction_0", "output": "Oh my people, my fathers and my mothers, my brothers, my sisters, there is sickness that\ncome to this world that have no cure.\nWhat is the name now?\nAce.\nIgeta Seville.\nIn our olden days we did not get this type of sickness.\nBut now, there is sickness everywhere.\nKilling my people, my brothers.\nWe got to be careful now.\nOH!\nIt's real, real, oh It's real, real, oh\nIt's dangerous, it's dangerous It's real, real, oh\nIt's real, it's real, oh It's real, it's dangerous\nIt's dangerous, it's dangerous It's dangerous\nThe condom\nI warn you, be careful Stick to your patina, put on your condom\nI warn you, be careful Stick to your patina, put on your condom\nI warn you, be careful Stick to your patina, put on your condom\nI warn you, be careful Stick to your patina, put on your condom\nI warn you, be careful Stick to your patina, put on your condom\nI warn you, be careful Stick to your patina, put on your condom\nI warn you, be careful Stick to your patina, put on your condom\nIt's real, it's real, oh It's real, it's dangerous\nIt's real, it's real, oh It's real, it's dangerous\nIt's dangerous, it's dangerous It's dangerous\nLet's go, let's die, easily Now we be getting ready, place A sex, A day worth\nWhy you wanna kill yourself? Take care, and make her use her condom, anytime\nIt's not reality, it's real If you don't believe me then go ahead and get your facts\nGo ahead and look around, go ahead and find the truth\nYou don't think it's true but then come and check out\nGo to the hospital, check out the mushrooms\nYou see so many people dying of AIDS It's gonna change your life, you better be real\nCome and use a condom bro, you better be realistic about this thing\nI'm telling you the facts, AIDS is real, it's real, it's killing people out there\nIt's not AIDS, it's not AIDS Oh my people, it's not AIDS\nMy brothers, it's not AIDS You got to be careful, it's not AIDS\nOh, it's not AIDS My people, it's not AIDS\nMy brothers, it's not AIDS Love life, it's not AIDS\nSave your life, it's not AIDS Then you just die, it's not AIDS\nOh, it's not AIDS My people, it's not AIDS\nStop AIDS, it's not AIDS Love life, it's not AIDS\nBebe mubei, it's not AIDS Uko di siu moso, it's not AIDS\nMo man pari wo, it's not AIDS Mo man polongo, it's not AIDS\nGoki walo nju, it's not AIDS Aru e siu, it's not AIDS\nWo pa modeo, wo pa jbe lajbao\nWo pa kuri, wo mbobu\nE mi o laro, wo pa si chaucha\nE si lalari e bia, ube kue numa\nPe ma waya kiti kiti kiti ube fau, ue nimbe yon kase\nMo man mwea ube, do shi ma me\nMo man mwea ube, ka na ma e sa\nCome along, come on, let's put our heads together\nYou know we've got to stop AIDS\n"}