{"reasons": "less error in lyrics; better match to original lyrics", "closest_prediction": "prediction_2", "output": "Prédicateur de la morale, sans qui penser, mais pas normal.\nÉcrivez donc une mélodie, et puis un texte bien gentil,\ndes esprits vides à rallier, c'est quoi ce qui rentre dans nos cités ?\nLa recette, je vous la donne, un air tout con, tout long, frotteur.\nFaites-les taper dans leurs mains, tous ces esthètes pas bien malins.\nProclamez le génie artiste et l'abruti apéotiste,\net vous verrez qu'on le suivra, surtout si on ne le comprend pas.\nCe n'est pas l'idée qu'on retiendra, mais combien le contre du doigt.\nCe n'est pas l'idée qu'on retiendra, mais combien le contre du doigt.\nIls sont pas fous ces hommes d'affaires, le populaire, ça marche l'enfer.\nCultiver la foule en délire, ça rapporte plus que de la s'agir.\nLes rêves de l'inter-entier, l'être grégaire et pas sans faire.\nOù sont donc les courageux qui peuvent se plaire en solitaire ?\nMais où sont donc les courageux qui peuvent se plaire en solitaire ?\nPourtant je crois que Nietzsche dit qu'il n'y a de grand, que l'inter-y voyait le joie.\nJe suis un philosophe pour les grands génies qui m'apposent.\nMais si j'ai besoin de chercher son âme, c'est qu'elle qui suit, il n'y a plus rien.\nSur TF1, j'aimerais bien sentir enfin ce tout parfum.\nSur TF1, j'aimerais bien sentir enfin ce tout parfum.\nSur TF1, rafionnette à chansonnette aux écolos.\nOn est bonne tête, continuez à vous engager, moi je me désengage.\nCar c'est vous chez mes camarades, vous, moi je trinque avec toi.\nCar t'es sympa, ne pas se fier aux vieux relâches.\nSurtout quand on est un peu rien à boire, ne vous fiez pas aux vieux relâches.\nSurtout quand il n'y a plus rien à boire.\nOui, je préfère aux idéaux d'une revière.\nDans un bistrot, la société m'a déjà eu.\nLa preuve c'est que je ne sais pas tout dur.\nSi je me sens trop seul ici, bah je pourrais pas cartopardiser.\nC'est dur de chercher la vérité dans des sentiers privatisés.\nC'est dur de chercher la vérité dans des sentiers privatisés.\nMoi je ne ferais point de morale, pas que ça me dérange, m'en fous pas mal.\nQu'il continue à se reproduire dans le même mot, dans le même cuir.\nAllez surtout ne parlez pas du ce que vous avez, entendez là.\nCar être seul sans renommé, c'est aussi une raison d'exister.\nCar être seul sans renommé, c'est aussi une raison d'exister.\nVous êtes tombé dans le panneau si vous chanteriez ce morceau.\nSi vous chanteriez cet imbalo, c'est que vous n'êtes pas de fidaux.\n"}