{"reasons": "better coherence;accurate words", "closest_prediction": "prediction_1", "output": "Oh non, n'avez-vous pas marre de l'amour ? Sentiment offert à tous,\nEt pour toujours, passez ton oui le plus, démocratique,\nEt gagne-pain de quelques artistes mythiques.\nAh, mignonne, allons donc voir si la rose, Qui l'autre soir brusquement s'est éclose,\nN'a pas ce matin perdu ses épines, Celle qui causait ton chagrin, ma Sabine.\nOn s'arrête, puis d'autres passent sans doute le détour,\nMais non, n'avez-vous pas marre de l'amour ?\nToutes ces nes et cn qu'on trouve dans les poèmes,\nLes poètes en ont fait heureusement leurs problèmes.\nMais cette débauche morose de gentillesse, Qu'on la rose un peu gauche au vin de messe,\nPuis l'amoureux fait son baccalauréat, Et dans l'ivresse, il tue l'original.\nSon imagination a déserté, Et sa raison vit depuis sur le trottoir,\nMais il se frappe le coeur, Avec espoir, mêlement, et sans peur de le voir saigner.\nEt l'amoureux se lance avec passion, Sur la lance affûtée de Cupidon,\nCroyant possible de vivre pour être ému, Il finit souvent mort et enfralé.\nAh non, n'avez-vous pas marre de l'amour ?\nQuand Cupidon se marre, Et compte avec humour,\nSes quelques heureux sur les doigts d'une main, Pour les autres, c'est les étoiles et les sapins.\nBien sûr, il y a ceux qui font semblant, Qui se rassurent en en parlant souvent,\nPartageant leurs sentiments, Même en mangeant, Et tirent des larmes à la boîte de Haren.\nAlors pardonnez-moi, Ce péché bien malsain,\nQui consiste à dénigrer, Ce qui sauve nos sociétés,\nCar sans cet amour, Qui occupe corps et mains,\nOn comprendrait bien vite, Qu'on s'en met à se tuer.\nMais ce petit plaisir est un traître, Dur à voir, venir et à reconnaître.\nOui, moi aussi, je m'en vais l'embrasser sans détour,\nJe ne suis qu'un humble troubadour, Je ne suis qu'un humble troubadour.\n"}