{"reasons": "more coherent and accurate lyrics;fewer repetitive lines", "closest_prediction": "prediction_1", "output": "Hey hey, hay amores que duran un día y son buenos\nHey hey, hay los que duran muchos años y son mejores\nHey hey, pero hay los que duran toda la vida\nHey hey, esos son los imprescindibles\nHey hey, los de Quince o Flo\nLo que sería de mi hombre fuera, si esa nena linda no existiera\nLo que sería de un poema o una melodía si no existieras\nSi no creyeras lo que yo siento, ¿qué caso tienes seguir escribiendo?\nQué cosa fuera de mí, ándate me lady, mi única inspiración es lo que siento por ti\nQuisiera ser Romeo y tú mi Julieta, el cielo de este mundo y tú mi estrella\nEl nene que te quiere y el nene que te besa, mami tú me tienes que explotar mi cabeza\nQuisiera ser el verso y tú mi poeta, quisiera ser el agua y tú mi sirena\nEl nene que te quiere y el nene que te besa, mami tienes todo y todo me interesa\nLo que sería de mi hombre fuera, si esa nena linda no existiera\nLo que sería de un poema o una melodía si no existieras\nSi no creyeras lo que yo siento, ¿qué caso tienes seguir escribiendo?\nQué cosa fuera de mí, ándate me lady, mi única inspiración es lo que siento por ti\nSi no creyeras lo que inspira cada beso de Dios\nSimplemente no hubiese ninguna inspiración\nYo siempre quisiera poemas, mucho menos palabras\nQue los versos me volcaran a ser la incienso\nYo te quiero nena, no lo puedo negar, yo te doy mi corazón y te tengo en hogar\nUna princesa mami, no la puedo negar, tu caminar, tu carita mami es estelar\nSi tú me quieres yo te quiero y todo va a pasar, mi corazón se enloquece por ti mami\nMi futuro, mi carrera mami es para ti y lo único que quiero es que seas mi lady\nSi no existiera esto que siento, ¿qué cosa fuera una canción sin sus versos?\nQué cosa fuera de lo que escribo, de lo que llamo si Dios no me escribo\nFuera un gran revoltijo de tintibapé, si no tengo tu cuerpo no sé qué hacer\nLo que sería de mí o que fueras, si esa nena linda no existiera\nLo que sería de un poema o una melodía si no existieras\nSi no creyeras lo que yo siento, ¿qué caso tienes seguir escribiendo?\nQué cosa fuera de mí, habla de mi lady, mi única inspiración es lo que siento por ti\nSi no creyeras lo que espira, cálmate conmigo, simplemente no hubieras tenido una inspiración\nEhhh, ehhh, ehhh\nLo que sería de mí o que fueras, si esa nena linda no existiera\nLo que sería de un poema o una melodía si no existieras\nSi no creyeras lo que yo siento, ¿qué caso tienes seguir escribiendo?\nQué cosa fuera de mí, habla de mi lady, mi única inspiración es lo que siento por ti\n"}