{"reasons": "greater_precision;punctuation_correction", "closest_prediction": "prediction_2", "output": "¿Cómo va el lunes? Dime con qué te da.\nSu calor me altera. Es pura candera.\nAy, esa morena. Cuando se me pega.\nEs pura candera. Otra noche en verano por esa morena.\nYa no sé lo que me pasa. Mira mami cómo es que tú me atrapas.\nSi este morenito no tiene dueña. Sigo por la calle y soy un playa.\nAtrévete, quiéreme tu muñeca. Tírame un besito y tú me pecas.\nQuiéreme tu celda y tú me arreta. Y mira lo que siento por ti, muñeca.\nCada vez que la miro se me va el avión. Cada vez que la toco, mami, con pasión.\nCada vez que yo siento la tentación. Yo la toco, la devoro y se lo hago.\nElla es la mujer. La única estrella del cielo.\nYa no sé lo que haré. Si algún día yo te pierdo.\nElla es la mujer. La única estrella del cielo.\nYa no sé lo que haré. Si algún día yo te pierdo.\nQué tremenda sabrosura que nos lleva a la locura.\nCuando mueve su cintura y a la cama me tortura.\nPero mami no le pare con su cuerpo. Que lo tiene como quiere.\nYo lo siento. Lo menea, lo perrea, pero bien de lao.\nPegadito a la cadera, mami, bien melao.\nSi lo quieres más caliente, just talk to me.\nEl doctor del amor en I Gotta Be.\nMami, no le pare con este beat.\nMuévete al ritmo del ex así.\nMuévete, prénete y dale así.\nY este morenito solo quiere un kiss.\nElla es la mujer. La única estrella del cielo.\nYa no sé lo que haré. Si algún día yo te pierdo.\nElla es la mujer. La única estrella del cielo.\nYa no sé lo que haré. Si algún día yo te pierdo.\nComo un tropearea. Y me coquetearea.\nSu calor me altera. Es pura candera.\nEsa morena. Cuando se me pega.\nEs pura candera. Otra noche en verano.\nPor esa morena.\nCada que la toco en la cama. Yo la toco y la aprieto con gana.\nDe repente se vuelve una gata. La muñeca se aloca y me araña.\nEsta noche le damos con caña. Si tú quieres tomamos champaña.\nElla cruza y se vuelve la calma. Y yo le pongo bien duro a mi chamba.\nComo un tropearea. Y me coquetearea.\nSu calor me altera. Es pura candera.\nEsa morena. Cuando se me pega.\nEs pura candera. Otra noche en verano.\nPor esa morena.\nEres la mujer. La única estrella del cielo.\nYa no sé lo que haré. Si algún día yo te pierdo.\nEres la mujer. La única estrella del cielo.\nYa no sé lo que haré. Si algún día yo te pierdo.\nComo un tropearea. Y me coquetearea.\nSu calor me altera. Es pura candera.\nEsa morena. Cuando se me pega.\nEs pura candera. Otra noche en verano.\nPor esa morena.\nEres la mujer. La única estrella del cielo.\nYa no sé lo que haré. Si algún día yo te pierdo.\nEres la mujer. La única estrella del cielo.\n"}