{"reasons": "Consistent formatting and good grammar", "closest_prediction": "prediction_2", "output": "Rayon de soleil sur le coin du lit, une épaule que je ne connais pas.\nLes bras de Morphée m'ont mené vers l'oubli. Quel est ce corps caché sous les draps ?\nMa tête est un grenier rempli de souvenirs, recouvert de poussière.\nDans mon cerveau j'entends le bruit étourdissant d'une scène de guerre.\nJ'aimerais bien sans offense vous demander ce qui s'est passé.\nCette nuit en avez-vous conscience ? Nos sueurs se sont mélangées.\nJe me lève discret et m'éloigne de toi à petits pas.\nDans les vapeurs de café, j'espère que tu ne te réveilleras pas.\nAs-tu eu du plaisir ? Est-ce l'effet de ces verres ? Ou alors est-ce moi ?\nEst-à-second de tes cinq sens ? Après le septième ciel, à quel étage tu redescendras ?\nJ'aimerais bien sans offense vous demander ce qui s'est passé.\nCette nuit en avez-vous conscience ? Nos deux peaux se sont rencontrées.\nDepuis quand collectionnez-vous ces chambres l'endemain perdues ?\nAprès l'exploration de votre corps désormais, on ne se connaeet plus.\nDepuis quand les sirènes viennent-elles s'échouer sur les rivages de mon lit ?\nMoi qui, après tant de naufrages, joue les Robinson de la nuit ?\nJ'aimerais bien sans offense vous demander ce qui s'est passé.\nCette nuit en avez-vous conscience ? Nous nous sommes tous les deux envolés.\nQuoi de plus troublant que ces corps qui se visitent ?\nCes mots échangés au creux de l'oreille dans la douceur des draps ?\nVoilà que l'aube arrive et l'embarras qui s'invite.\nMots qui se font des politesses, regards qui partent vers le bas.\nJ'aimerais bien sans offense vous demander ce qui s'est passé.\nCette nuit en avez-vous conscience ? C'est au fond de vos bras que je me suis noyé.\nLe visage embué tu te lèveras pour trouver un vrai môme.\nTe dire bonjour, t'embrasser, feindre l'oubli, peu importe.\nFace à cette montagne de doute, entre ces questions je slalome.\nQue se dire tout à l'heure quand tu passeras la porte ?\nJ'aimerais bien sans offense vous demander ce qui s'est passé.\nCe matin en avez-vous conscience ? C'est un peu de vous que j'ai gardé.\nJ'aimerais bien sans offense vous demander ce qui s'est passé.\nCe matin en avez-vous conscience ? C'est un peu de vous que j'ai gardé.\n"}