{"reasons": "more accurate lines;proper line structure;more understandable lyrics", "closest_prediction": "prediction_2", "output": " Toi t'entends des rivières couler des caniveaux \n T'imagines des lumières derrière tous les rideaux \n Quand viendra le désert quand vraiment y aura plus d'eau \n Tu danseras dans la poussière ton chameau sur le dos \n Tu t'étonnes des nouvelles tu t'amuses des journaux \n Ta journée fut bien belle je n'ai pas vu qu'il faisait beau \n Tu dis à quoi ressemble-t-il moi tes peintures à l'eau \n Quand on t'enlèvera l'échelle tu tiendras par le pinceau \n Mette-moi à tes lunettes Mette-moi à tes lunettes \n Fais-tu mon désir de te réveiller \n J'ai besoin de ta vie, mais tu m'étonnes \n Mette-moi à tes lunettes Mette-moi à tes lunettes \n Fais-tu mon désir de te réveiller \n J'ai ma place de l'homme au coeur de ta tige \n Tu cherches ton paradis Comment cherches-tu l'inspiration? \n Encore une fois, comme tu dis C'est ton unique religion \n Dites que l'on t'envie autant D'imagination \n Comme tu dessines chez mon fils Comme tu vois les papillons \n Mette-moi à tes lunettes Mette-moi à tes lunettes \n Fais-tu mon désir de te réveiller \nAh!\n J'ai même le choc de pas te dire Qu'on est en vie \n Mette-moi à tes lunettes Mette-moi à tes lunettes \n J'ai même le choc de pas te dire Qu'on est en vie \nAh!\n J'ai même la classe au monde Le monde de part et d'autre \nÇa refuse de s'amuser\n Et j'ignorme même pas pourquoi Comment t'as vrai me l'assumer \nAah!\nEt j'ignore même pas pourquoi\nwrap, wrap, wrap, wrap, wrap, wrap, wrap\nTraverse de sable\nJ'me casse de presented\nRevivre forcément\nPour aurait, revisver...\nAah!\n\nAah!\n\nToi t'entends des rivières couler des caniveaux\n\nT'imagines des lumières derrière tous les rideaux\n\nQuand viendra la poussière couvrir nos idéaux\nJ'échangerai bien mes œillères contre tes droits de carreaux\nAah!\nPrête-moi tes lunettes\nC'est pour les yeux chouettes\nJ'y vais sans doute pas plus nette mais tant mieux\nPrête-moi tes lunettes\nPrête-moi tes lunettes\nToi j'ai fait que la planète est lue\nJ'aime apercevoir le monde par tes yeux\nPrête-moi tes lunettes\nAah!\n\nAah!\nPrête-moi tes lunettes\nJ'aime apercevoir le monde par tes yeux\n"}