{"reasons": "corrected word choice; consistent structure", "closest_prediction": "prediction_1", "output": "Yeah, Cynic Lethal on the beat\nYeah, I got the fight inside, I have been crucified\nI rose and now you'll ride, and stand right here beside\nWe'll all be friends real soon, we will get through the doom\nSaw how much we consume, put me in a white room\nGone crazy, called a loon, then something new to bloom\nSacred female in whom, of earth she will come through\nI'll be doing yoga, a secret Sith Dakota\nThere's love left in my folder, a Jedi Tabayoda\nI know you like yoga, but I still want you on my squad\nI'm Steven, P.M. forside, even numbers need odd\nI know you like yoga, but I still want you on my squad\nI'm Steven, P.M. forside, even numbers need odd\nAnd soon we all gonna fade to black, ace of spades and you come right back\nI'm gonna play, please let me attack, you know if I lose we all get smacked\nTook new king, gave up a jack, found a new game and a back pack\nIt's fun to some, but it's quite whack, people die of what they lack\nWe get high and spend our cash, some die without food, you fast\nClass is a problem, I see a gas, we create the now and the past\nLaw of attraction, held from craft, those who need to know the path\nCreating love, dispelling wrath, masochist, he holds great the fact\nI know you like yoga, but I still want you on my squad\nI'm Steven, P.M. forside, even numbers need odd\nI know you like yoga, but I still want you on my squad\nI'm Steven, P.M. forside, even numbers need odd\nMy joy is yours, let's date, I like you and think you're great\nLive love and just seal your fate, this is real, no mistake\nMy joy is yours, let's date, I like you and think you're great\nLive love and just seal your fate, this is real, no mistake\nUnless you project yourself hating, burn me at the stake\nYou got us with good bait, I'll catch you, you just wait with me\nYou will not forget, past spells, I am a witch\nAnd don't call me a bitch, forget about being rich\nDesire, it got a glitch, religion just like a snitch\nCan often just make you twitch, you're the ish now, make a wish\nI know you like yoga, but I still want you on my squad\nI'm Steven, P.M. forside, even numbers need odd\nI know you like yoga, but I still want you on my squad\nI'm Steven, P.M. forside, even numbers need odd\nYeah, wrote a song for me for twenty, had to create the money\nYou didn't know that dummy, bite my head off, it's yummy\nChewing me, I am gummy, and then I feel real crummy\nA knot inside my tummy, want you to love me, honey\nHurt me, I'll call the gunny, he'll paint you into putty\nFollowing the white bunny, you fool, time is not money\nTime is a fiction, sonny, my heart can't take it from me\nAssume cause nose is runny, I do not think it's funny\nI know you like yoga, but I still want you on my squad\nI'm Steven, P.M. forside, even numbers need odd\nI know you like yoga, but I still want you on my squad\nI'm Steven, P.M. forside, even numbers need odd\nLisa, I forgive you, you gave me life, now give me a call\n"}