{"reasons": "clearer structure; more complete and coherent lyrics", "closest_prediction": "prediction_0", "output": "\nTan avistado, saliendo disparado\nEchándole canela cuando nunca lo ha logrado\nLlenando ese vacío que le hizo crecer dormío\nEscalando las murallas que recuerdan lo prohibió\nTan recurrente, riendo entre tanta gente\nCon la risa fue creciendo aparentemente\nPero hay que parar, echar tiempo y respirar\nEs lo que hacía falta, sonreír e imaginar\nCada vez te sientes más fuerte sin poderlo evitar\nEl sol brilla en tu cara y sientes ganas de gritar\nPorque hoy te invito a volar y llegar más allá\nDe los límites de esta ciudad, oh nai\nY no te arrepatarán la ilusión de dirigir tu ciclo vital\nPasando de todo aquello que está mal\nEs normal que a tu alma le sobre pimienta y sal\nY que hay de esos que eligen su destino\nLos que le marcan y dirigen el camino\nPero ¿cómo, cómo va a avanzar si no puede soñar?\nSi nunca escuchas su voz\nSi nunca escuchas al que piensa diferente\nNi ayudas al de enfrente, ni compartes con la gente\nY así tan sordo, tan de negro corazón\nSe pudre tu egoísmo cuando gritas mi interior\nVoy sintiéndome fuerte, camino de frente\nQuien agarra su suerte, que su mundo crece\nVoy sintiéndome fuerte, camino de frente\nQuien agarra su suerte, que su mundo crece\nY recuerda que servir a los demás es la meta más grande\nNo se si ven a ellos mismos y a la meta llegarán más tarde\nUn poquito más tarde\nYa más crecidito recordando en el olvido\nDespertando con sus sueños retorciendo su destino\nIntenta comprender lo que de niño le dijeron\nQue no hay ningún valor salvo el valor del dinero\nPero vio que la utopía no era una idea vacía\nEs lo que nos intentan por dejarlo para otro día\nY que tan imposible era siempre visto desde fuera\nLo que consiguió cuando rompió con sus fronteras\nSi partes de la base donde existe la ilusión\nPersigues las corrientes que te aporten emoción\nA veces todo es libre y confusión en un rincón\nRecuerda que hay salida con ideas y acción\nHay caminos no escondidos con fuentes para beber\nDesafían los destinos destinados a perder\nAhora en mis pasos hay sentido\nMe empiezo a convencer\nQue nada estaba escrito y que querer es poder\nCae del tiempo que encoge los motivos\nImpedimentos solo cuando estás dormido\nPero dónde, dónde comenzar\nSi hay tanto dónde errar\nHay que andar con humildad\nY no pensar solamente en lo perfecto\nPues ese es el gran defecto de quien dice lo correcto\nY ser más noble abierto a cada opinión\nY exprimir ese carisma cuando grite tu interior\nVoy insistiéndome fuerte\nCamino de frente\nQuien agarra su suerte\nQue su mundo crece\nVoy insistiéndome fuerte\nCamino de frente\nQuien agarra su suerte\nQue su mundo crece\n¡Voy!\nVoy insistiéndome fuerte\nVoy\nCamino de frente\nQuien agarra su suerte\nQue su mundo crece\nVoy insistiéndome fuerte\nVoy\nCamino de frente\nQuien agarra su suerte\nQue su mundo crece\n¡Voy!\n¡Voy!\n¡Voy!\n"}