{"reasons": "consistency;coherence", "closest_prediction": "prediction_1", "output": "Me enamoraste de ti mi amor,\nno lo siente que te robaste mi atención.\nNo puedo creer que no así fue,\nen un instante te robaste mi corazón.\nMe di cuenta como pasó,\nya no te lo diré,\nasí pasó, ¿qué sucedió?\nMe enamoraste, te robaste mi corazón,\nEsto va para ti mi amor,\nquiero decirte que te robaste mi atención.\nNo puedo creer que no así fue,\nen un instante te robaste mi corazón.\nMe di cuenta como pasó,\ntodo fue rápido y así pasó, ¿qué sucedió?\nMe enamoraste, te robaste mi corazón,\nme lo robaste.\nMi amor, con esto empiezo,\nquiero decirte que te amo con miseria.\nMe quiero decirte que tú eres la única a quien yo amo,\ny que estar contigo es lo que quiero y que he deseado.\nTodo fue rápido, no sé cómo pasó,\nde repente tus ojos llamaron mi atención.\nTodo fue rápido y según digo yo,\nque fue el tiempo el que una trampa me tendió,\ny me enamoro de tu forma de ser,\ny has entrado en mi vida, no lo puedo entender,\ny ahora no puedo, yo me siento vacío.\nNecesito tu amor, aquí a un lado mío,\npues te necesito, y así de repente,\ntú cambias mi vida, mi ser y mi ambiente.\nTú me haces feliz, yo me siento alegre,\ny me ves estando contigo, todo es bello, excelente,\npreciosa mi rosa, tú eres hermosa,\ny yo quiero estar por siempre contigo, mi diosa.\nEres mi niña, a quien yo amo,\nquédate conmigo, no me ves como un extraño.\nEsto va para ti mi amor,\nquiero decirte que te robaste mi atención,\nno puedo creer, pero así fue,\nen un instante te robaste mi corazón,\ny me di cuenta como pasó,\ntodo fue rápido y así pasó,\n¿qué sucedió?\nMe enamoraste, te llevaste mi corazón,\nme lo robaste.\nLas palabras quedan cortas, no sé cómo decirlo,\nme enamoré de ti, y ahora quiero estar contigo,\nno puedo sacarte, y no quiero olvidarte,\nquiero la oportunidad de mi vida entregarte,\n¿por qué me tienes loco, loco, tan apasionado?\nMe tienes loco, loco, y de ti enamorado,\ntodo fue drástico, fue un cambio radical,\nfue algo indescriptible que no puedo explicar.\nY además, y además, tú llenaste mi vida,\neres lo que hacía falta en esta vida vacía,\nla llenaste, completaste, pues mi vida cambiaste,\ny eres parte de mí, y no puedo negarte mi vida,\nquédate conmigo, no me digas que no,\nsé que sientes lo mismo, estar conmigo,\nyo sé que tú quieres, lo he visto en tus ojos,\ny no puedes mentirme, dame un chance,\ny dime que sí, que estar conmigo,\nte hace feliz como a mí,\nasí estaremos los dos, siendo un solo cuerpo,\nun solo amor, bo, bo, bo,\ntú sabes que te amo, y las palabras quedan cortas,\nno encuentro un halago que pueda decirte,\nlo tanto que te amo, mi amor,\ntú sabes lo mucho que te extraño.\nEsto va para ti, mi amor, quiero decirte que,\nte robaste mi atención, no puedo creer,\npero así fue, en un instante,\nte robaste mi corazón, me di cuenta como pasó,\ntodo fue rápido y así pasó,\n¿qué sucedió? me enamoraste,\nte llevaste mi corazón, me lo robaste,\nde nueva cuenta, aquí me tienes,\ntomando tu mano, dime que tú sientes,\nsé que sientes lo mismo, y no me equivoqué,\npues estar contigo, es lo que siempre soñé,\ntus labios de miel, y tu dulce mirada,\ntus ojos tan hermosos, que me llenan de magia,\ntus tiernas caricias, que me elevan al cielo,\ny tu voz tan bella, tan real en mis sueños,\neres tan perfecta, que me llenas de vida,\ny todos tus defectos, son dulces poesías,\nque me abren los ojos, y veo las maravillas,\nal verte a ti, en cada rima,\nde esta canción, que prepare pa mi niña,\nla más hermosa, que quiero en mi vida,\nes tu voz, que sigue mi amor,\nque me sirve, te robaste mi corazón,\nno sé qué hacer, pero yo así fue,\nen un instante eterno,\nte robaste mi corazón, me di cuenta como pasó,\ntodo fue rápido y así pasó,\nya no fuido, me enamoraste, te llevaste mi corazón,\nme lo robaste,\nme tienes loco loco, tan apasionado,\nme tienes loco loco, y de ti enamorado,\ntodo fue drástico, fue un cambio radical,\nfue algo indescriptible, que no puedo explicar,\nme tienes loco loco, tan apasionado,\nme tienes loco loco, y de ti enamorado,\ntodo fue drástico, fue un cambio radical,\nfue algo indescriptible, que no puedo explicar,\ny además, y además, tú ya no estás mi ciudad,\neres lo que hacía falta, esta vida vacía,\nesto va para ti mi amor.\n"}