{"reasons": "better formatting;more accurate word choices;coherent phrasing", "closest_prediction": "prediction_2", "output": "Hey Q-Systems, welcome to the 31st century.\nYeah, yeah.\nWisdom, wealth, glory, strength, praise, honor, and power.\n4 seasons, 7 continents, 12 hours.\nHang me upside down, crucify me like a coward.\nAnd on the third day, I rise like a war power.\nCome back with a new name, and the same piece of chain.\nIn the same seat I sat and changed the whole game.\nIf 10 dimes make a dollar, water turn to wine.\nIf the world became flesh, then I can make light shine.\nThe self-generated from the dark, I came.\nAnd spit fire on the mic and watch it burn in the flames.\nDeep as a breath you breathe, I move like thieves.\nVivid, cast, buried alive in the words I speak.\nStill in the hood, you better off what you got.\nDamn right, you might be ill, but you ain't built like that.\nI be the shit, you bitch, so get lost.\nDisrespected you, I paid the cost to be the boss.\nClose your eyelids, nigga, and feel the true power.\nYour time's up, soldier, now it's the guard's hour.\nSo stop slippin' cuz it's more than entertainment.\nRun up on my mic and I'ma make your ass famous.\nClose your eyelids, nigga, and feel the true power.\nYour time's up, soldier, now it's the guard's hour.\nSo stop slippin' cuz it's more than entertainment.\nRun up on my mic and I'ma make your ass famous.\nR&B artists, rap singers, and rock n' rollers.\nVideo visions, pop stars, and pistol holders.\nI'm on fire like American flags.\nMichael Jackson style punk, I'm moonwalkin' your ass.\nIt's chaos, motherfucker, I'm bad.\nDouble fly guys in Louis Vuitton body bags.\nYou couldn't beat me with a patriot act.\nThis is hip-hop, for real, you need some actual facts.\nI'm up in your local office, down in Hell's Kitchen.\nYou cats need to recognize the facts from the fiction.\nMy double edge with pink, the scene red.\nAnd then they G.O.P., but it'll be off with your head.\nAnd to the rest of y'all, with your super flows.\nHow you in a trap when you in the studio?\nI got misdemeanors, nigga, Uncle Vic the felon.\nPlus I'm snitch-free, so ain't nobody tellin'.\nClose your eyelids, nigga, and feel the true power.\nYour time's up, soldier, now it's the guard's hour.\nSo stop slippin' cuz it's more than entertainment.\nRun up on my mic and I'ma make your ass famous.\nSo close your eyelids, nigga, and feel the true power.\nYour time's up, baby, now it's the guard's hour.\nSo stop slippin' cuz it's more than entertainment.\nRun up on my mic and I'ma make your ass famous.\nA monster with 24 thrones and four beasts.\nBoogie man, keep your suckers shakin' in your sheets.\nIt ain't hard to tell, so let the barrel smoke.\nScream across the sky, strike em' like a thunderbolt.\nI should be a vendor, buy before the rhymes are wrote.\nIt'll take a free mason to decipher the flow.\nHieroglyphics, you snooze, you might miss it.\nMove the crowd like a court, use a mic like a wizard.\nSuper celestial, heterosexual.\nOn my own celestial sphere, I'm extraterrestrial.\nMillennium reign, I'm rockin' the throne.\nIn the shape of a diamond with a iron microphone.\nHone enough energy that when I disperse it,\nit'll move every square foot of the Earth's surface.\nAnd as the world turns, niggas must learn\nthat if you playin' with fire, nigga, you soon to be burned.\nTrespass against me, you'll see, you'll be sorry.\nAnd thanks, flying tools like the Alpha Centauri.\nAfter this, it'll never be the same.\nI'll blow your mind like a bomb blew up in your brain.\nSo close your eyelids, nigga, and feel the true power.\nYour time's up, baby, and it's the God's hour.\nI'm a dangerous man, will it burn your mind?\nInfinite techniques, the breadth with immortal promise.\nClose your eyelids, nigga, feel the true power.\nYour time's up, soldier, now it's the God's hour.\nSo stop slippin' cause it's more than entertainment.\nRun up on my mic and I'ma make your ass famous.\nSo close your eyelids, nigga, feel the true power.\nYour time's up, soldier, now it's the God's hour.\nSo stop slippin' cause it's more than entertainment.\nRun up on my mic and I'ma make your ass famous.\n"}