{"reasons": "more accurate and complete lyrics", "closest_prediction": "prediction_0", "output": "Porque tú estás conmigo, es que tú eres mi abrigo,\nes que tú me haces fuerte, es que tú me haces valiente.\nYo solo quiero gritar, yo solo quiero darte las gracias,\nde por qué me haces volar, yo solo quiero poder amarte.\nUn mundo sin finalidad, un mundo verdadero,\nsoy real y es una obra, sin mentiras,\nyo solo quiero amarte y quiero saber si conmigo estás.\nQuiero saber más de ti, quiero espaparme,\nmás y más de tu amor, yo sé que no es tarde,\nque aún hay tiempo todavía de buscarte,\ny quiero rapidito llegar a encontrarte,\nporque sé que contigo todo es genial,\nporque sé que contigo pasaré la eternidad.\nEn un mundo sin mentiras, en un mundo de verdad,\nen un mundo sin problemas, donde no hay soledad.\nYo solo quiero gritar, yo solo quiero darte las gracias,\nde por qué me haces volar, yo solo quiero poder amarte.\nEn un mundo sin mentiras, en un mundo verdadero,\nsoy real y es una obra, sin mentiras,\nyo solo quiero amarte y quiero saber si conmigo estás.\nTe agradezco en todo momento, porque tú eres mi luz y eres\nmi sustento, porque estás conmigo, eres fiel y lamento,\nque durante mucho tiempo no estuve de acuerdo,\nno estuve enfocado, estuve descontento,\npues no entendía tu voz, no entendía el sufrimiento,\nque pasaste por mí en la cruz del tormento,\ndonde viste tu vida para quitar mi lamento.\nPorque tú estás conmigo, es que tú eres mi abrigo,\nes que tú me haces fuerte, es que tú me haces valiente.\nYo solo quiero gritar, yo solo quiero darte las gracias,\nde por qué me haces volar, yo solo quiero poder amarte.\nEn un mundo sin mentiras, en un mundo verdadero,\nsoy real y es una obra, sin mentiras,\nyo solo quiero amarte y quiero saber si conmigo estás.\nLet me tell you, I feel it,\nI'm right here, I'm here, I'm here,\nI know you're here, you know that, come on.\nAgradecido contigo, a ti, gracias por tu amor para que\nte encuentres sin mentiras, y no debo sin juicio,\ngracias, gracias que estás conmigo,\ngracias por tu desolación, por tu muerte y tu victoria,\nesto ha sido Prince,\nYoung Thug,\nDouble Music,\nLa Rueda.\n"}