{"reasons": "consistent content;minor differences", "closest_prediction": "prediction_1", "output": "In Friedenszeiten muss man sich auf das Feiten vorbereiten.\nUnd in Kriegszeiten auf den Frieden.\nDer Krieger in mir ist unbestechlich. Der Krieger in mir kämpft für Gerechtigkeit.\nDer Krieger in mir lebt in Freiheit, in Freiheit, in Freiheit.\nDer Krieger in mir heißt A, G und C. Der Krieger in mir kapituliert nie.\nEr wählt die Waffen, den Ort, den Zeitpunkt, wenn es vorbereitet.\nPayback versteckt dich im Untergrund, Rennflieh, es hat kein Zweck.\nDer Krieger in mir hat Blut geleckt und festgestellt, dass es ihn schmeckt.\nDer Krieger in mir hat beschlossen, genug Gedanken und Zeit geflossen.\nZahltag, Zeit für den Anschlag. Der Krieger in mir kennt nur ein Vertrag,\nden ich mit ihm abgeschlossen hab. Es ist Zahltag.\nDer Krieger in mir ist unbestechlich. Der Krieger in mir kämpft für Gerechtigkeit.\nDer Krieger in mir lebt in Freiheit, in Freiheit, in Freiheit.\nDer Krieger in mir ist unbestechlich. Der Krieger in mir kämpft für Gerechtigkeit.\nDer Krieger in mir lebt in Freiheit, in Freiheit, in Freiheit.\nDer Krieger in mir ist wieder erwacht. Der Krieger übernimmt die Schlacht.\nDer Krieger bringt die Zeilen aufs Papier. Der Krieger in mir lebt in Jetzt und Hier.\nDer Krieger wacht Tag und Nacht über meine Persönlichkeit.\nDer Krieger in mir kennt keine Zeit, kein Mitleid.\nDer Krieger in mir macht kein Affenkasper-Theater.\nWegen offener Wunden die Klafen wie Einschlagskrater.\nDer Krieger in mir ist mir näher als mein Vater, näher als meine Mutter, näher als mein Feind.\nDer Krieger in mir und ich sind zu eins vereint.\nDer Krieger in mir ist unbestechlich. Der Krieger in mir kämpft für Gerechtigkeit.\nDer Krieger in mir lebt in Freiheit, in Freiheit, in Freiheit.\nDer Krieger in mir ist unbestechlich. Der Krieger in mir kämpft für Gerechtigkeit.\nDer Krieger in mir lebt in Freiheit, in Freiheit, in Freiheit.\nDer Krieger in mir sieht mich nicht als Opfer, als Täter.\nEr kriegt sie alle, früher oder später.\nIst Payback-Time kein Ausweg, wenn es Punkt 12 schlägt?\nIst am Ende des Tunnels kein Lichtlein, kein Funken Hoffnung, den Konsequenzen zu entrinnen?\nDer Krieger in mir wird gewinnen. Der Krieger ist vorbereitet, hart vorgearbeitet.\nDer Krieger in mir gibt sich keine Blöße.\nGeht der Plan auf wahre Größe, wird ihn nie zugesprochen.\nDenn sein Name wird niemals ausgesprochen.\nDer Krieger in mir spürt mein Herz pochen.\nDer Krieger in mir ist unbestechlich. Der Krieger in mir kämpft für Gerechtigkeit.\nDer Krieger in mir lebt in Freiheit, in Freiheit, in Freiheit.\n"}