{"reasons": "German language consistency; similarity between predictions", "closest_prediction": "prediction_1", "output": "Da GMC, wollt ihr wissen wie?\nWenn's mir geht, beschissen wie noch nie.\nDabei liebe ich den Nullpunkt, wenn es Funk knistert.\nElektrische Impulse, wie wenn es gewittert.\nZu viele sind von Niederschlägen verbittert.\nNiederlage für Niederlage, scheiß dunklen Tage.\nSie bringen mich zu oft in eine Lebenslage, die ich nüchtern nicht mehr ertrage.\nSorgen, übersorgen, gestern, heute, jetzt und was ist morgen?\nWie soll ich meine Familie versorgen?\nDurch den Druck spuck ich Galle, alle Reserven aufgebraucht.\nMein Kopf raucht.\nEgal wie hart und dunkel die Tage auch sind, ich fühle mich darin zurecht.\nAls wäre ich blind.\nGeschlaucht, verbraucht vom Problem, ständig nahe den Tränen.\nStändig kurz vorm Durchdrehen, in meinen Augen kann man's sehen.\nMit allem abgeschlossen, zu allem entschlossen.\nZu viele Tränen sind nicht geflossen, zu vieles blieb unausgesprochen.\nDer Kampf ist noch nicht ausgefochten, mein Kampfgeist noch nicht gebrochen.\nIch höre mein Herz vor Wut und Verzweiflung kochen.\nIch liebe den Nullpunkt, wenn es Funken knistert.\nElektrische Impulse, wie wenn es gewittert.\nZu viele sind von Niederschlägen verbittert.\nRiech nicht, nichts zerbricht, mein Willensscheiße gibt's in überfülle.\nIch bin ein Fighter, mach da weiter, wo andere scheitern.\nAufhören, anfangen sich selbst zu zerstören.\nEs gibt für mich kein Ende, weiter im Text, weiter.\nThe next day wieder ab, fuck it's okay.\nEgal, wie hart und dunkel Tage aus sind, ich finde mich darin zurecht, als wäre ich blind.\nEgal, wie hart und dunkel die Tage aus sind, ich finde mich darin zurecht, als wäre ich blind.\nIch stehe unter Dampf vom überlebenskampf, stampfe auf den Boden wie ein wütender Stier.\nFriere meine Gefühle ein, es gibt für mich kein Weinen, kein Schreien.\nMein Herz ist wie aus Stein, mein Gewissen rein.\nIch stelle mich in den Sturm, die Ruhe in Person.\nEiner gegen alle, stell mich auf die Klippe.\nRauch mir ne Kippe, mach die Augen zu und falle in meine tiefsten Abgründe.\nIch genieße die Sünde, den Adrenalinkick, den Augenblick, in dem es passiert.\nMan teilt aus im Leben und man kassiert.\nNach hinten wird gekackt und nach vorne marschiert.\nHast du das kapiert?\nEgal, wie hart und wie dunkel die Tage aus sind, ich finde mich darin zurecht, als wäre ich blind.\nEgal, wie hart und dunkel die Tage aus sind, es war für mich zu Hause härter als Kind.\nIch erinnere mich, ich erinnere mich, denn jeder Tag war wie ein Messerstich.\nIch erinnere mich, ich erinnere mich, denn jeder Tag war wie ein Messerstich.\nDie Angst vor der Angst wurde mir als Kind genommen.\nDie bösen Dämonen, die in den Eltern wohnen, haben ihre Macht verloren.\nMan hätte mich besser nicht geboren, klingelt's heute noch in meinen Ohren.\nFuck you, es gibt für mich nur einen Weg. Überlebe und gehe den Weg nach vorn.\nKeine Kompromisse, ich pisse auf die Menschheit.\nSie raubte mir mein Mitleid, das in meiner Kindheit.\nIch bin bereit, über Leichen zu gehen.\n33 Jahre leben im Extrembereich, dem meisten hätte es gereicht.\nMir nicht, es gibt nichts, was mein Willen bricht.\nEgal, wie hart und dunkel die Tage aus sind, ich finde mich darin zurecht, als wäre ich blind.\nEgal, wie hart und dunkel die Tage aus sind, ich finde mich darin zurecht, als wäre ich blind.\n"}