{"reasons": "more complete and meaningful lyrics", "closest_prediction": "prediction_0", "output": "Music \n Hey Mr. Wizard, can you chop it, cut it, spit it? \n I'm rocking it till you're fitted \n And I'm trying to make some pittance \n I ain't even really with it \n I'm just here to bullshit and roll a split \n And take a hit, and talk some shit \n And walk away, call my girl and say I think we got a hit \n Hey, hey, hey, hey, hey, hey \n Hey Mr. Wizard, could you take another record \n And chop it in six seconds, take executive lessons \n Now here's the fee for the session \n You got no money, I'm guessing \n You're filing, it's missing \n It's out of the question, I'm not doing it \n Be like, give me that Wayne shit \n Give me that T-Pain shit \n Nah, I keep it underground, you know that means we bankrupt \n Just a dirty little jersey case, a twenty-pack \n A couple sips and you ain't really doing shit \n Waiting twenty minutes for the punch in \n Following the trend, just another little something \n Mr. Bossy, let's just end public, that's our legacy \n We motherfucking problems and they can't find a remedy \n More renowned Hennessy for every single enemy \n So Mr. Wizard, can you make sure that the day remember me? \n Mr. Bossy, let's just end public, that's our legacy \n We motherfucking problems and they can't find a remedy \n More renowned Hennessy for every single enemy \n So Mr. Wizard, can you make sure that the day remember me? \n Hey Mr. Wizard, I ain't paying for this visit \n And I never learned my lesson, so I'm still running with scissors \n We ain't really got no money, but we drinking like we got it \n My breath smell like tequila and my hoodie smell like crime \n And I ain't even really writing, I'm just speaking what I'm thinking \n Just like your name, new one, but that's what my clock is blinking \n I'm a beast, I'm a killer, I'm a healer and gorilla \n For the Skrilla, I go animal, there ain't nobody iller \n So Mr. Wizard, how's it looking for the weekend? \n Battle rappers, cause I'm staying, we can join them, we gon' beat them \n Road to hell, if in my heavens, impemniship is the nicest \n The way I write on papyrus has got the game in a crisis \n It's a no penny, having pants sagging, bandwagon \n Everybody hopping on a tall bus like John Madden \n"}