{"reasons": "accurate lyrics;consistency;clarity", "closest_prediction": "prediction_1", "output": "No!\nNobody's got the right to decide where I'm going or what I'm gonna do\nNo, I don't want my life to be tied to another made up of confusion\nI said sometimes our lives are in danger\nSometimes we surrender to paper\nAnd what is the point of our freedom of speech if we can never do what is right?\nI get annoyed when I see what I need is locked up forever in the thought\nI said sometimes I feel like a stranger\nSometimes we surrender to paper\nWe can read or we can dream from all to the world\nThrough the rocks we see the path we need\nToo many rules they are blocking me\nAnd I have heard the paperwork to stop the case\nWords and facts, we get a bit but we cannot quit\nWe're trapped in freedom but we strangle it\nWe think that we're strong, number two, just a number don't you try to find us in the end\nThey get you down, my friends\nThere's nothing left to defend\nDon't try, you won't stand a chance\nCause I know they'd do it again\nSometimes I wonder who makes the rules and what in the world is single-mindedly trust\nBoy it's a shame cause there's too little use of brains in this game and it's not\nSometimes I feel like a stranger\nSometimes we surrender to paper\nWait and you wait and you wait and you wait and you never really get what you need\nThey're playing the games and they're making you pay but still you don't get what you need\nSometimes our lives are in danger\nSometimes we surrender to paper\nWe can read or we can dream from all to the world\nThrough the rocks we see the path we need\nToo many rules they are blocking me\nAnd I have heard the paper world is not the same\nThe world is at it's best but we can't quit\nWe're trapped in freedom but we strangle it\nWe think that we're strong, number two, just a number don't you try to find us in the end\nAlways win, my friends\nCause the power's not in your hands\nThere's no chance so stop to pretend\nCause I know they'd do it again\nYeah!\nSometimes\nSometimes\nSometimes\nSometimes\nSometimes\nAnd my friend, I'll take you down in the end\nAnd there is only one chance\nJust remember that nothing lasts forever after all\n"}