{"reasons": "consistent and meaningful lyrics; fewer incorrect words and phrases", "closest_prediction": "prediction_1", "output": "Cigarettes and coffee Sunday morning is a wasteland\nI feel as if I got hit by a truck when I wake up\nIt's okay cause I'm alive, yeah, oh We're having scars as trophies\nI always broke two bad payments\nBut I never said that I regretted this effect\nI wouldn't even if I died, no, no\nI wonder why do I do this?\nI'm covered with bruises, hey\nMy lungs are aching and my ears are numb, and\nOne might assume it's just plainly stupid, but\nI won't stop to live my life at the gun\nThat's what I like to do, the music and the groove\nAnd you will find the proof that you're designed to move\nAnd hallelujah, hallelujah\nGod bless this band, God bless this band\nIf he's too busy to save the world, we do the best we can\nDo the best we can\nHallelujah\nIf he's too busy to save the world, we do the best we can\nDo the best we can\nNow I'm advising you to take your dancing shoes\nAnd then I would like you to come to the dance and move\nAnd I hope that you then start to understand\nAnd when this is what we do, it gives a lot to you\nAnd you, you might start to think that we're just crazy fools\nAnd though that may be true, we will be saving you\nThat's what we're meant to do, I said yeah, yeah, yeah\nI wonder why do I do this?\nI'm covered with bruises, hey\nMy lungs are aching and my ears are numb, yeah\nWhy am I this stupid? It's just deadly stupid\nBut I won't stop to live my life as a stunt\nThat's what I like to do, the music and the groove\nAnd you will find the proof that you're designed to move\nAnd hallelujah, hallelujah\nGod bless this band, God bless this band\nIf he's too busy to save the world, we do the best we can\nDo the best we can\nAnd hallelujah, hallelujah\nGod bless this band, God bless this band\nIf he's too busy to save the world, we do the best we can\nDo the best we can\nI said cigarettes and coffee, that's all left in the end\nAnd I hope that it was worth it\nYes, I hope that it was worth it\nAnd I hope that it was worth it\nIn the end\n"}