{"reasons": "consistency and clarity", "closest_prediction": "prediction_1", "output": "Je m'emmerde à rester là Ici tout va de quingoise\nJe ne sais pas ce que tu deviens Mais j'y pense chaque matin\nÇa ne va pas que je m'inquiète Car notre vie n'est pas faite\nQue de rires et de bonheur Je vais vous parler mon malheur\nC'était un juillet tout neuf comme celui qu'attendent les femmes\nPour les sortir entre meufs et faire valoir leurs oreilles flammes\nC'était ce style de juillet où l'on attend un nouveau-né\nDe la joie, de la gaieté, c'est là que j't'ai rencontré\nCe soir on était sous toile, même pas vu sur les étoiles\nPour te raconter les conneries à la fille qu'on veut dans son lit\nMême pas le sable fin pour m'aider à venir à mes fins\nJ'avais dans la main un bouquin pour te mener jusqu'à demain\nJ'ai répu la jopouette mais y avait rien dans ma p'tite tête\nSûrement la pression, l'espoir, alors j'te lis ma p'tite histoire\nC'est une histoire de gamin comme ceux qui se tiennent la main\nAu milieu de tous ces mouffles et tes yeux alors se sont fermés\nJe me suis dit que t'étais bien, j'aurais peut-être marqué les points\nJ'aurais pu rester des années à t'regarder dans ton duvet\nEt puis ce fut sur un nuage de coton pour un voyage\nDans lequel je me jetais au bout de ton souffle éreinté\nAlors j't'ai pris par la main et t'emmenais jusqu'au matin\nTu avais caressé mes doigts, j'en demandais pas plus que ça\nOn se regarde au fond des yeux\nDans un bistrot sur un pont bleu\nLa Loire nous rappelle de la vie\nEt de la vie qui nous est faite\nEt de la vie qui nous est faite\nDans un bistrot sur un pont bleu\nLa Loire nous rappelle nos histoires\nNous y le coeur et mon espoir\nOn est parti, le coeur en fait, sur la route le plus souvent\nPour se retrouver tête à tête, se laisser porter par les vents\nCar cette fois ils m'ont mené dans un de ces prix magiques\nMélange de toi et de musique sur ton nuage d'une nuit rigue\nOh!\nOh!\nOh!\nMais pour toi c'est plus tordu que ça\nJe n'étais pas dans ta tête ma foi\nMais pour toi c'est plus tordu que ça\nJe n'étais pas dans ta tête ma foi\nPuis un matin de janvier\nJe prends la route, je suis obligé\nTes mots ne se sont pas écoulés\nMais alors tes yeux n'ont pas changé\nAujourd'hui on est le printemps\nLes arbres en fait jonglent gaiement\nA la devanture de ma fenêtre\nJe revois encore ta silhouette\nIl y a des mois que tu ne bouges plus\nDe mon portefeuille, de ma vue\nLe deuil est long à reconnaître\nJ'aimerais te revoir\nAlors peut-être?\n"}