{"reasons": "correct grammar;more accurate and complete sentences", "closest_prediction": "prediction_1", "output": "J'aurais peut-être dû écrire, ne pas simplement lire,\nLes dires et les conneries, ma foi, des fois que j'apprécie,\nDe ces bouquins idéalistes, de la croix, ces cicatrices,\nQu'est-ce que l'on peut se lamenter, j'préfère encore regarder la télé.\nCe que j'aurais pu écrire, ce sont des mots qui n'ont de sens,\nNon pas pour moi, mais pour tes sens, des mots comme ça,\nVa t'en les dire, c'est pas que je me fous des principes,\nMais à s'inventer, démimiquer, ça rend le cerveau en entonnoir,\nRetrouvons-nous au décor jouard, mais ces choses-là,\nÇa ne s'inventent pas, ça se pue.\nJ'aurais peut-être dû courir, être un grand sportif d'avenir,\nFaire grossir les ragots, de l'importance hors de mes mots,\nPouvoir rester là et plaire à toutes les filles de mon quartier,\nGarder le sourire, rester pépère, j'préfère encore me...\nJ'aurais peut-être dû être autre chose, qu'un corps encore entretenu,\nMe tenir droit, rentrer ma bosse, et devenir un chevelu,\nJuste un peu mieux, juste pour faire bien, avoir le sourire,\nDimanche matin, ranger le tiroir et l'arrosoir, Faire de la place pour s'asseoir,\nAller inviter les voisins, et même s'occuper de leurs gamins,\nDe la bonne humeur, dans la tête, Allez le dimanche, c'est la fête, à l'ouette.\nMais qu'est-ce que je raconte ? Des fois c'est dur de rendre compte,\nCe que je voulais te dire, enfin, C'est pas coureur mon destin,\nÇa m'arrive de regarder les potins, Et j'ai perdu tous mes bouquins,\nMais aujourd'hui ça fait un bail, Que t'as pas sonné au portail,\nMoi je me cache, derrière la fenêtre, Je me regarde dans le carreau,\nJe sais quand même de rester beau, Et de rester le rigolo,\nQue t'as connu les quelques fois, Que je trinquais avec toi,\nTous les deux quoi !\n"}