{"reasons": "more coherent message, consistent sentences, better spelling and grammar", "closest_prediction": "prediction_2", "output": "How you doing?\nIt's Fred.\nYo, yo, Fred the Goss on TBM.\nI mean, I'm just calling to tell you I miss you.\nAlright?\nAlright.\nYou're chasing me, I got caught, now you're doing the running.\nWhat's that about? Got me pacing, chasing you.\nStop playing games, we could get into something.\nCome on, got me pacing, chasing you.\nYou on my mind all day, I don't know what to do.\nLet's go, got me pacing, chasing you.\nYou acting out, falling in love, that's why you backing out.\nGot me pacing, chasing you.\nYou say it's funny now, I spend my time on money.\nMake a living, what I have, don't fill me.\nBut it doesn't seem to be so real now.\nSatisfaction ain't for nothing, now you come along.\nAnd sold me something so superior, I cannot tell now.\nWhat I thought I had was, is nothing radical.\nCause you show me things I couldn't categorize.\nBut I need an air of fame, get a head up on this game.\nCause I love you too much, so I'm switching up my lane now.\nAs I hit the clutch and turn around the car.\nI guess it's far, it's like you never even saw me getting started.\nCause you're standing at my door, you're not with no reply.\nSo you worry, cause babe, who forgot you're not invited.\nI just don't get it, he said, I said, yes you do.\nWhat you made me feel, I think, I'm handing back to you.\nRemember what you said, that I want you in my bed.\nBut forget about me, Ronnie, cause you are the next step.\nYou're slowly chasing me, I got caught, now you're doing the running.\nWhat's that about, got me pacing, chasing you.\nStop playing games, we could get in the sun, come on.\nGot me pacing, chasing you.\nYou on my mind all day, I don't know what to do, let's go.\nGot me pacing, chasing you.\nYou acting out, falling in love, that's why I'm backing out.\nGot me pacing, chasing you.\nListen here, I was fixing it up.\nI must be an engineer, cause you mix me up.\nI don't know what to think, in my car with the blinks.\nCigar at the bar, I don't know what to drink.\nJust give me a shot, Chanel, I can make it work, just give me a shot.\nGuess not, now back to the hood, rats.\nFred Cleansville, trying to get a good catch.\nShe's back, I got the pen back, writing games.\nSending letters, hoping to identify the name.\nFred, by the guard like Whitney or Kevin.\nYou was with me for seven days a week.\nNow my night's stinging, the moon not singing.\nWhat the hell, my cell phone stopped ringing.\nIt's like a rough divorce, I was bringing it on to you.\nCut me off, damn Chanel.\nYo, who's this?\nYo, what you calling me for, man?\n"}