{"reasons": "overall consistency and correct lyrics;", "closest_prediction": "prediction_1", "output": "Un réveil qui m'agresse, un café qui me brûle,\nDes bouchons qui m'oppressent, aimable préambule,\nD'une journée sans paresse, pour laquelle je stimule,\nToute la mauvaise graisse qui pèse sur mes rotules,\nAujourd'hui comme hier, efficace inventif, Affaire après affaire, impliqué et productif,\nJe suis un trentenaire, concerné, combatif, Chaque jour je reconquière ma place de jeune\nactif.\nEncore une journée pétessée, traduisez pas le temps de chier,\nPour éviter qu'on me dégraisse, j'apprends à serrer les fesses,\nJ'avale une extinction, la bouffe du salarié, Le ragout sodexo ou le poisson pané,\nA l'heure du déjeuner, l'estomac détraqué, Je sens les sous-grosseaux de mon foie surbouquée.\nEncore une journée pétessée, traduisez pas le temps de chier,\nPour éviter qu'on me dégraisse, j'apprends à serrer les fesses,\nCar une mince feuille de papier, à elle seule peut séparer,\nLe salarié bien noté, du chômeur de longue durée.\nDu verre et de l'acier, environnement high-tech, Ici tout est feutré, nickel, calme, impec,\nLes diodes des modems s'éteignent et puis s'allument, Pas de place pour la flemme, je me cache quand je fume.\nSeuls mes ballonnements troublent cette harmonie, Il faudrait aller faire, mais je n'ai pas le temps,\nIci le haut débit, c'est pas pour les sphincters, Je serre, je serre, je serre, en attendant l'obsère.\nEncore une journée pétessée, traduisez pas le temps de chier,\nPour éviter qu'on me dégraisse, j'apprends à serrer les fesses,\nCar une mince feuille de papier, à elle seule peut séparer,\nLe salarié bien noté, du chômeur de longue durée,\nOh, j'entrevois la liberté, que dis-je, la libération ?\nPas de chance, c'est occupé, vais-je mourir d'une occlusion ?\n"}