{"reasons": "prediction_2 maintains the structure and passages better than prediction_1, with fewer inaccuracies; prediction_0 has out of context lyrics", "closest_prediction": "prediction_2", "output": "And now, ladies and gentlemen, please welcome his own, own, own song.\nIt is the one put together by Mr. Luke from Private and I.\nHere is the introduction sentence of this notebook, always the same, and more or less always in English.\nIt is just Volume 15, more than 3,000 pages of his story, of his parents, of his friends, of his children and of his husband.\nA page marker in Volume 12, I left it without a number, but let's read roughly three quarters.\nAn afternoon of November, leaning at the edge of my window, the photo is a little dark, but my name is in all the letters.\nShe collects papers, post-its and photos that she places in a notebook and that she hides at the bottom of a desk.\nShe writes down her memory, waxes and wanes when night falls, she hates her nightmares, she hates the melisma of her life.\nI only live in these pages, drawing in photos, writing of messages, she was stuck to the brush.\nI only live for her, she will read my reading, I will live with her, I read with time.\nOn a Polaroid photo, in Volume 13, there is a legend, it's not bad, but it's not going to do it.\nIn Volume 15, what a beautiful salon, followed by the noise of the salon, the letter of the future, she gave herself a hard time to do it.\nI am in the last volumes, from time to time, in memory, like a ghost, like an apparition.\nLately, she writes less, but reads her best passages, her favorite, her books of me, when we fall asleep on the beach.\nShe collects papers, post-its and photos, she places them in a notebook and that she hides at the bottom of a desk.\nShe writes her memory, she refers to it when night falls, she writes her nightmares, she hates her melisma of time.\nShe collects papers, post-its and photos, she places them in a notebook and that she hides at the bottom of a desk.\nShe writes her memory, she refers to it when night falls, she writes her nightmares, she hates her melisma of time.\nI live only in this page, I draw her photos, the writing of my messages, she is stuck everywhere.\nI live only for her, their animalism, I will live with her, I feel happy with her.\nI live only for her, their animalism, I will live with her, I feel happy with her.\n"}