{"reasons": "reason1;reason2", "closest_prediction": "prediction_1", "output": "When I'm alone sometimes, I wish I was next to you\nHow am I supposed to know?\nWhy did I even lose?\nI'm just gone sometimes, it comes right back to me\nOn the other side of the table, a whole nother world\nIt's the high life, low price, hit me with the same advice\nIt's like a symphony of quiet afternoons, asleep until noon\nIt's the booze and I assume, trapped inside a room\nLocked in a mind state, it takes love to define hate\nThey say practice makes perfect, but if you're sitting on the bench\nThen it really isn't worth it, so I rehearsed it\nThe world is a stage, if I stumble when I get it\nShould a critic isn't brave?\nShow me the same to cast the first stone\nPlease leave it alone, let me face it on my own\nThey say you could be anything, so I wanted everything\nFound out that it doesn't mean anything\nWhere do I go from here?\nWhat am I supposed to do?\nWhen I'm alone sometimes, I wish I was next to you\nHow am I supposed to know?\nWhy did I even lose?\nI'm just gone sometimes, it comes right back to me\nAcute jealousy hung over from the lob blast\nI'm getting stuck, another victim of routine\nInvisible to dream, unpredictable to see\nI guess I didn't get the job, and it's been a lot to handle\nI'm still in shambles, say a prayer and light a candle\nGive me some direction, retrace my steps\nAnd I saw where I slipped up, where it's gotten mixed up\nTip cup, you can have your two cents back\nI thought we went back, I thought it was for real\nI thought I was alone, I bet you know just how I feel\nI guess it all comes back, it's a little known fact\nI don't even know if I'm supposed to react\nOr just move on, I got nothing to hold on\nI feel like we've been doing this for so long\nShe said, you can call me anything, so I gave her everything\nFound out that it doesn't mean anything\nHell, I don't feel any\nWhat am I supposed to do?\nWhen I'm alone sometimes, I wish I was next to you\nHow am I supposed to know?\nWhy did I even lose?\nI'm just gone sometimes, it comes right back to me\nI'm just gone sometimes, it comes right back to me\n"}