{"reasons": "consistent and correct lines; more accurate lyrics representation", "closest_prediction": "prediction_2", "output": "And what if you could go back in time, take all those hours of pain and darkness and replace\nthem with something better?\nI used to have a girl that tried to turn me into something that I wasn't\nI used to go with it, said I'm happy when I wasn't\nI used to give a shit when I seen people judging\nI used to be gullible, got played by the dozens\nI used to trust everybody, oh we're chillin' the spot\nThere's always twenty-something deep\nI used to party a lot, I used to sip Jack till I blacked out\nHopped in and out of school, then I backed out\nBroke up, fell into a dark place\nGain weight, hold up, self-medicated\nI was so frustrated, all alone and I hated it\nSchool graduated it, slowly bouncing back\nRunning laps, eating good, I was a stupid motherfucker\nWouldn't change it if I could though\nHey I'm talking to the pictures on the wall\nIt's been through it all, keep talking cause I'm never gon' fall\nI got where I'm at, being me and that's that\nAnd I wouldn't change anything, how you like that?\nI'm talking to the pictures on the wall\nIt's been through it all, keep talking cause I'm never gon' fall\nI got where I'm at, being me and that's that\nAnd I wouldn't change anything, how you like that?\nI used to do the nine to five\nUsed to be caking\nUsed to have benefits\nAnd pay vacations\nUsed to get up and run into the bathroom sick\nUsed to have work at eight and drink till six\nI had a lot of jobs that I quit\nI used to think that I'd never find another chick\nI used to take long rides, she would get a fix\nI was fucking with some stupid bitches\nFalling off my shit\nUsed to hit the bar, seen heavy\nUsed to hit the mall till my credit was confetti\nUsed to chill around, people were bringing me down\nUsed to let people use me, steal my sound\nI used to crack under pressure, never held my ground\nI used to be down for people who would lead me to drown\nBut he who never fell never climbed\nSo never mind all the dumb shit that I did in my time\nI'm talking to the pictures on the wall\nIt's been through it all, keep talking cause I'm never gon' fall\nI got where I'm at, being me and that's that\nAnd I wouldn't change anything, how you like that?\nI'm talking to the pictures on the wall\nIt's been through it all, keep talking cause I'm never gon' fall\nI got where I'm at, being me and that's that\nAnd I wouldn't change anything, how you like that?\n"}