{"reasons": "more accurate lyrics; fewer repetitions; better formatting", "closest_prediction": "prediction_1", "output": "The advantage of prescription drugs is medications that doctors prescribe,\nor how dangerous can they be if the doctor is prescribing it.\nThey're made by reputable manufacturers, so you know, unless it's a total counterfeit,\nyou know that the quality is there.\nAnd that gives it a leg up on street drugs, because any time you buy a street drug,\nany time you buy heroin or cocaine or marijuana, you don't know how potent that is.\nWait for the medicine to kick in, everything is different.\nThe shit that you were just in, bickering and fussing, feeling indifferent and waiting for instructions.\nYeah, with the program, little kid to old man, no longer known his own fame.\nWhole hands, village of the damned, and those we don't speak of, they serve fiends who all green.\nHoney, make a machine to get it back on me.\nHe took a pill to get it up, she took one to kill the baby, he took one to keep him sane, she took one to make her crazy.\nTrick her till she pretty, here's the magazine cover.\nA drag of the nicotine, a bag of the sticky green.\nHave another, get lost in a vivid dream.\nThese are for the pain, you can sell them down the street.\nScratch off the name, it's the chemical romance.\nHold out your hand, it's all about the scale.\nIt's all chemicals, the guy that's feeling identical.\nBrainwash, watch the way they get at you.\nChemicals, the guy that's feeling identical.\nBrainwash, watch the way they get at you.\nChemicals, it's all chemicals.\nChemicals, it's all chemicals.\nChemicals, it's all chemicals.\nCheck the ingredients, everyone's obedient.\nIt's synthetic, you can get it with a little credit.\nIt's self-medicated, constantly elevated.\nSit back and watch reality on TV.\nFrom pusher to MD, it's not free.\nBut it's legal so it's okay.\nCome and get a habit with a five dollar copay.\nDawn of the dead, your body's next.\nTook him to get big, she took him to lose weight.\nHe took him to go to sleep, she took him to stay awake.\nHe took him to stay alive, but it's killing her inside.\nCheck the side effects, before you say goodbye to stress.\nRemember who you are, for there is nothing left.\nUp the doses for the mediocre living upset.\nIt's all chemicals, the guy that's feeling identical.\nBrainwash, watch the way they get at you.\nChemicals, the guy that's feeling identical.\nBrainwash, watch the way they get at you.\nChemicals, it's all chemicals.\nChemicals, it's all chemicals.\nMarijuana, drug abuse.\nMarijuana, drug abuse.\nMarijuana, drug abuse.\nMarijuana use.\nOver the counter chemicals.\nOver the counter chemicals.\nOver the counter drugs abuse.\nBad news is, the prescription drug abuse, over the counter drug abuse, and also inhalants are all going up.\nWhy is that?\nThese are household products.\nThese are things they're getting from mom's medicine cabinet or friend's medicine cabinet.\nAnd they believe very truly that it's a safer way to get high.\nThey are every bit as dangerous and every bit as deadly as the street drugs.\nAnd every bit as addictive.\n"}