{"reasons": "Improved readability; Repetition fixed;", "closest_prediction": "prediction_2", "output": "Il est un peu gêné, l'espace d'un instant, lorsqu'il lui tend son billet, soudain il repense à ses enfants.\nFaut dire que sa fille aînée doit avoir le même âge que celle-ci, sauf que la sienne est au lycée, dans son pays allé.\nLes jeunes filles de cet âge-là dans le monde, eh bien que dans cette région qu'on les trouve dans ce genre de soirées-là,\net pas farouches, ça non, finalement j'aurais tort, ils se disent, de ne pas en profiter.\nPuis, c'est pas quand je serai mort que je pourrai un peu m'exciter, finir la mauvaise conscience.\nEt maintenant allons-y, il retrouve très vite sa confiance, elle devrait limite dire merci.\nDix dollars pour une enfance, ça vaut bien un peu de son bon temps, et dans ce pays ça fait beaucoup.\nAlors qu'elle se met à genoux.\nQu'elle se met à genoux.\nQu'elle se met à genoux.\nIl est un peu gêné en entrant dans l'hôtel, peur que d'autres des vacanciers le surprennent avec sa belle.\nMais personne ne réagit, on a limite qu'il lui sourit, et puis c'est pas tant immoral,\ndans ce pays c'est même banal quand c'est en décart avec elle.\nIl veut même en être bien maintenant, posséder une si jeune, si belle, alors qu'il fête 53 ans.\nIl se sentirait presque beau avec ses 125 kilos, ses sandales et ses chaussettes, son Marcel et sa casquette.\nIl arrive devant sa porte, il la laisse même passer devant, en toute situation, qu'importe, grand prince, il reste galant.\nIl a son sourire satisfait, tel des visages avec dégoût, alors qu'il la saisit par le cou.\nAlors qu'elle se met à genoux.\nQu'elle se met à genoux.\nQu'elle se met à genoux.\nQu'elle se met à genoux.\nIl est un peu gêné, quand il voit débarquer tout un fourgon de policiers, dans sa chambre pour encercler.\nIl essaie de balbutier, mais comment tu veux t'expliquer, quand t'as ton caleçon sur les pieds, alors que les barres en train de couler.\nAlors il repense à ses enfants, et un petit peu à leur maman, faudra qu'il trouve une bonne excuse, un alibi, une super ruse.\nC'est pas du tout ce que vous croyez, c'est pas comme ça que ça s'est passé, vous voyez bien que c'est elle qui ment, tout ça pour m'estroquer de l'argent.\nIl a pourtant bien essayé, mais le tribunal a pas marché, il a fait 15 ans, tiens, c'est marrant, c'était le village de 7 enfants.\nQu'aurait aimé voir si minable, à ce point là, pitoyable, devant le juge, il pleurait beaucoup.\nIl s'est même mis à genoux.\nIl s'est même mis à genoux.\nIl s'est même mis à genoux.\nIl s'est même mis à genoux.\nIl est un peu gêné, dans les douches en prison, quand trois cailloux t'font glisser, jusqu'à ses pieds d'or savon.\nTu vas bien le ramasser, il est un peu tout excité, sois gentil, fais ça pour nous.\nMets-toi à genoux.\nMets-toi à genoux.\nMets-toi à genoux.\nMets-toi à genoux.\n"}