{"reasons": "More accurate lines; better overall consistency", "closest_prediction": "prediction_1", "output": "Alright, Captain Zig, folks.\nAnd, uh, let's go ahead and play something off of their Force Fed release that came out back in, uh, 2000.\nThis is called Clearance to Cross-Eyed Cat.\nClearance to Cross-Eyed Cat lived in a box down at the end of Winslow Street.\nHe was barely ever seen, in fact, he only left his box sometimes to eat.\nOne of those days while I was out strolling that by chance we happened to meet.\nHe hit me square in the eyes as best he could and this is what he said to me.\nHe said, don't run in the traffic.\nDon't play in the rain.\nDon't put your feet on the gas.\nDon't push me down the drain.\nDon't put a fork in the side.\nDon't touch the stove while it's hot.\nDon't scratch that shelf to a rock.\nAnd if you ride those back don't get caught.\nClearance to Cross-Eyed Cat said to me that day as we were walking down the street.\nHe said, let's go down to the diner on the corner, we'll go inside and get us something to eat.\nI said, that's great and he led the way. We ate ham and eggs and some other kind of green.\nThen I sat with that mangy cat and he imparted more of his wisdom to me.\nHe said, don't run, Caesar.\nUnless you're willing to lose an eye.\nDon't walk on the ladders.\nDon't get caught in a line.\nDon't look up on the bird box.\nNever drink too much gin.\nDon't look up on the bird box.\nNever piss in the wind.\nI said, go ahead and go.\nClearance to Cross-Eyed Cat said to me that day when we were through with all our food.\nWell, I'm glad I had all this time today that I could spend with you.\nCause you know that I can tell you all the things in life you really should do.\nLike the Herm says, we parted ways. There's still a few more things I should tell you.\nDon't play in the midnight light.\nDon't rob a doorman, he's gone.\nDon't have a slave with badges.\nDon't zip up your pants too fast.\nDon't dip yourself in molasses.\nAnd then play hide and seek with red hands. No!\nThis is music from Captain Z.\nThanks to those guys once again for coming by.\nThey're from Allentown, Pennsylvania.\nThey're back together again, working on a new record.\nYou heard the whole thing. Don't need to tell you again.\nThose guys and their new record next year.\n"}