{"reasons": "accurate line breaks;correct lyrics and word choice", "closest_prediction": "prediction_1", "output": "I'm sending this one out to all the ladies and my girls at Nocturnal.\nGrab your journal. It's eternal.\nSee if you can feel this.\nThe fear isn't out there, no my, it's just love.\nWe co-create this pain inside forever.\nOh please, you bees, just take a look.\nA light can change from a person's story or book.\nYou're hooked, cause ain't no such thing as half-weight lifted.\nThe spirit's around when the crown opens expansive sound.\nIt's similar to shaman law.\nNow we all float up in full and beyond we in control.\nThey better have the gemstones ready.\nSetting the babies free and my third eye steady.\nHand healing is subtle. We touch you.\nCells expand, no BS to go home with.\nMy aura is thick, cause I be up in the mix.\nA rapture, enlightenment, this is what I'm after.\nThe hate got a girl depressed.\nWish my ether was a armor to absorb the stress.\nGod bless your soul. The hematite is laid.\nNow I'm searching for the scroll. Holy grail quilt.\nThe feminine re-enter.\nTwo skills to one put us together.\nIt's like mixing citrine and gilt.\nDuality is lasting. Taking my enemies with me.\nAnd all the outcasts that I will never regret.\nSee goddesses in me retracted and some confused it.\nAs an act, we risen. Now we can't turn back.\nThis is a fact. Quantum physics is my craft.\nThat I can't say no. I will release the slack.\nTake a breath. Thank goddess, you're alive.\nRevival of the fifth. Son, we will survive.\nKeep givin' love until the day that we die.\nRevival of the fifth Son, we will survive.\nKeep givin' love until the day that we die.\nRevival of the Fifth Son, we will survive.\nKeep givin' love until the day that we die.\nRevival of the Fifth Son, we will survive.\nKeep givin' love until the day that we die.\nRevival of the Fifth.\nI'm zapped in the vortex, I'm elka with the flow.\nYou know, when the crow beats low, his feathers go.\nRemember that. As long as you don't have my back,\nI'll be on the clock, hustlin', recordin' a track.\nReroute my team intact and proceed exhausted.\nBut certain payout, more than the cost.\nAnd it's written in New World Order, forget it, you're smitten.\nMy mother gave up, spent a lot of time wishin'.\nMy Aunt Fifth World is my new sail pitchin'.\nAsked my fam when I separated alien fits in.\nBut this shit happens for a reason.\nNo sense in holdin' me down, it's really you that your fist squeezin'.\nScience now explains how the higher self tickle.\nHit with a 528 hertz of cold.\nTake responsibility and stop all the blame.\nNo need to shoot bigger than me, forget the fame.\nThe point is still to tip the hundredth monkey real quick.\nOnly a few absorbin' all your prejudice.\nFull of fact, don't forget, ain't done yet.\nNo matter how much love I get, I'm makin' freedom my project.\nForever, not givin' up until it gets better.\nIndeed, self-improving, then we get together.\nWhen baby's in the hearse, somethin' just don't work.\nTry not to react to silly ish and let my feelings hurt.\nMy crew's all about truth, we still cute.\nAnd quickly see the inner beauty root beyond self.\nOn the track, stood up when I fell.\nIn the city of bridges, the portal opens well.\nYou better rewind.\nKeep givin' love until the day that we die.\nRevival of the fifth son, we will survive.\nKeep givin' love until the day that we die.\nRevival of the fifth son, we will survive.\nKeep givin' love until the day that we die.\nRevival of the fifth son, we will survive.\nKeep givin' love until the day that we die.\nRevival of the fifth.\nYeah.\nShout out to Bret, American Built.\nPeter Joseph, from Zeitgeist.\nBen Stewart from Knotica.\nAnd of course, M.O.B.B., Mob Deep, much love.\n"}