{"reasons": "more accurate wording;consistent repetition of lines", "closest_prediction": "prediction_1", "output": "In the street I see your face, I hear your voice\nHow could you do this?\nHow could you do it?\nI could've been more than you ever wanted\nMore than you ever wanted, more than you ever could ask for\nNow you got me knocking down your front door like a task force\nMake this ish go a mirror, huff, glamour and glitz\nOn the boulevard for the cash flow\nDollar holler, make it hit your ass flow\nCrying for the night and I hear the lies\nI hear the lies, I hear the lies\nLike a mirror in disguise, hang\nWhat you saying is you gotta blame, blame\nWhen I'm in to buying you all them priceless things\nIf you loved me, you would've stopped the world from turning\nAt least I know the dark side\nI got a trick for hip hop, forgot my move\nForget my, forget my, forget my\nSuicide when the speakers bump, you know it's do or die\nOh infamy, I stay high in the streets\nConcrete dollar signs crossed with a religious rite\nIn the street I see your face, I hear your voice\nHow could you do this?\nHow could you do this?\nIn the street I hear your voice, I feel your pain\nHow could you do this?\nHow could you do this?\nLife's a bitch\nLet me roll this kush up real quick\nLife's a choice between the brags and the riches\nWhen the riches complete\nI disrupt politicians like my trip shit, rip shit\nOne six, do this\nI hear it, I hear it like a dice rolling black and red\nI don't mean twice, finger on the trigger\nPumped pistol in the numbers, life a game\nI'm up, I go to different strokes for different folks\nThat's what I believe in\nOh what you, hey hot damn\nPut the pistol in my hand\nDifferent strokes for different folks\nI can put in folks and that's what we know\nSee the same thing, what we want, what we got\nWe can't have, we can't cut it from me\nI hear the pleas, oh emotions till the tears run deep\nLike the red sun creeps over the East Horizon\nWhile you see, while the tears run deep\nAnd watch the red sun creep in the street\nIn the street I see your face, I hear your voice\nHow could you do this?\nIn the street I hear your voice, I feel your pain\nHow could you do this?\nIn the street I see your face, I hear your voice\nHow could you do this?\nIn the street I hear your voice, I feel your pain\nHow could you do this?\nWest coast to the France coast, where we go\nNigga nigga nigga nigga, when I ride when I drive\nDid you never saw a suicide?\nCat jack shit up\n"}