{"reasons": "Clearer sentence structures and corrected phrases.", "closest_prediction": "prediction_1", "output": "Yeah, what up Gap Jux?\nThought I'd come through man, it's your boy Wack\nBeyond the limits, beyond the sky, we sky high\nBeat has changed, rearranged, I'm like a heroin shot\nRunning through your veins and I'm running the courts\nLike the old school ways and I kick around sport like\nBey, Bey, I'm beyond the limits, beyond the skies\nAnd I pay my dues but the shit sky high\nWith the telephone bills and I'm on a new grill\nCan see your hotness but it's time to chill\nI'm hot like topics, hot like tropics\nShit's gonna go cause Shawan is onyx\nShawan is rising, there will be no nonsense\nBe the light beam, just like ice cream\nAnd I speak with the team, a whole stream\nTriple beam, when the speakers blow\nSo what you want, what you want from me?\nI'm like a sweet sixteen, poor Sean Lennie\nLight, light beam, triple beam, ice cream\nLight, light beam, triple beam, ice cream\nLight, light beam, triple beam, ice cream\nBeyond the limits, beyond the skies\nLight, light beam, triple beam, ice cream\nLight, light beam, triple beam, ice cream\nLight, light beam, triple beam, ice cream\nBeyond the limits, beyond the skies\nMotherfucker, you better weigh your options\nI know you got a few shots in\nBut there's no way to stop it, I'm coming\nAnd you dropping, I got flows that are awesome\nAnd the way I treat your girl of noxious\nI know you hate me, but your head's still nodding\nAnd if this was your track, no one would cop it\nYou figure I'm not top tier, but you in the bottom\nYou on track sounding robotic, you thinking it's hot shit\nBut when I'm on it, I take it to the whole, like Josh Cripps\nDamn, having skill makes it so hard for me to form a hauling\nYeah, I'm balling, this shot's a motherfucking calling\nAin't it obvious, you better come correct, not out of pocket\nI'll bring apocalypse if you don't want it\nMotherfucker, your boy Wok is on it\nLight, light beam, triple beam, ice cream\nBeyond the limits, beyond the skies\nLight, light beam, triple beam, ice cream\nBeyond the limits, beyond the skies\n"}