{"reasons": "more accurate lyrics;less errors;includes music cues", "closest_prediction": "prediction_1", "output": "Musique\nQue pourrais-je bien lui dire ? Serait-il mieux que je lui écrive ?\nSi j'y vais rien qu'avec mon sourire, j'aurai l'air bêat, je suis timide.\nMagnan le volant de ma voiture, conduisant à vive allure,\nne cessant de penser à celle qui, je l'espère, attend de mes nouvelles.\nVivement soit qu'on baise, qu'on se cause, qu'on se taise, qu'on se croise, qu'on se toise, qu'on se mange, qu'on se boive.\nQu'on se mange jusqu'à la morsure, qu'on se lèche ses blessures, qu'on se mesure, autre mesure, s'il le faut, jusqu'à l'usure.\nMusique\nDehors c'est la tempête, les nuages ils y font la fête,\nles cerfs entrent dans le lard, les gros cochons s'en crient et grattent par.\nL'orage tonne, il se déchaîne, craque une branche du chêne,\ndes oiseaux une tourterelle y revoltent, battent des ailes.\nVivement soit qu'on baise, qu'on se cause, qu'on se taise, qu'on se croise, qu'on se toise, qu'on se mange, qu'on se boive.\nQu'on se mange jusqu'à la morsure, qu'on se lèche ses blessures, qu'on se mesure, autre mesure, s'il le faut, jusqu'à l'usure.\nMusique\nJ'vais m'arrêter lui téléphoner, ce qu'en face à face je n'osais,\nlui dire que depuis que je l'ai zieté, je n'arrête pas un instant d'y penser.\nQue va-t-elle me répondre et me dire, m'envoyer paître serait le pire,\nmais sans elle je ne peux plus vivre, je vais lui dire qu'à sa rencontre j'arrive.\nVivement soit qu'on baise, qu'on se cause, qu'on se taise, qu'on se croise, qu'on se toise, qu'on se mange, qu'on se boive.\nQu'on se mange jusqu'à la morsure, qu'on se lèche ses blessures, qu'on se mesure, autre mesure, s'il le faut, jusqu'à l'usure.\nMusique\nJ'arrivais à lui dire quand même, que je l'aime de toutes mes veines,\nqu'elle est plus belle qu'une reine, j'en eus des frissons jusqu'à la haine.\nEt sous la pluie torrentielle, comme des torrents chutant du ciel, qu'elle t'en fiche une canard, je serais beaucoup mieux dans mon plumard.\nAvec ma meilleure amie, qui s'y glisse avec envie, que je tiens et que je lire, que je soude à ma vie.\nVivement soit qu'on baise, qu'on se cause, qu'on se taise, qu'on se croise, qu'on se toise, qu'on se mange, qu'on se boive.\nQu'on se mange jusqu'à la morsure, qu'on se lèche ses blessures, qu'on se mesure, tout mesure s'il le faut, jusqu'à l'usure.\nMusique\n"}