{"reasons": "better line breaks; higher relevance", "closest_prediction": "prediction_2", "output": "Aujourd'hui je me jette à l'eau\nAprès tant d'années d'absence, Retour case départ à zéro,\nRetrouvant l'odeur des planches Que le ciel me protège d'un halo,\nQue ma maudite mémoire ne flanche Sans le secours d'un souffleur de mots\nQui me devrait bien sur assistance.\nCase départ à zéro, C'est mon envol sur ce rafio.\nEn se retrouvant, ce qu'est l'ambiance, Y'avait Coco et ses sanglots,\nLes souvenirs lointains de son enfance Pendant que Pierrot chantait.\nPierrot\nLes nerfs à vif, à fleurs de peau, C'est l'angoisse en permanence,\nQue je ne sois bégue ou manchot, Et capital et d'importance.\nC'est pas de la tarte ni du gâteau, C'est convaincu que je me lance\nComme mousse apprenti matelot, C'est aventure et délivrance.\nOh si je sors ma peau, Avant de mourir idiot.\nEn se retrouvant, ce qu'est l'ambiance, Y'avait Coco et ses sanglots,\nLes souvenirs lointains de son enfance Pendant que Pierrot chantait.\nPierrot\nRéunis sur ce vieux rafio, Votre chaleur, votre présence,\nAu coeur fait chaud, y'a pas de mots, En se portent nos plaisances,\nGlissait son ventre sur l'eau des canots, D'une tranquille nonchalance.\nLe fulmar au nom d'oiseau, Marin voilier par excellence,\nSur ce bon vieux rafio, Nos coeurs bien au chaud.\nEn se retrouvant, ce qu'est l'ambiance, Y'avait Coco et ses sanglots,\nLes souvenirs lointains de son enfance Pendant que Pierrot chantait.\nPierrot\nY'a le strobe au banjo, Cet oiseau rare sans alliance,\nA qui je lève haut le chapeau, De qui je cause en connaissance,\nQui s'abreuvant d'un grand verre d'eau, De peur de l'accoutumance.\nAu bouquet d'un bon Bordeaux, Ou d'un frère osé de Provence,\nY'a le strobe au banjo, Qui consente et ne dit mot.\nEn se retrouvant, ce qu'est l'ambiance, Y'avait Coco et ses sanglots,\nLes souvenirs lointains de son enfance Pendant que Pierrot chantait.\nPierrot\nTous les deux sommes jumeaux, Vers quelques chemins en partance,\nPour y jouer nos concertos, De troubadours en concordance.\nSi le Québec nous invite en duo, Que nous sourie la chance,\nNous prendrons premier cargo, Bonheur inespéré ou providence,\nDe vol comme l'envol de l'oiseau.\nEn se retrouvant, ce qu'est l'ambiance, Y'avait Coco et ses sanglots,\nLes souvenirs lointains de son enfance Pendant que Pierrot chantait.\nPierrot\nIl y a peu, dans le restaurant, Dans face d'un assiette de faïence,\nMarinette aux côtés de Coco, Lui fit part de la ressemblance,\nDe celui qu'elle connut sans sabots, Comme un Jésus en apparence.\nSon instrument porté sur le dos, Partit pour toujours tout en silence.\nRetrouvé dans ce resto, Elle en perdit toutes ses eaux.\nEn se retrouvant, ce qu'est l'ambiance, Y'avait Coco et ses sanglots,\nLes souvenirs lointains de son enfance Pendant que Pierrot chantait.\nPierrot\nCe soir, j'me jette à l'eau, Par la foi et par croyance,\nJusque dans la moelle de mes os, Cette soif qui me démange.\nFouleraient l'herbe de l'Ontario, Au paradis perdu des Comanches,\nCouteraient l'herbe de Péoltes, Au calumet de Gironimo,\nDe qui j'tiens la photo, Sur son cheval palomino,\nComme des buffalos dans un zoo, Barricadés dans un enclos,\nLe cheval palomino, Je le dédie à Coco.\nEn se retrouvant, ce qu'est l'ambiance, Y'avait Coco et ses sanglots,\nLes souvenirs lointains de son enfance Pendant que Pierrot chantait.\nEn se retrouvant, ce qu'est l'ambiance, Y'avait Coco et ses sanglots,\nLes souvenirs lointains de son enfance Pendant que Pierrot chantait.\nPierrot\n"}