{"reasons": "accurate_phrases;most_comprehensible_structure", "closest_prediction": "prediction_2", "output": "It's anybody listening, can anybody hear?\nThe radio is marching, bayonets are coming near\nPack it and pack it up, my shameful ways\nA military budget with a cock-eyed daze\nA couple soundbites, getting played and paid\nRoving hypochondriac in these sinister days\nParley the fun, hey, dilate a gaze\nKnow not where we are going or from where we came\nUnderground, information mates, latitude sway\nSit back for Uncle Kim's parade, boom\nHey, what you wanna hear?\nThis editorial's a prick with a stick\nI ain't meant to take this game\nFreaking out minds, they make it the same\nIt's anybody listening, can anybody hear?\nThe radio is marching, bayonets are coming near\nNegotiations of a state suffocated by the heat\nRed Army might recover and step to the beat\nPoverty is a weapon that is used to scrape the cause\nTurbulence underneath the beat\nTreaties and accords, but the paper is smeared\nBy the blood and the demons and systematic fear\nSuicide bomber, make the latitude sway\nSit back for Uncle Sam's parade, boom\nHey, what you wanna hear?\nThis editorial's a prick with a stick\nI ain't meant to take this game\nFreaking out minds, they make it the same\nIt's anybody listening, can anybody hear?\nThe radio is marching, bayonets are coming near\nThose who dislike an ultimatum\nBut who are anxious for a reasonable and orderly procedure\nEvery one of the modifications is a step in the right direction\nIt is no longer an ultimatum, but is a method\nWhich is carried out largely under the supervision of an international body\nIn my view, the strongest force of all\nOne which grew, took fresh shapes and forms\nEverything worked, of course, not of any one individual\nIs that a mystical sense among the peoples of the world\nThat war must somehow be a burden?\nHey, what you wanna hear?\nThis editorial's a prick with a stick\nI ain't meant to take this game\nFreaking out minds, they make it the same\nIt's anybody listening, can anybody hear?\nThe radio is marching, bayonets are coming near\n"}