{"reasons": "prediction_2 has more complete and coherent lyrics", "closest_prediction": "prediction_2", "output": "About 17 minutes away from Columbia's first encounters with the atmosphere, that gradient\nout to about 75 miles above the Pacific Ocean to the north of the Hawaiian Islands.\nColumbia's altitude now is 71 statute miles as it enters Earth's atmosphere above the\nPacific Ocean en route to the Kennedy Space Center at speed of 17,000 miles per hour.\nColumbia with wings level, nose angled up about 40 degrees to control heating as it\ndescends into the atmosphere.\nJust under 30 minutes to touchdown for Columbia now, altitude 64 miles.\nColumbia speed 16,620 miles per hour.\nRange to touchdown at the Kennedy Space Center runway, 3,450 statute miles.\nRange to touchdown 1,400 miles.\nIn Columbia, Houston, we see your tire pressure messages and we did not copy your last.\nColumbia, Houston, UHF comm check.\nColumbia, Houston, UHF comm check.\nColumbia, Houston, UHF comm check.\nColumbia, Houston, UHF comm check.\nCommunications with Columbia were lost at about 8 a.m. Central time, about 10 minutes ago.\nThis is Mission Control, Houston.\nFlight Controller, Mission Control, have declared a contingency search and rescue.\nTeams have been mobilized to the Dallas-Fort Worth area.\nNo tracking data or communications has been reported from the space shuttle Columbia since\n8 a.m. Central time this morning as it flew 200,000 feet above north central Texas en route\nto a landing at the Kennedy Space Center in Florida.\nAny debris that is located in the vicinity of the north central Texas area that may be\nrelated to the shuttle contingency should be reported to local law enforcement and will\nthen report to NASA.\nIt should be avoided.\nDebris could be potentially hazardous due to toxic substances that are used as propellants\non the space shuttle.\nNASA Jet Propulsion Laboratory, California Institute of Technology\nNASA Jet Propulsion Laboratory, California Institute of Technology\nNASA Jet Propulsion Laboratory, California Institute of Technology\n"}