{"reasons": "more complete and coherent lyrics", "closest_prediction": "prediction_1", "output": "Who are you? How do you do?\nCome on here, sit down, grab a brew, join my crew\nI'm hoping you don't think that I am preachy or pompous\nI can promise you my intention was the opposite\nBut see, I don't have much time\nTo be talking about partying or drinking wine\nSo I'll tell you how I lost my mind\nAnd then I got it back with a soul clap\nAnd a ombra in the incense\nWake the drone, dial tone\nGet on the phone, spread the word, get in the zone\nCause birds of a feather can flock to any river\nAnd I think it better if we unite the tribe\nAnd do this forever, uh\nStack a little cheddar, eat it all together\nMake a new gift to kinda me\nThen forget about the past, rewrite same fast\nNow put this track on blast\nWhere my owls at? And where my gals at?\nAnd to the fellas, where my pounds at?\nI know you found that, nocturnal's about that\nSwim through the darkness, now let me get a soul clap, uh\nNow let me get a soul clap\nAnd let me hear you say\nAll day, yeah\nI hear the hate, decided we're Illuminati\nKinda funny and you're late, let me help you now relate\nYou said you crazy, witch, don't let him hear you spit\nWho do you think you are and who did you come with?\nTurns out I got a whole squad, owls on my side\nThe nocturnal tribe, we'd rather walk instead of ride\nFor the ground beneath our feet, we marching in the street\nAwakening fears on blast so we could delete, complete\nPut the past where it belong, we all from one home\nShe gon' guide your mother earth and the planet's prone\nTo be unforgiving and be no change\nHow we're living in your being, what you're seeing\nCan't be deceivable or responsible for what we're streaming\nOut of transmission towers that we call brains\nOur electric heart more powerful than fame\nSo send out love and say, ooh, after your name\nWhere my owls at and where my gals at?\nAnd to the fellas, where my pounds at?\nI know you found that, nocturnal's about that\nSwim through the darkness, now let me get a soul clap\nUh, now let me get a soul clap\nAnd let me hear you say, ooh, ooh, all day\nWhere my owls at, where my gals at?\nOoh, ooh, and to the fellas\nWhere my pounds at?\nOoh, ooh\nI know you found that, nocturnal's about that\nOoh, ooh\nSeeing through the darkness, now let me get a soul clap\nOoh, ooh\nWhere my owls at and where my gals at?\nAnd to the fellas, where my pounds at?\nI know you found that, nocturnal's about that\nSeeing through the darkness, now let me get a soul clap\nUh, now let me get a soul clap\nAnd let me hear you say, ooh, ooh, all day\nWhere my owls at? And where my gals at?\nAnd to the fellas, where my pounds at?\nI know you found that, nocturnal's about that\nSeeing through the darkness, now let me get a soul clap\nUh, now let me get a soul clap\nAnd let me hear you say, ooh, ooh, all day\n"}