{"reasons": "higher line accuracy; more contextually appropriate phrases", "closest_prediction": "prediction_1", "output": "Up in the club, I wanna feel the love Tryna have fun, I gotta\nAll up in my cyberspace, can we activate? Forget the catch and chase, just wanna\nI don't need a sparring, baby, can we all relate? And put away the hate and shit that\nWhat you got? What you got?\nEverybody keeps on gossiping Chit-chat of shit, what the topic is?\nThroat's all dry, need some lozenges Can't breathe and your hate needs some oxygen\nBrown face falling in, need some collagen Kinda hard to trust like a congressman\nStarting shit begins like Washington Got me drinking, cosmopolitans\nCouldn't put my feet up on the Ottoman Wasn't thinking like I'm Solomon\nMessages keep on mixing in Three different stories, Neapolitan\nKill it like a hollows hit, play a sad song with a violin\nTell me how you been, we go round the bend Know when that hallway comes from within\nWhen I'm up in the club, I wanna feel the love Tryna have fun, I gotta\nAll up in my cyberspace, can we activate? Forget the catch and chase, just wanna\nI don't need a sparring, baby, can we all relate? And put away the hate and shit that\nWhat you got? What you got?\nEverybody's talking but not a lot of action Have you heard about the law of attraction?\nI practice and spin off my axis Skipped all the classes but I stop the traffic while laughing\nWhen you're comparatively speaking Your message, it gets weakened\nHate spreading on the weekend It's lame and freaking reeking\nI'm not teaching, just screaming Now shut your mouth and see that\nIt's not destruction that you're seeking Treat them how you wanna be treated\nAnd shine just like a sequin Get deep and love leaking\nKeep dreaming, no scheming Spit love like it's semen\nWhen I'm up in the club, I wanna feel the love Tryna have fun, I gotta\nAll up in my cyberspace, can we activate? Forget the catch and chase, just wanna\nI don't need a sparring, baby, can we all relate? And put away the hate and shit that\nWhat you got? What you got?\nSaying that you hate me, but I know it ain't me Working on it daily, you know\nI just act silly, hoping that you feel me But all I wanna really do is\nThe sexist girl will break me, but your words will face me All the pain I raise me, yeah\nWhat you got? What you got?\nWhy? See I'm tryna ask\nWhy we talking up, sir? Cause that shit don't fly Cause I ain't no bird and you ain't gonna try\nThat racist, that fakeness, I can't take it Impatient, don't wait on me, can't push me\nI'm weightless, can't break this We're living life, not living lies\nWe sit and smile and you project on me And I'm not surprised, don't try to judge me\nCause I ain't on track, could be effortless Forever bliss, happiness plus craftiness\nI'm more than half of this, and it ain't a trick And I'll tell you what the secret is\nI'm up in the club, I wanna feel the love I'm tryna have fun, I got it\nAll up in my cyberspace, can we activate? Forget the catch and chase, just wanna\nI don't need a sparring, baby, can we all relate? And put away the hate and\nShake that, what you got?\n"}